Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# nArena
source: {count, plural, other{{count} arenas} =1{{count} arena}}
fi: {count, plural, other{{count} arenat} =1{{count} arena}}
hi: {count, plural, other{{count} अखाड़े} =1{{count} मैदान}}
ta: {count, plural, other{{count} அரங்கங்கள்} =1{{count} அரங்கம்}}
zh: {count, plural, other{{count} 竞技场} =1{{count} 竞技场}}

# nPlaySpacePoints
source: {count, plural, other{{count} play points} one{{count} play point}}
fi: {count, plural, other{{count} play points} =1{{count} play point}}
fr: {count, plural, other{{count} points de jeu} =1{{count} point de jeu}}
hi: {count, plural, other{{count} प्ले पॉइंट} =1{{count} प्ले पॉइंट}}
si: {count, plural, other{{count} play point} =1{{count} play point}}
ta: {count, plural, other{{count} play point } =1{{count} விளையாட்டுப் புள்ளி}}
zh: {count, plural, other{{count} 个播放点} =1{{count} 个播放点}}

source: Playkosmos app logo
fi: Playkosmos-sovelluksen logo
fr: Logo de l''application Playkosmos
hi: Playkosmos ऐप लोगो
si: Playkosmos යෙදුම් ලාංඡනය
ta: Playkosmos ஆப் லோகோ
zh: Playkosmos 应用程序徽标

source: Continue to next screen
fi: Jatka seuraavaan näyttöön
fr: Continuer à l''écran suivant
hi: अगली स्क्रीन पर जारी रखें
si: ඊළඟ තිරයට යන්න
ta: அடுத்த திரைக்குத் தொடரவும்
zh: 继续到下一个屏幕

source: Return to previous screen
fi: Palaa edelliseen näyttöön
fr: Revenir à l''écran précédent
hi: पिछली स्क्रीन पर लौटें
si: පෙර තිරය වෙත ආපසු යන්න
ta: முந்தைய திரைக்குத் திரும்பு
zh: 返回上一屏幕

source: Playkosmos onboarding screen
fr: Écran d''intégration de Playkosmos
hi: Playkosmos ऑनबोर्डिंग स्क्रीन
ta: Playkosmos ஆன்போர்டிங் திரை
zh: Playkosmos 登录屏幕

source: Complete onboarding
fi: Täydellinen onboarding
fr: Intégration complète
hi: पूर्ण ऑनबोर्डिंग
si: සම්පූර්ණ ඇතුල්වීම
zh: 完成入职

source: Go to the next onboarding page
fi: Siirry seuraavalle perehdytyssivulle
fr: Aller à la page d''intégration suivante
hi: अगले ऑनबोर्डिंग पृष्ठ पर जाएँ
si: ඊළඟ පිවිසුම් පිටුවට යන්න
ta: அடுத்த ஆன்போர்டிங் பக்கத்திற்குச் செல்
zh: 转到下一个入门页面

source: Skip to the last onboarding page
fi: Siirry viimeiselle aloitussivulle
fr: Passer à la dernière page d''intégration
hi: अंतिम ऑनबोर्डिंग पृष्ठ पर जाएं
si: අන්තිම පිවිසුම් පිටුවට යන්න
ta: கடைசி ஆன்போர்டிங் பக்கத்திற்குச் செல்
zh: 跳到最后一个入门页面

source: Happy friends enjoying recreational activities
fi: Iloiset ystävät, jotka nauttivat virkistystoiminnasta
fr: Des amis heureux profitant d''activités récréatives
hi: खुश दोस्त मनोरंजक गतिविधियों का आनंद ले रहे हैं
si: ප්‍රීතිමත් මිතුරන් විනෝදාත්මක ක්‍රියාකාරකම් භුක්ති විඳිමින්
ta: மகிழ்ச்சியான நண்பர்கள் பொழுதுபோக்கு நடவடிக்கைகளை அனுபவிக்கிறார்கள்
zh: 快乐的朋友享受娱乐活动

# personEngagingInRecreationalActivities
source: Image of a person engaging in a recreational activity
fi: Kuva henkilöstä, joka harjoittaa virkistystoimintaa
fr: Image d''une personne se livrant à une activité récréative
hi: मनोरंजक गतिविधि में संलग्न एक व्यक्ति की छवि
si: විනෝදාත්මක ක්‍රියාකාරකමක යෙදෙන පුද්ගලයෙකුගේ රූපය
ta: பொழுதுபோக்கு நடவடிக்கையில் ஈடுபடும் நபரின் படம்
zh: 从事娱乐活动的人的形象

# imageOfCelebrationForFinancialGain
source: Image of joyful celebration for financial gain
fi: Kuva iloisesta juhlasta taloudellisen hyödyn saamiseksi
fr: Image d''une célébration joyeuse pour un gain financier
hi: वित्तीय लाभ के लिए आनंदमय उत्सव की छवि
si: මුල්‍ය වාසි සඳහා ප්‍රීතිමත් සැමරුම් රූපයක්
ta: நிதி ஆதாயத்திற்கான மகிழ்ச்சியான கொண்டாட்டத்தின் படம்
zh: 为经济利益而快乐庆祝的形象

# connectWithTheCommunity
source: Unleash a world of fun and find everything you need within this connected community
fi: Vapauta hauska maailma ja löydä kaikki tarvitsemasi tästä yhdistetystä yhteisöstä
fr: Libérez un monde de plaisir et trouvez tout ce dont vous avez besoin au sein de cette communauté connectée
hi: मज़े की दुनिया खोलें और इस जुड़े हुए समुदाय में अपनी ज़रूरत की हर चीज़ पाएं
si: විනෝදජනක ලෝකයක් මුදා හැර මෙම සම්බන්ධිත ප්‍රජාව තුළ ඔබට අවශ්‍ය සියල්ල සොයා ගන්න
ta: வேடிக்கையான உலகத்தை கட்டவிழ்த்துவிட்டு, இந்த இணைக்கப்பட்ட சமூகத்தில் உங்களுக்குத் தேவையான அனைத்தையும் கண்டறியவும்
zh: 释放一个充满乐趣的世界，并在这个互联社区中找到您需要的一切

source: Language Selection Options
fi: Kielen valintaasetukset
fr: Options de sélection de la langue
hi: भाषा चयन विकल्प
si: භාෂා තේරීම් විකල්ප
ta: மொழி தேர்வு விருப்பங்கள்
zh: 语言选择选项

source: Search for a language
fi: Hae kieli
fr: Rechercher une langue
hi: एक भाषा खोजें
si: භාෂාවක් සොයන්න
ta: ஒரு மொழியைத் தேடு
zh: 搜索语言

# currentLanguageSelectionOption
source: {language} language option
fi: {language} kielivaihtoehto
fr: Option de langue {language}
hi: {language} भाषा विकल्प
si: {language} භාෂා විකල්පය
ta: {language} மொழி விருப்பம்
zh: {language} 语言选项

source: Set App Language
fi: Aseta sovelluksen kieli
fr: Définir la langue de l''application
hi: ऐप भाषा सेट करें
si: යෙදුම් භාෂාව සකසන්න
ta: பயன்பாட்டு மொழியை அமை
zh: 设置应用程序语言

source: Proceed to next step
fi: Jatka seuraavaan vaiheeseen
fr: Passer à l''étape suivante
hi: अगले चरण पर आगे बढ़ें
si: ඊළඟ පියවරට යන්න
ta: அடுத்த படிக்குச் செல்
zh: 继续下一步

source: Change selected language
fi: Vaihda valittu kieli
fr: Modifier la langue sélectionnée
hi: चयनित भाषा बदलें
si: තෝරාගත් භාෂාව වෙනස් කරන්න
ta: தேர்ந்தெடுத்த மொழியை மாற்று
zh: 更改所选语言

# acceptTermsAndCondition
source: Accept terms and conditions
fi: Hyväksy käyttöehdot
fr: Accepter les termes et conditions
hi: नियम और शर्तें स्वीकार करें
si: නියමයන් සහ කොන්දේසි පිළිගන්න
ta: விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்றுக்கொள்
zh: 接受条款和条件

source: Forgot password screen
fi: Unohdin salasanan näyttö
fr: Écran de mot de passe oublié
hi: पासवर्ड स्क्रीन भूल गए
si: මුරපද තිරය අමතකද
ta: கடவுச்சொல் திரை மறந்துவிட்டது
zh: 忘记密码屏幕

source: Confirm otp screen
fi: Vahvista otp-näyttö
fr: Confirmer l''écran OTP
hi: ओटीपी स्क्रीन की पुष्टि करें
si: OTP තිරය තහවුරු කරන්න
ta: OTP திரையை உறுதிப்படுத்தவும்
zh: 确认 otp 屏幕

source: About Us Screen
fi: Tietoja meistä -näyttö
fr: Écran À propos de nous
hi: हमारे बारे में स्क्रीन
si: අප ගැන තිරය
ta: எங்களைப் பற்றிய திரை
zh: 关于我们屏幕

source: Activities Created or Joined with Graph Screen
fi: Graph Screeniin luodut tai siihen yhdistetyt toiminnot
fr: Activités créées ou jointes avec l''écran graphique
hi: ग्राफ़ स्क्रीन के साथ बनाई गई या जुड़ी हुई गतिविधियाँ
si: ප්‍රස්තාර තිරය සමඟ සාදන ලද හෝ සම්බන්ධ වූ ක්‍රියාකාරකම්
ta: வரைபடத் திரையுடன் உருவாக்கப்பட்ட அல்லது இணைந்த செயல்பாடுகள்
zh: 使用图形屏幕创建或加入的活动

source: Activity Details Fetched
fi: Toiminnan tiedot haettu
fr: Détails de l''activité récupérés
hi: गतिविधि विवरण प्राप्त
si: ක්‍රියාකාරකම් විස්තර ගෙනාවා
ta: செயல்பாடு விவரங்கள் எடுக்கப்பட்டது
zh: 已获取活动详细信息

source: Activity Details Fetching
fr: Récupération des détails de l''activité
hi: गतिविधि विवरण ला रहा है
si: ක්‍රියාකාරකම් විස්තර ලබා ගැනීම
ta: செயல்பாட்டு விவரங்கள் பெறுதல்
zh: 活动详情获取

source: Activity Full Flyer Screen
fr: Écran complet du flyer d''activité
hi: गतिविधि पूर्ण फ़्लायर स्क्रीन
si: ක්‍රියාකාරකම් සම්පූර්ණ ෆ්ලයියර් තිරය
ta: செயல்பாடு முழு ஃப்ளையர் திரை
zh: 活动完整传单屏幕

source: Activity Manager Screen
fi: Activity Manager -näyttö
fr: Écran du gestionnaire d''activités
hi: गतिविधि प्रबंधक स्क्रीन
si: ක්‍රියාකාරකම් කළමනාකරු තිරය
ta: செயல்பாட்டு மேலாளர் திரை
zh: 活动管理器屏幕

source: Activity Manager Filter Screen
fi: Activity Manager -suodatinnäyttö
fr: Écran de filtre du gestionnaire d''activité
hi: गतिविधि प्रबंधक फ़िल्टर स्क्रीन
si: ක්‍රියාකාරකම් කළමනාකරු පෙරහන් තිරය
ta: செயல்பாட்டு மேலாளர் வடிகட்டி திரை
zh: 活动管理器过滤屏幕

source: Activity OTP Verification Screen
fr: Écran de vérification de l''activité OTP
hi: गतिविधि ओटीपी सत्यापन स्क्रीन
si: ක්‍රියාකාරකම් OTP සත්‍යාපන තිරය
ta: செயல்பாட்டு OTP சரிபார்ப்புத் திரை
zh: 活动 OTP 验证屏幕

source: Activity Post Screen
fr: Écran de publication d''activité
hi: गतिविधि पोस्टस्क्रीन
si: ක්‍රියාකාරකම් පෝස්ට් තිරය
ta: செயல்பாட்டு இடுகைத் திரை
zh: 活动发布屏幕

source: Additional Information Screen
fi: Lisätietonäyttö
fr: Écran d''informations supplémentaires
hi: अतिरिक्त सूचना स्क्रीन
si: අමතර තොරතුරු තිරය
ta: கூடுதல் தகவல் திரை
zh: 附加信息屏幕

source: Add Playmates to New Team Screen
fi: Lisää leikkikavereita uuteen tiiminäyttöön
fr: Ajouter des camarades de jeu à l''écran d''une nouvelle équipe
hi: एल्बम लिंक दस्तावेज़ स्क्रीन
si: නව කණ්ඩායම් තිරයට Playmates එක් කරන්න
ta: புதிய குழுத் திரையில் பிளேமேட்களைச் சேர்
zh: 将玩伴添加到新团队屏幕

source: Add Post Interest Screen
fi: Lisää Post Interest -näyttö
fr: Ajouter un écran d''intérêt pour la publication
hi: पोस्ट रुचि स्क्रीन जोड़ें
si: පසු උනන්දුව තිරය එක් කරන්න
ta: போஸ்ட் ஆர்வத் திரையைச் சேர்
zh: 添加帖子兴趣屏幕

source: Add Store Product Screen
fi: Lisää kaupan tuotenäyttö
fr: Ajouter un écran de produit de magasin
hi: स्टोर उत्पाद स्क्रीन जोड़ें
si: ගබඩා නිෂ්පාදන තිරය එක් කරන්න
ta: ஸ்டோர் தயாரிப்பு திரையைச் சேர்
zh: 添加商店产品屏幕

source: Add Team Member Screen
fi: Lisää tiimin jäsennäyttö
fr: Écran Ajouter un membre de l''équipe
hi: टीम सदस्य स्क्रीन जोड़ें
si: කණ්ඩායම් සාමාජික තිරය එක් කරන්න
ta: குழு உறுப்பினர் திரையைச் சேர்
zh: 添加团队成员屏幕

source: Add Venue Zone Screen
fi: Add Venue Zone -näyttö
fr: Ajouter un écran de zone de site
hi: वेन्यू ज़ोन स्क्रीन जोड़ें
si: ස්ථාන කලාප තිරය එක් කරන්න
ta: இடம் மண்டலத் திரையைச் சேர்
zh: 添加场地区域屏幕

source: Albums Links Documents Screen
fi: Albumit Links Documents -näyttö
fr: Écran Albums Liens Documents
hi: एरिना सर्च स्क्रीन
si: ඇල්බම් සබැඳි ලේඛන තිරය
ta: ஆல்பங்கள் இணைப்புகள் ஆவணங்கள் திரை
zh: 相册链接文档屏幕

source: Arena Search Screen
fr: Écran de recherche d''arène
hi: एरिना सर्च सेटिंग्स स्क्रीन
zh: 竞技场搜索屏幕

source: Arena Search Settings Screen
fi: Arenahakuasetusnäyttö
fr: Écran des paramètres de recherche d''arène
hi: बैज स्क्रीन
zh: 竞技场搜索设置屏幕

source: Ask Question Screen
fi: Kysy kysymysruutu
fr: Écran Poser une question
hi: प्रश्न पूछें स्क्रीन
si: ප්‍රශ්න තිරය අසන්න
ta: கேள்வித் திரை
zh: 提问屏幕

source: Badges Screen
fi: Bages Screen
fr: Écran des badges
hi: बुकिंग मैनेजर स्क्रीन
ta: பேட்ஜ்கள் திரை
zh: 徽章屏幕

source: Blocked Accounts Screen
fi: Estetyt tilit -näyttö
fr: Écran des comptes bloqués
hi: अवरुद्ध खातों की स्क्रीन
si: අවහිර කළ ගිණුම් තිරය
ta: தடுக்கப்பட்ட கணக்குகள் திரை
zh: 被阻止的帐户屏幕

source: Bookings Manager Screen
fi: Bookings Manager -näyttö
fr: Écran du gestionnaire de réservations
hi: बुकिंग प्रबंधक स्क्रीन
ta: Bokings Manager Screen
zh: 预订管理屏幕

source: Chat Screen
fi: Chat-näyttö
fr: Écran de discussion
hi: चैट स्क्रीन
ta: அரட்டை திரை
zh: 聊天屏幕

source: Choose Interest Screen
fi: Valitse kiinnostuksen kohteiden näyttö
fr: Choisir l''écran d''intérêt
hi: रुचि स्क्रीन चुनें
si: උනන්දුව තිරය තෝරන්න
ta: விருப்பத் திரையைத் தேர்ந்தெடு
zh: 选择兴趣屏幕

source: Contact Support Screen
fi: Ota yhteyttä tukeen -näyttö
fr: Écran de contact du support
hi: संपर्क समर्थन स्क्रीन
si: සම්බන්ධතා සහාය තිරය
ta: தொடர்பு ஆதரவுத் திரை
zh: 联系支持屏幕

source: Create Account Screen
fi: Luo tilinäyttö
fr: Écran Créer un compte
hi: खाता स्क्रीन बनाएँ
si: ගිණුම් තිරය සාදන්න
ta: கணக்கு திரையை உருவாக்கு
zh: 创建帐户屏幕

source: Create Activity Post Screen
fi: Luo toiminnan julkaisunäyttö
fr: Créer un écran de publication d''activité
hi: गतिविधि पोस्ट स्क्रीन बनाएँ
si: ක්‍රියාකාරකම් පෝස්ට් තිරය සාදන්න
ta: செயல்பாட்டு இடுகைத் திரையை உருவாக்கு
zh: 创建活动后屏幕

source: Create and Manage Stores Screen
fi: Luo ja hallitse myymälöitä -näyttö
fr: Écran Créer et gérer des magasins
hi: स्टोर स्क्रीन बनाएं और प्रबंधित करें
si: වෙළඳසැල් තිරය සාදන්න සහ කළමනාකරණය කරන්න
ta: ஸ்டோர்ஸ் திரையை உருவாக்கி நிர்வகி
zh: 创建和管理商店屏幕

source: Create and Manage Teams Screen
fi: Luo ja hallitse joukkueita -näyttö
fr: Écran Créer et gérer des équipes
hi: टीम स्क्रीन बनाएं और प्रबंधित करें
si: කණ්ඩායම් තිරය සාදන්න සහ කළමනාකරණය කරන්න
ta: அணிகள் திரையை உருவாக்கி நிர்வகி
zh: 创建和管理团队屏幕

source: Create and Manage Venues Screen
fr: Écran Créer et gérer les sites
hi: स्थान स्क्रीन बनाएं और प्रबंधित करें
si: ස්ථාන තිරය සාදන්න සහ කළමනාකරණය කරන්න
ta: இடங்கள் திரையை உருவாக்கி நிர்வகி
zh: 创建和管理场地屏幕

source: Create Status Post Screen
fi: Luo tilajulkaisunäyttö
fr: Créer un écran de publication de statut
hi: स्टेटस पोस्ट स्क्रीन बनाएं
si: තත්ත්ව පෝස්ට් තිරය සාදන්න
ta: நிலை போஸ்ட் ஸ்கிரீனை உருவாக்கு
zh: 创建状态发布屏幕

source: Create Store Screen
fi: Luo myymälänäyttö
fr: Créer un écran de magasin
hi: स्टोर स्क्रीन बनाएँ
si: Store Screen සාදන්න
ta: கடை திரையை உருவாக்கு
zh: 创建商店屏幕

source: Create Store Product Screen
fi: Luo kaupan tuotenäyttö
fr: Créer un écran de produit de magasin
hi: स्टोर उत्पाद स्क्रीन बनाएँ
si: ගබඩා නිෂ්පාදන තිරය සාදන්න
ta: ஸ்டோர் தயாரிப்பு திரையை உருவாக்கு
zh: 创建商店产品屏幕

source: Create Team Screen
fi: Luo tiiminäyttö
fr: Créer un écran d''équipe
hi: टीम स्क्रीन बनाएँ
si: කණ්ඩායම් තිරය සාදන්න
ta: குழு திரையை உருவாக்கு
zh: 创建团队屏幕

source: Create Venue Screen
fi: Luo tapahtumapaikkanäyttö
fr: Créer un écran de site
hi: वेन्यू स्क्रीन बनाएँ
si: ස්ථාන තිරය සාදන්න
ta: இடம் திரையை உருவாக்கு
zh: 创建场地屏幕

source: Create Venue Zone Screen
fr: Créer un écran de zone de site
hi: वेन्यू ज़ोन स्क्रीन बनाएँ
si: ස්ථාන කලාප තිරය සාදන්න
ta: இடம் மண்டலத் திரையை உருவாக்கு
zh: 创建场地区域屏幕

source: Discover Playmates Screen
fr: Découvrir l''écran Playmates
hi: प्लेमेट्स स्क्रीन खोजें
zh: 发现玩伴屏幕

source: Discover Search Screen
fr: Découvrir l''écran de recherche
hi: खोज स्क्रीन खोजें
si: සෙවුම් තිරය සොයා ගන්න
zh: 发现搜索屏幕

source: Discover Search Settings PT Screen
fr: Découvrir l''écran PT des paramètres de recherche
hi: खोज सेटिंग्स पीटी स्क्रीन खोजें
si: සෙවුම් සැකසුම් PT තිරය සොයා ගන්න
ta: தேடல் அமைப்புகள் PT திரையைக் கண்டறியவும்
zh: 发现搜索设置 PT 屏幕

source: Discover Search Settings SV Screen
fr: Découvrir l''écran SV des paramètres de recherche
hi: खोज सेटिंग्स SV स्क्रीन खोजें
si: සෙවුම් සැකසුම් SV තිරය සොයා ගන්න
ta: தேடல் அமைப்புகள் SV திரையைக் கண்டறியவும்
zh: 发现搜索设置 SV 屏幕

source: Discover Store and Venue Screen
fr: Découvrir l''écran du magasin et du lieu
hi: डिस्कवर स्टोर और वेन्यू स्क्रीन
si: Discover Store සහ Venue Screen
zh: 发现商店和场所屏幕

source: Discover Team Screen
fr: Découvrir l''écran de l''équipe
hi: डिस्कवर टीम स्क्रीन
ta: குழுத் திரையைக் கண்டறியுங்கள்
zh: 发现团队屏幕

source: Download Media Screen
fi: Lataa medianäyttö
fr: Écran de téléchargement du média
hi: मीडिया स्क्रीन डाउनलोड करें
si: මාධ්‍ය තිරය බාගන්න
ta: மீடியா திரையைப் பதிவிறக்கு
zh: 下载媒体屏幕

source: Edit Activity Post Screen
fr: Modifier l''écran de publication d''activité
hi: गतिविधि पोस्ट स्क्रीन संपादित करें
ta: செயல்பாட்டு இடுகைத் திரையைத் திருத்து
zh: 编辑活动发布屏幕

source: Edit Added Media
fi: Muokkaa lisättyä mediaa
fr: Modifier le média ajouté
hi: जोड़ा गया मीडिया संपादित करें
si: එකතු කළ මාධ්‍ය සංස්කරණය කරන්න
ta: சேர்க்கப்பட்ட மீடியாவைத் திருத்து
zh: 编辑添加的媒体

source: Edit Status Post Screen
fi: Muokkaa tilaviestinäyttöä
fr: Modifier l''écran de publication du statut
hi: स्थिति पोस्ट स्क्रीन संपादित करें
si: තත්ත්ව පෝස්ට් තිරය සංස්කරණය කරන්න
ta: நிலை போஸ்ட் ஸ்கிரீனைத் திருத்து
zh: 编辑状态发布屏幕

source: Edit Store Product Screen
fi: Muokkaa kaupan tuotenäyttöä
fr: Modifier l''écran du produit du magasin
hi: स्टोर उत्पाद स्क्रीन संपादित करें
si: වෙළඳසැල් නිෂ්පාදන තිරය සංස්කරණය කරන්න
ta: ஸ்டோர் தயாரிப்புத் திரையைத் திருத்து
zh: 编辑商店产品屏幕

source: Edit User Profile Screen
fi: Muokkaa käyttäjäprofiilin näyttöä
fr: Écran de modification du profil utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल स्क्रीन संपादित करें
si: පරිශීලක පැතිකඩ තිරය සංස්කරණය කරන්න
ta: பயனர் சுயவிவரத் திரையைத் திருத்து
zh: 编辑用户个人资料屏幕

source: Edit Venue Zone Screen
fr: Écran Modifier la zone du site
hi: वेन्यू ज़ोन स्क्रीन संपादित करें
si: ස්ථාන කලාප තිරය සංස්කරණය කරන්න
ta: இடம் மண்டலத் திரையைத் திருத்து
zh: 编辑场地区域屏幕

source: Exit Activity Screen
fi: Poistu toimintonäytöstä
fr: Quitter l''écran d''activité
hi: बाहर निकलें गतिविधि स्क्रीन
ta: செயல்பாட்டுத் திரையிலிருந்து வெளியேறு
zh: 退出活动屏幕

source: Fans Screen
fr: Écran des fans
hi: प्रशंसक स्क्रीन
ta: ரசிகர்கள் திரை
zh: 粉丝屏幕

source: Filter Earnings Screen
fi: Suodata tulonäyttö
fr: Filtrer l''écran des gains
hi: फ़िल्टर आय स्क्रीन
si: ෆිල්ටර් ඉපැයීම් තිරය
ta: வடிகட்டும் வருவாய் திரை
zh: 过滤收入屏幕

source: Filter General Inbox Screen
fi: Suodata yleinen Saapuneet-näyttö
fr: Filtrer l''écran général de la boîte de réception
hi: फ़िल्टरसामान्य इनबॉक्सस्क्रीन
si: සාමාන්‍ය එන ලිපි තිරය පෙරන්න
ta: பொது இன்பாக்ஸ் திரையை வடிகட்டி
zh: 过滤常规收件箱屏幕

source: Filter Interest Group Screen
fi: Suodata aihepiirinäyttö
fr: Filtrer l''écran des groupes d''intérêt
hi: फ़िल्टर इंटरेस्ट ग्रुप स्क्रीन
ta: வடிகட்டும் ஆர்வக் குழுத் திரை
zh: 过滤兴趣组屏幕

source: Flyer Properties Screen
fi: Flyer Properties -näyttö
fr: Écran des propriétés du flyer
hi: फ्लायर प्रॉपर्टीज स्क्रीन
zh: 传单属性屏幕

source: Followers Screen
fi: Seuraajat-näyttö
fr: Écran des abonnés
hi: फ़ॉलोअर्स स्क्रीन
si: අනුගාමිකයින්ගේ තිරය
ta: பின்தொடர்பவர்கள் திரை
zh: 关注者屏幕

source: Forgot Password OTP Screen
fi: Unohdin salasanan OTP-näyttö
fr: Écran OTP de mot de passe oublié
hi: पासवर्ड भूल गए ओटीपी स्क्रीन
si: මුරපද OTP තිරය අමතකද
ta: கடவுச்சொல் OTP திரை மறந்துவிட்டது
zh: 忘记密码 OTP 屏幕

source: Forward Chat To Screen
fi: Lähetä keskustelu näytölle
fr: Transférer la discussion vers l''écran
hi: चैट को स्क्रीन पर अग्रेषित करें
si: Chat To Screen
zh: 将聊天转发到屏幕

source: Gallery Profile Pic Screen
fi: Gallerian profiilikuvanäyttö
fr: Écran de photo de profil de la galerie
hi: गैलरी प्रोफाइल पिक्चरस्क्रीन
ta: கேலரி சுயவிவரப் படத் திரை
zh: 图库个人资料图片屏幕

source: Gallery Screen
fi: Gallerianäyttö
fr: Écran de la galerie
hi: गैलरी स्क्रीन
si: ගැලරි තිරය
ta: கேலரி திரை
zh: 图库屏幕

source: General Inbox Screen
fi: Yleinen Saapuneet-näyttö
fr: Écran général de la boîte de réception
hi: सामान्य इनबॉक्स स्क्रीन
si: සාමාන්‍ය එන ලිපි තිරය
ta: பொது இன்பாக்ஸ் திரை
zh: 常规收件箱屏幕

source: General Notification Screen
fi: Yleinen ilmoitusnäyttö
fr: Écran de notification générale
hi: सामान्य अधिसूचना स्क्रीन
si: සාමාන්‍ය දැනුම්දීම් තිරය
ta: பொது அறிவிப்புத் திரை
zh: 一般通知屏幕

source: Generic Location Screen
fi: Yleinen sijaintinäyttö
fr: Écran de localisation générique
hi: जेनेरिक लोकेशन स्क्रीन
si: සාමාන්‍ය ස්ථාන තිරය
ta: பொதுவான இருப்பிடத் திரை
zh: 通用位置屏幕

source: Generic Report Screen
fi: Yleinen raporttinäyttö
fr: Écran de rapport générique
hi: जेनेरिक रिपोर्ट स्क्रीन
ta: பொது அறிக்கை திரை
zh: 通用报告屏幕

source: Privacy Policy Screen
fi: Tietosuojakäytäntönäyttö
fr: Écran de politique de confidentialité
hi: गोपनीयता नीति स्क्रीन
si: රහස්‍යතා ප්‍රතිපත්ති තිරය
ta: தனியுரிமைக் கொள்கை திரை
zh: 隐私政策屏幕

source: Terms and Conditions Screen
fi: Käyttöehdot-näyttö
fr: Écran des conditions générales
hi: नियम और शर्तें स्क्रीन
si: නියම සහ කොන්දේසි තිරය
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள் திரை
zh: 条款和条件屏幕

source: Login Screen
fi: Kirjautumisnäyttö
fr: Écran de connexion
hi: लॉगिन स्क्रीन
si: පිවිසුම් තිරය
ta: உள்நுழைவுத் திரை
zh: 登录屏幕

source: Main Screen
fi: Päänäyttö
fr: Écran principal
hi: मेनस्क्रीन
si: ප්‍රධාන තිරය
ta: முதன்மை திரை
zh: 主屏幕

source: Main Search Screen
fi: Päähakunäyttö
fr: Écran de recherche principal
hi: मुख्य खोज स्क्रीन
si: ප්‍රධාන සෙවුම් තිරය
ta: முதன்மை தேடல் திரை
zh: 主搜索屏幕

source: Main Search Filter Screen
fi: Päähakusuodatinnäyttö
fr: Écran principal du filtre de recherche
hi: मुख्य खोज फ़िल्टर स्क्रीन
si: ප්‍රධාන සෙවුම් පෙරහන් තිරය
ta: முக்கிய தேடல் வடிகட்டி திரை
zh: 主搜索过滤屏幕

source: Main Search Results Screen
fi: Päähakutulosnäyttö
fr: Écran principal des résultats de recherche
hi: मुख्य खोज परिणाम स्क्रीन
si: ප්‍රධාන සෙවුම් ප්‍රතිඵල තිරය
ta: முக்கிய தேடல் முடிவுகள் திரை
zh: 主搜索结果屏幕

# manageCompletedActivityScreen
source: Manage Created Activity Completed Screen
fi: Hallinnoi luotua toimintoa suoritettua näyttöä
fr: Écran de gestion des activités créées terminées
hi: बनाई गई गतिविधि पूर्ण स्क्रीन प्रबंधित करें
si: නිර්මාණය කළ ක්‍රියාකාරකම් සම්පූර්ණ කළ තිරය කළමනාකරණය කරන්න
ta: உருவாக்கப்பட்ட செயல்பாடு முடிந்த திரையை நிர்வகி
zh: 管理创建活动完成屏幕

source: Manage Joined Activity Screen
fi: Hallinnoi liittyneiden toimintojen näyttöä
fr: Gérer l''écran des activités rejointes
hi: जॉइन्ड एक्टिविटीस्क्रीन प्रबंधित करें
si: ඒකාබද්ධ ක්‍රියාකාරකම් තිරය කළමනාකරණය කරන්න
ta: இணைந்த செயல்பாட்டுத் திரையை நிர்வகி
zh: 管理已加入的活动屏幕

# manageUpcomingActivityScreen
source: Manage Created Activity Upcoming Screen
fi: Hallinnoi luodun toiminnan tulevaa näyttöä
fr: Écran de gestion des activités créées à venir
hi: बनाई गई गतिविधि आगामी स्क्रीन प्रबंधित करें
si: නිර්මාණය කළ ක්‍රියාකාරකම් ඉදිරියට එන තිරය කළමනාකරණය කරන්න
ta: உருவாக்கப்பட்ட செயல்பாடு வரவிருக்கும் திரையை நிர்வகி
zh: 管理创建的活动即将出现的屏幕

source: New Chat Screen
fi: Uusi keskustelunäyttö
fr: Nouvel écran de discussion
hi: नई चैट स्क्रीन
si: නව කතාබස් තිරය
ta: புதிய அரட்டை திரை
zh: 新聊天屏幕

source: Offline Venue Screen
fr: Écran du site hors ligne
hi: ऑफ़लाइनवेन्यूस्क्रीन
si: නොබැඳි ස්ථාන තිරය
ta: ஆஃப்லைன் இடம் திரை
zh: 离线场地屏幕

source: Onboard Screen
fr: Écran embarqué
hi: ऑनबोर्ड स्क्रीन
ta: ஆன்போர்டு ஸ்கிரீன்
zh: 板载屏幕

source: OTP Verification Screen
fi: OTP-vahvistusnäyttö
fr: Écran de vérification OTP
hi: ओटीपी सत्यापन स्क्रीन
si: OTP සත්‍යාපන තිරය
ta: OTP சரிபார்ப்புத் திரை
zh: OTP 验证屏幕

source: Playmate Playmates Screen
fr: Écran Playmate Playmates
hi: प्लेमेट प्लेमेट्सस्क्रीन
zh: 玩伴玩伴屏幕

source: Playmate Profile Screen
fi: Playmate Profiilinäyttö
fr: Écran de profil Playmate
hi: Playmate प्रोफ़ाइल स्क्रीन
si: Playmate පැතිකඩ තිරය
zh: 玩伴个人资料屏幕

source: Post Activity Flyer Only Screen
fi: Post Activity Flyer Only -näyttö
fr: Écran du dépliant de publication d''activité uniquement
hi: पोस्ट एक्टिविटी फ़्लायर केवल स्क्रीन
si: පශ්චාත් ක්‍රියාකාරකම් පියාසර කරන එකම තිරය
zh: 仅发布活动传单屏幕

source: Post Reaction Screen
fr: Écran post-réaction
hi: पोस्ट रिएक्शन स्क्रीन
si: පසු ප්‍රතික්‍රියා තිරය
zh: 后反应屏幕

source: Privacy Screen
fi: Tietosuojanäyttö
fr: Écran de confidentialité
hi: गोपनीयता स्क्रीन
si: රහස්‍යතා තිරය
ta: தனியுரிமைத் திரை
zh: 隐私屏幕

source: Privacy and Notifications Screen
fi: Tietosuoja- ja ilmoitusnäyttö
fr: Écran de confidentialité et de notifications
hi: गोपनीयता और सूचनाएँ स्क्रीन
si: පෞද්ගලිකත්වය සහ දැනුම්දීම් තිරය
ta: தனியுரிமை மற்றும் அறிவிப்புகள் திரை
zh: 隐私和通知屏幕

source: Profile Add Email or Number OTP Screen
fi: Profiili Lisää sähköpostiosoite tai numero OTP-näyttö
fr: Écran OTP d''ajout d''e-mail ou de numéro de profil
hi: प्रोफ़ाइल ईमेल या नंबर OTP स्क्रीन जोड़ें
si: පැතිකඩට විද්‍යුත් තැපෑල හෝ අංකය OTP තිරය එක් කරන්න
ta: சுயவிவரம் மின்னஞ்சல் அல்லது எண் OTP திரையைச் சேர்
zh: 个人资料添加电子邮件或号码 OTP 屏幕

source: Profile Add New Email Address Screen
fi: Profiili Lisää uusi sähköpostiosoite -näyttö
fr: Écran d''ajout d''une nouvelle adresse e-mail dans le profil
hi: प्रोफ़ाइल नया ईमेल पता स्क्रीन जोड़ें
si: පැතිකඩ නව විද්‍යුත් තැපැල් ලිපින තිරයක් එක් කරන්න
ta: சுயவிவரம் புதிய மின்னஞ்சல் முகவரித் திரையைச் சேர்
zh: 个人资料添加新电子邮件地址屏幕

source: Profile Add New Phone Number Screen
fi: Profiili Lisää uusi puhelinnumero -näyttö
fr: Écran d''ajout d''un nouveau numéro de téléphone dans le profil
hi: प्रोफ़ाइल नया फ़ोन नंबर स्क्रीन जोड़ें
si: පැතිකඩ නව දුරකථන අංක තිරයක් එක් කරන්න
ta: சுயவிவரம் புதிய தொலைபேசி எண் திரையைச் சேர்
zh: 个人资料添加新电话号码屏幕

source: Profile Badges Screen
fi: Profiilimerkkien näyttö
fr: Écran des badges de profil
hi: प्रोफ़ाइल बैज स्क्रीन
si: පැතිකඩ ලාංඡන තිරය
ta: சுயவிவர பேட்ஜ்கள் திரை
zh: 个人资料徽章屏幕

source: Profile Bookmarked Screen
fi: Profiilin kirjanmerkillä varustettu näyttö
fr: Écran de profil marqué par un signet
hi: प्रोफ़ाइल बुकमार्क स्क्रीन
si: පැතිකඩ පිටු සලකුණු කළ තිරය
ta: சுயவிவர புக்மார்க் செய்யப்பட்ட திரை
zh: 个人资料书签屏幕

source: Profile Change Language Screen
fi: Profiilin vaihtokielen näyttö
fr: Écran de changement de langue du profil
hi: प्रोफ़ाइल चेंजलैंग्वेजस्क्रीन
si: පැතිකඩ වෙනස් කරන්න භාෂා තිරය
ta: சுயவிவரத்தை மாற்று மொழித் திரை
zh: 个人资料更改语言屏幕

source: Profile Change Password Screen
fi: Profiilin salasanan vaihtonäyttö
fr: Écran de changement de mot de passe de profil
hi: प्रोफ़ाइल बदलें पासवर्ड स्क्रीन
si: පැතිකඩ වෙනස් මුරපද තිරය
ta: சுயவிவரத்தை மாற்று கடவுச்சொல் திரை
zh: 个人资料更改密码屏幕

source: Profile Credit Cards Screen
fi: Profiililuottokorttien näyttö
fr: Écran de cartes de crédit de profil
hi: प्रोफ़ाइल क्रेडिट कार्ड स्क्रीन
si: පැතිකඩ ක්‍රෙඩිට් කාඩ්පත් තිරය
ta: சுயவிவர கடன் அட்டைகள் திரை
zh: 个人资料信用卡屏幕

source: Profile Earnings Screen
fr: Écran des gains du profil
hi: प्रोफ़ाइल आयस्क्रीन
si: පැතිකඩ ඉපැයීම් තිරය
ta: சுயவிவர வருவாய் திரை
zh: 个人资料收入屏幕
