Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Download to phone
fi: Lataa puhelimeen
fr: Télécharger sur le téléphone
hi: फ़ोन पर डाउनलोड करें
si: දුරකථනයට බාගන්න
ta: போனில் பதிவிறக்கு
zh: 下载到手机

source: Exit Activity
fi: Poistu toiminnasta
fr: Quitter l''activité
hi: गतिविधि से बाहर निकलें
si: ක්‍රියාවෙන් පිටවන්න
ta: செயல்பாட்டிலிருந்து வெளியேறு
zh: 退出活动

source: Reason for exiting activity
fi: Syy poistumiselle
fr: Raison de sortie de l''activité
hi: गतिविधि छोड़ने का कारण
si: fReason for exiting activity
ta: செயல்பாட்டிலிருந்து விலகும் காரணம்
zh: 退出活动的原因

source: Refund
fi: Palautus
fr: Remboursement
hi: धनवापसी
si: ප්‍රතිශතය
ta: மீட்டெடுத்தல்
zh: 退款

source: Reason for exiting the activity(optional)
fi: Syy toiminnasta poistumiselle (valinnainen)
fr: Raison de sortie de l''activité (facultatif)
hi: गतिविधि छोड़ने का कारण (वैकल्पिक)
si: ක්‍රියාවෙන් පිටවීමේ හේතුව (තෝරාගත්
ta: செயல்பாட்டிலிருந்து விலகுவதற்கான காரணம் (விருப்பமானது)
zh: 退出活动的原因（可选）

source: Share your thoughts here
fi: Jaa ajatuksesi täällä
fr: Partagez vos pensées ici
hi: यहां अपने विचार साझा करें
si: ඔබේ සංවාද මෙමින් හෝයාගන්න
ta: உங்கள் நினைவுகளை இங்கேயே பகிர்ந்துகொள்ளுங்கள்
zh: 在这里分享您的想法

source: Proceed to refund
fi: Siirry palautukseen
fr: Procéder au remboursement
hi: वापसी करने के लिए आगे बढ़ें
si: ප්‍රතියාවට යම් කරන්න
ta: மீட்டெடுப்புக்குப் பாதுகாப்பாகச் செல்லுங்கள்
zh: 继续退款

# forWithdrawingFromThisActivity
source: For withdrawing from this activity, your refund will be made in the completion or cancellation of this activity. Choose a mode of payment you prefer
fi: Tämän toiminnan peruuttamisen yhteydessä hyvityksesi suoritetaan toiminnan suorittamisen tai peruuttamisen yhteydessä. Valitse mieltymyksesi mukainen maksutapa
fr: Pour toute annulation de cette activité, votre remboursement sera effectué à la fin ou à l''annulation de cette activité. Choisissez un mode de paiement
hi: इस गतिविधि से वापस होने पर, आपका रिफंड इस गतिविधि के पूरा होने या रद्द करने में किया जाएगा. आपकी पसंद के अनुसार एक भुगतान का तरीका चुनें
si: මෙම ක්‍රියාව ඉවත් කිරීමේදී, ඔබගේ සම්පුර්න වියේදී මෙම ක්‍රියාවේ ස්වයංක්‍රීයයෙන් හෝ අවලංගු කිරීමෙන් සිටියායුතුය. ඔබේ අවිස්ථාවලට සකස් කරන ගෙවීම් විකල්පයක් තෝරන්න
ta: இந்த செயல்பாட்டிலிருந்து தளர்வு பெற இந்த செயல்பாட்டின் முடிவில் அல்லது ரத்துசெய்தலில் செய்யப்படும். நீங்கள் விரும்பும் பணத்தின் வகையைத் தேர்வுசெய்க்கவும்
zh: 取消此活动后，您的退款将在此活动完成或取消时进行. 选择您喜欢的支付方式

# receiveWithACard
source: Receive with a credit/debit card
fi: Vastaanota luotto-/maksukortilla
fr: Recevoir avec une carte de crédit/débit
hi: क्रेडिट/डेबिट कार्ड के साथ प्राप्त करें
si: ණය/බැනර් ප්‍රතිශතයක් භාවිතා කිරීමට ලබා ගන්න
ta: கிரெடிட்/டெபிட் அட்டையுடன் பெறவும்
zh: 使用信用卡/借记卡支付

# receiveWithPaypalWallet
source: Receive with your paypal wallet
fi: Vastaanota PayPal-lompakollas
fr: Recevoir avec votre portefeuille PayPal
hi: अपने PayPal वॉलेट के साथ प्राप्त करें
si: ඔබේ PayPal මුදල් කුවේල් හරහා ලබා ගන්න
ta: உங்கள் PayPal பணப் பைத்தியத்தைப் பயன்படுத்தி பெறுங்கள்
zh: 使用您的PayPal钱包进行收款

source: Receive with my card
fi: Vastaanota kortillani
fr: Recevoir avec ma carte
hi: मेरे कार्ड के साथ प्राप्त करें
si: මගේ කාඩ්පත් භාවිතා කර ලබාගන්න
ta: எனது அட்டையுடன் பெறுங்கள்
zh: 使用我的卡支付

source: Refund Completed
fi: Hyvitys suoritettu
fr: Remboursement terminé
hi: रिफंड पूरा हुआ
si: ප්‍රතිශතය සම්පූර්ණයි
ta: திருப்பித்தல் முடிந்தது
zh: 退款完成

# yourRefundDetailsHasBeenSaved
source: Your refund details has been saved and you will receive your refund on completion or cancellation of the activity
fi: Hyvitystietosi on tallennettu ja saat hyvityksen toiminnan päättyessä tai peruuntuessa
fr: Vos informations de remboursement ont été enregistrées et vous recevrez votre remboursement à la fin ou à l''annulation de l''activité
hi: आपकी रिफंड विवरण सहेजे गए हैं और आपको गतिविधि के पूरा होने या रद्द करने पर रिफंड मिलेगा
si: ඔබේ සම්පුර්න තොරතුරු සුරකින්නේ සම්පූර්ණයි ඔබට ඔබේ සම්පුර්න ප්‍රතිශතය ක්‍රියාවෙන් හෝ අවලංගු කිරීමෙන් ලබාගත හැකිය
ta: உங்கள் திரும்பப்பெறும் தள்ளுபடியாக உங்கள் பிரிவு விவரங்கள் சேமிக்கப்பட்டுள்ளன, செயல்பாட்டின் முடிவில் அல்லது ரத்துசெய்தலில் நீங்கள் திருப்பப்பெறுவீர்கள்
zh: 您的退款详细信息已保存，并且您将在活动完成或取消时收到退款

# setManageCompletedActivityAttendanceSearch
source: {attendance, select, Present{Search Present} Absent{Search Absent} other{--}}
fi: {attendance, select, Present{Etsi läsnäoloja} Absent{Etsi poissaoloja} other{--}}
fr: {attendance, select, Present{Rechercher Présent} Absent{Rechercher Absent} other{--}}
hi: {attendance, select, Present{उपस्थिति खोजें} Absent{अनुपस्थिति खोजें} other{--}}
si: {attendance, select, Present{සොයන්න සිටින්නා පවුල්} Absent{සොයන්න සිටින්නා නොපවතියි} other{--}}
ta: {attendance, select, Present{தேடல் தற்போதையைத் தேடவும்} Absent{தேடல் இல்லையைத் தேடவும்} other{--}}
zh: {attendance, select, Present{搜索出席者} Absent{搜索缺席者} other{--}}

# setManageCompletedActivityAttendance
source: {attendance, select, Present{Present} Absent{Absent} other{--}}
fi: {attendance, select, Present{Läsnä} Absent{Poissa} other{--}}
fr: {attendance, select, Present{Présent} Absent{Absent} other{--}}
hi: {attendance, select, Present{वर्तमान} Absent{अनुपस्थित} other{--}}
si: {attendance, select, Present{සොයන්නා} Absent{නොපවතී} other{--}}
ta: {attendance, select, Present{தற்போதையாக} Absent{இல்லை} other{--}}
zh: {attendance, select, Present{出席} Absent{缺席} other{--}}

# setManageCompletedActivityPaymentSearch
source: {payment, select, Income{Search Income} Refund{Search Refund} other{--}}
fi: {payment, select, Income{Etsi tuloja} Refund{Etsi palautusta} other{--}}
fr: {payment, select, Income{Rechercher revenus} Refund{Rechercher remboursement} other{--}}
hi: {payment, select, Income{आय खोजें} Refund{रिफंड खोजें} other{--}}
si: {payment, select, Income{සෙවීම් ආදායම්} Refund{සෙවීම් ප්‍රතිවිකාශයක්} other{--}}
ta: {payment, select, Income{வருமானத்தை தேடு} Refund{திரும்பி தேடு} other{--}}
zh: {payment, select, Income{搜索收入} Refund{搜索退款} other{--}}

# setManageCompletedActivityPayment
source: {payment, select, Income{Income} Refund{Refund} other{--}}
fi: {payment, select, Income{Tulot} Refund{Hyvitys} other{--}}
fr: {payment, select, Income{Revenu} Refund{Remboursement} other{--}}
hi: {payment, select, Income{आय} Refund{वापसी} other{--}}
si: {payment, select, Income{ආදායම්} Refund{ප්‍රතිවිකාශයක්} other{--}}
ta: {payment, select, Income{வருமானம்} Refund{திரும்பிப்பெறு} other{--}}
zh: {payment, select, Income{收入} Refund{退款} other{--}}

# setManageCompletedActivityAttendanceSubtitle
source: {attendance, select, Present{Total Present Participant} Absent{Total Absent Participant} other{--}}
fi: {attendance, select, Present{Kokonaistilanne osallistuja} Absent{Kokonaistilanne poissaolija} other{--}}
fr: {attendance, select, Present{Participant Présent Total} Absent{Participant Absent Total} other{--}}
hi: {attendance, select, Present{कुल वर्तमान सहभागी} Absent{कुल गैरहाजिर सहभागी} other{--}}
si: {attendance, select, Present{සාමාන්‍ය පිළිගත් සැකසුම්} Absent{සාමාන්‍ය අනාවරණ සැකසුම්} other{--}}
ta: {attendance, select, Present{மொத்தம் உள்நாட்டு பங்குபெறுநர்} Absent{மொத்த இல்லாமை பங்குபெறுநர்} other{--}}
zh: {attendance, select, Present{总共参与人数} Absent{总共缺席人数} other{--}}

# setManageCompletedActivityPaymentSubtitle
source: {payment, select, Income{Total Activity Income} Refund{Total Activity Refund} other{--}}
fi: {payment, select, Income{Kokonaisliikevaihto} Refund{Kokonaisliikevaihdon palautus} other{--}}
fr: {payment, select, Income{Revenu total de l''activité} Refund{Remboursement total de l''activité} other{--}}
hi: {payment, select, Income{कुल गतिविधि आय} Refund{कुल गतिविधि वापसी} other{--}}
si: {payment, select, Income{සම්පූර්ණ ක්‍රියා ආදායම් ආදායම} Refund{සම්පූර්ණ ක්‍රියා ප්‍රතිරෝධී} other{--}}
ta: {payment, select, Income{மொத்த செயல்பாட்டு வருமானம்} Refund{மொத்த செயல்பாட்டு திரும்பல்} other{--}}
zh: {payment, select, Income{总活动收入} Refund{总活动退款} other{--}}

# setManageCompletedActivityAttendanceModalSubtitle
source: {attendance, select, Present{Participants that are present for the activity} Absent{Participants that missed the activity} other{--}}
fi: {attendance, select, Present{Aktiivisuudelle läsnäolevat osallistujat} Absent{Aktiivisuudesta poissa olleet osallistujat} other{--}}
fr: {attendance, select, Present{Participants présents pour l''activité} Absent{Participants absents de l''activité} other{--}}
hi: {attendance, select, Present{क्रियाकलाप के लिए मौजूद सहभागी} Absent{क्रियाकलाप को छूटे सहभागी} other{--}}
si: {attendance, select, Present{ක්‍රියාකාරකම සඳහා පවා ඇති පෙරනිමින්} Absent{ක්‍රියාකාරකම් දෝෂයක් ඇති පෙරනිමින්} other{--}}
ta: {attendance, select, Present{செயல்பாட்டிற்கான உள்ளாட்சிப்படும் பங்குபெறுநர்கள்} Absent{செயல்பாட்டை தவிர்ந்து போன பங்குபெறுநர்கள்} other{--}}
zh: {attendance, select, Present{活动参与者} Absent{错过活动的参与者} other{--}}

# setManageCompletedActivityPaymentModalSubtitle
source: {payment, select, Income{Money made from the activity} Refund{Money refund to participant that withdrew from the activity} other{--}}
fi: {payment, select, Income{Toiminnasta saatu raha} Refund{Rahojen palautus osallistujalle, joka perui osallistumisensa} other{--}}
fr: {payment, select, Income{Argent gagné grâce à l''activité} Refund{Remboursement de l''argent au participant qui s''est désisté} other{--}}
hi: {payment, select, Income{क्रियाकलाप से कमाई} Refund{क्रियाकलाप से विचलित होने वाले सहभागी को पैसों का वापसी} other{--}}
si: {payment, select, Income{ක්‍රියාකාරකම් සිදුවීමේ මුදල්} Refund{ක්‍රියාකාරකම් සිදුවීමෙන් පරීක්ෂාව වෙනස් කළ පෙර සහතිකපත්‍රය වෙනස් කිරීමේ මුදල්} other{--}}
ta: {payment, select, Income{செயல்பாட்டிலிருந்து சம்பாதிக்கப்பட்ட பணம்} Refund{செயல்பாட்டில் இருந்து விலகிய பங்கேற்பாளருக்கு பணத்தைத் திரும்பப் பெறுதல்} other{--}}
zh: {payment, select, Income{从活动中赚的钱} Refund{退回已退出活动的参与者的款项} other{--}}

source: Attendance
fi: Osallistuminen
fr: Présence
hi: उपस्थिति
si: පැමිණිලිය
ta: வந்துகொண்டிருக்கும்
zh: 出席

source: Withdrawn
fi: Vetäytyä
fr: Retirer
hi: वापस लेना
si: ඉවත් කිරීම
ta: திரும்ப பின் செல்லுதல்
zh: 撤回

source: No payment was made for this activity
fi: Tästä toiminnasta ei tehty maksua
fr: Aucun paiement n''a été effectué pour cette activité
hi: इस गतिविधि के लिए कोई भुगतान नहीं हुआ
si: මෙම ක්‍රියාවට තුලින් ගෙවීම් කිසිවක් නොමැත
ta: இந்த செயல்பாட்டுக்கு பணம் செலுத்தப்படவில்லை
zh: 本次活动未进行付款

source: Via {paymentMethod}
fi: {paymentMethod} kautta
fr: Par {paymentMethod}
hi: {paymentMethod} के माध्यम से
si: {paymentMethod} පිටපත් කරන්නේයි
ta: {paymentMethod} மூலம்
zh: 通过{paymentMethod}

source: Request
fi: Pyyntö
fr: Demande
hi: अनुरोध
si: ඉල්ලීම
ta: கோரிக்கை
zh: 请求

source: Location Timeout
fi: Sijaintiaikakatkos
fr: Délai de localisation
hi: स्थान समयबाह्यता
si: ස්ථාන සලකුණු වෙනස් නොවේ
ta: இடத்தை நேரம் முடிவுச் செய்தல்
zh: 位置超时

# locationTimeOutDetails
source: Looks like the server is taking too long to respond. This can be caused by either poor connectivity or an error with obtaining your location. Please try again in a while.
fi: Näyttää siltä, että palvelin ei vastaa liian kauan aikaan. Tämä voi johtua joko heikosta yhteydestä tai virheestä sijaintitiedon hankinnassa. Yritä hetken kuluttua uudelleen tai ohita tämä vaihe.
fr: Il semblerait que le serveur mette trop de temps à répondre. Cela peut être dû soit à une mauvaise connectivité, soit à une erreur lors de l''obtention de votre emplacement. Veuillez réessayer dans un moment ou passer cette étape.
hi: लगता है कि सर्वर को जवाब देने में बहुत लंबा समय लग रहा है. यह तो या तो कम कनेक्टिविटी के कारण हो सकता है या आपके स्थान को प्राप्त करने में त्रुटि हो सकती है. कृपया थोड़ी देर बाद फिर से कोशिश करें या इस प्रक्रिया को छोड़ें.
si: සේවාදායකයේ පිළිතුරු දැනටමත් සීමා කිරීමෙන් වේගයෙන් සිදු කරන්නේයි. එය ප්‍රතිශත්වය හෝ ඔබේ ස්ථානය ගැන දෝෂයක් විවෘත විය හැකිය. කරුණාකර එක් කාලයක් පසුව නැවත උත්සාහ කරන්න හෝ මෙම ක්‍රියාව අවසන් කරන්න.
ta: சேவையகம் பதிலளிப்பு நேரம் நிறைவாகிறதனால் போதுமான நேரம் எதிர்ப்பு. இது அல்லது உங்கள் இருப்பிடத்தைப் பெறுவதில் பிழையாய் அதே காரணமாக இருக்கலாம். குறிப்பாக சிறிது நேரத்திற்குப் பிறகு மீண்டும் முயற்சி செய்யவும் அல்லது இந்த செயலை தவிர்க்கவும்.
zh: 看起来服务器响应时间太长了. 这可能是由于网络连接不稳或获取位置信息出现错误所致. 请稍后再试或跳过此过程.

source: Location Service Disabled
fi: Sijaintipalvelu poistettu käytöstä
fr: Service de localisation désactivé
hi: स्थान सेवा अक्षम
si: ස්ථාන සේවා අක්‍රියාවක් අක්‍රියා කළහැකි
ta: இருப்பிட சேவை முடக்கப்பட்டுள்ளது
zh: 定位服务已禁用

# locationServiceDisabledDetails
source: Location services are disabled on your device. Please enable them to access your current location.
fi: Sijaintipalvelut ovat poistettu käytöstä laitteellasi. Ole hyvä ja salli niiden käyttää nykyistä sijaintias. Voit myös valita ohittaa tämän prosessin.
fr: Les services de localisation sont désactivés sur votre appareil. Veuillez les autoriser à accéder à votre position actuelle. Vous pouvez également choisir de passer cette étape.
hi: आपके उपकरण पर स्थान सेवाएं अक्षम हैं. कृपया उन्हें अपने वर्तमान स्थान तक पहुँच को सक्षम करें. आप इस प्रक्रिया को छोड़ने का भी चयन कर सकते हैं.
si: ඔබේ උපාංගයේ ස්ථාන සේවාවන් අක්‍රියා කළහැකි. කරුණාකර ඔවුන්ගේ වත්මන් ස්ථානය පිළිකිරීම සදහා ඉඩ දෙන්නන්ට හැකියි. ඔබට මෙම ක්‍රියාව අවසන් කිරීමටද තේරුමක් තිබේ.
ta: உங்கள் சாதனத்தில் இருப்பிட சேவைகள் முடக்கப்பட்டுள்ளன. தயவுசெய்து உங்கள் தற்போதைய இருப்பிடத்தைப் பயன்படுத்த அவர்களை செயலாக்குக. நீங்கள் இந்த செயல்பாட்டை தவிர்க்கும் முறையையும் தெரிவிக்கலாம்.
zh: 您的设备上已禁用定位服务. 请允许它们访问您的当前位置. 您还可以选择跳过此过程.

source: Open App Settings
fi: Avaa sovelluksen asetukset
fr: Ouvrir les paramètres de l''application
hi: ऐप की सेटिंग्स खोलें
si: යෙදුම් සැකසුම් විවෘත කරන්න
ta: பயன்பாட்டு அமைப்பைத் திறக்கவும்
zh: 打开应用程序设置

source: Privacy And Notifications
fi: Yksityisyys ja ilmoitukset
fr: Confidentialité et notifications
hi: गोपनीयता और सूचनाएं
si: පුද්ගලිකරණය සහ දැනුම්දීම්
ta: தனியுரிமை மற்றும் அறிவிப்புகள்
zh: 隐私和通知

source: ACCOUNT
fi: TILI
fr: COMPTE
hi: खाता
si: ගිණුම
ta: கணக்கு
zh: 账户

source: Privacy
fi: Yksityisyys
fr: Confidentialité
hi: गोपनीयता
si: පුද්ගලිකරණය
ta: தனியுரிமை
zh: 隐私

source: NOTIFICATION
fi: Ilmoitus
hi: सूचना
si: දැනුම්දීම්
ta: அறிவிப்பு
zh: 通知

source: Blocked account
fi: Estetty tili
fr: Compte bloqué
hi: अवरोधित खाता
si: සඟවන ගිණුම
ta: முடக்கப்பட்ட கணக்கு
zh: 封锁的账户

# manageWhatInfoOtherPeopleSee
source: Manage what information you allow other people on playkosmos to see
fi: Hallitse, mitä tietoja sallit muiden ihmisten nähdä Playkosmoksessa
fr: Gérez les informations que vous autorisez les autres utilisateurs de playkosmos à voir
hi: प्लेकॉस्मॉस पर अन्य लोगों को दिखाने की अनुमति देने वाली जानकारी को प्रबंधित करें
si: ප්‍රවේශයෙන් අනුරූප ලබාගැනීම සඳහා ඔබ අනාගත කරන තොරතුරු කළමනාකරණ වින්‍යාසය කරන්න
ta: Playkosmos இல் பிற மக்கள் பார்க்க அனுமதிக்கும் தகவல்களை நிர்வகிக்கவும்
zh: 管理您允许Playkosmos上的其他人看到的信息

source: Tagging
fi: Tägääminen
fr: Marquage
hi: टैग करना
si: ටැග් කිරීම
ta: குறிச்சொல்லைச் சேர்க்குதல்
zh: 标记

source: Message
fi: Viesti
hi: संदेश
si: පණිවිඩය
ta: செய்தி
zh: 信息

# manageNotificationsTeamWillReceive
source: Manage notifications your team will receive.
fi: Hallinnoi ilmoituksia, jotka tiimisi vastaanottaa.
fr: Gérer les notifications que votre équipe recevra.
hi: अपनी टीम को मिलने वाली सूचनाएँ प्रबंधित करें.
si: ඔබේ කණ්ඩායම ලබාගත් දැනුම් මාරු කරන්න.
ta: உங்கள் அணிக்கு பெறும் அறிவிப்புகளை நிர்வகிக்கவும்.
zh: 管理团队将收到的通知.

source: Team Member Request
fi: Tiimin jäsenpyyntö
fr: Demande de membre d''équipe
hi: टीम सदस्य अनुरोध
si: සමාජ සාමාන්ය ඉල්ලුම්කිරීම
ta: குழு உறுப்பினர் கோரிக்கை
zh: 团队成员请求

# notifyWhenTeamHasJoinRequest
source: Notify when team has a new join request
fi: Ilmoita, kun tiimillä on uusi liittymispyyntö
fr: Avertir lorsque l''équipe a une nouvelle demande d''adhésion
hi: टीम में नए साझा होने का अनुरोध हो तो सूचित करें
si: සමාජයේ නව සාමාජික ඉල්ලුම්කිරීම සිදු වීමේදී දැනුම්දීම
ta: குழுவின் புதிய சேர்க்கை கோரிக்கை வரும்போது அறிவிக்குக
zh: 当团队有新的加入请求时通知

# notifyWhenTeamHasNewFan
source: Notify when team has a new fan
fi: Ilmoita, kun tiimillä on uusi fani
fr: Avertir lorsque l''équipe a un nouveau fan
hi: टीम में नया प्रशंसक हो तो सूचित करें
si: සමාජයේ අලෙවි තුල නව සිටින්නාගේ දැනුම්දීම
ta: அணிக்கு புதிய பெண் விருந்தினர் வந்தபோது அறிவிக்கப்படும்
zh: 当团队有新粉丝时通知

# notifyWhenTeamHasNewMessage
source: Notify when team has a new message
fi: Ilmoita, kun tiimillä on uusi viesti
fr: Avertir lorsque l''équipe a un nouveau message
hi: टीम में नया संदेश हो तो सूचित करें
si: සමාජයේ නව පණිවුඩයක් ඇතුලත් කිරීමේදී දැනුම්දීම
ta: குழுவின் புதிய செய்தி உள்ளது என்பதை தெரிவிக்கவும்
zh: 当团队有新消息时通知

source: Team Post
fi: Tiimin viesti
fr: Publication d''équipe
hi: टीम पोस्ट
si: සමාජ පිළිබඳ ලිපිය
ta: குழு அறிவிப்பு
zh: 团队帖子

# notifyMembersWhenTeamMakesPost
source: Notify team members when team makes a post
fi: Ilmoita tiimin jäsenille kun tiimi tekee julkaisun
fr: Avertir les membres de l''équipe lorsqu''elle publie
hi: टीम पोस्ट करती है तो टीम के सदस्यों को सूचित करें
si: සමාජයේ පිටුව සැකසු වීමේදී සමාජ සාමාජිකයන් විසින් සේවා කිරීම
ta: குழு பதிவு செய்யும்போது குழுவின் உறுப்பினர்களுக்கு அறிவிக்குக
zh: 当团队发布帖子时通知团队成员

source: Fan Post
fi: Fanipostaus
fr: Publication de fan
hi: प्रशंसक पोस्ट
si: සිනාවික පිළිබඳ ලිපිය
ta: புகழ்ப்படுத்து பதிவு
zh: 粉丝帖子

# notifyMembersWhenTeamFansPost
source: Notify when my team fans post
fi: Ilmoita, kun tiimini fanit julkaisevat
fr: Avertir lorsque les fans de mon équipe publient
hi: मेरे टीम के प्रशंसक पोस्ट करें तो सूचित करें
si: සහලාන සමාජ පිටුවේ පළවෙනි සියලුම සිනාවික පිළිබඳ දැනුම්දීම
ta: எனது குழு புகழ்படுத்துவிக்கும் பதிவுகள் எப்போது தெரிவிக்கப்படும்
zh: 当我的团队粉丝发帖时通知

source: Team Comments
fi: Tiimin kommentit
fr: Commentaires d''équipe
hi: टीम टिप्पणियाँ
si: සමාජ විස්තර
ta: குழு கருத்துக்கள்
zh: 团队评论

# notifyWhenMembersCommentOnTeamPost
source: Notify when team members comment on team post
fi: Ilmoita, kun tiimin jäsenet kommentoivat tiimin julkaisua
fr: Avertir lorsque les membres de l''équipe commentent la publication de l''équipe
hi: टीम सदस्यों द्वारा टीम पोस्ट पर टिप्पणी करें तो सूचित करें
si: සමාජ සාමාජිකයින් සම්පුර්ණ විස්තර සාමාජ පළවෙනි සියලුම පොළවීම් සඳහා දැනුම්දීම
ta: குழு உறுப்பினர் குழு அறிவிப்புக்கு கருத்திட புதிய பதிவு செய்யப்பட்டால் அறிவிக்குக
zh: 当团队成员评论团队帖子时通知

source: Fan Comments
fi: Fanien kommentit
fr: Commentaires des fans
hi: प्रशंसक टिप्पणियाँ
si: සිනාවික විස්තරාත්මක පටියේ දැක්කම්
ta: ஆர்வலர் கருத்துக்கள்
zh: 粉丝评论

source: Notify when fans comment on team post
fi: Ilmoita, kun fanit kommentoivat tiimin julkaisua
fr: Avertir lorsque les fans commentent la publication de l''équipe
hi: प्रशंसक टीम पोस्ट पर टिप्पणी करते हैं तो सूचित करें
si: සිනාවික විස්තරාත්මක පොළවීම් සඳහා දැනුම්දීම
ta: ஆர்வலர் குழு பதிவுகளின் குறிப்புகளை கருத்திடும்போது அறிவிக்குக
zh: 当粉丝评论团队帖子时通知

# notifyWhenReactionOnTeamPost
source: Notify when there is a reaction on team post
fi: Ilmoita, kun tiimipostauksessa on reaktio
fr: Avertir lorsqu''il y a une réaction sur la publication de l''équipe
hi: जब टीम पोस्ट पर प्रतिक्रिया हो तो सूचित करें
si: සමාජ පොළවෙනි පුරවාහිනියක් සිටියියේ සම්පුර්ණ විස්තරාත්මක පණිවිඩයකින් සිදු වීමේදී දැනුම්දීම
ta: குழு அறிவிப்புக்கு பின்னர் ஒரு பின்னணி ஏற்பட்டால் அறிவிக்குக
zh: 当团队帖子上有反应时通知

source: Tags
fi: Tunnisteet
fr: Étiquettes
hi: टैग्स
si: සලකුණු
ta: குறிச்சொற்கள்
zh: 标签

source: Notify when team is tagged in a post
fi: Ilmoita, kun tiimi on merkitty julkaisuun
fr: Avertir lorsque l''équipe est taguée dans une publication
hi: टीम पोस्ट में टैग किया जाता है तो सूचित करें
si: සමාජයේ පිළිබඳ ලිපියේ අලෙවි ලබාගනියි
ta: அடுத்து குழு ஒரு பதிவில் குறிச்சொற்களின் மூலம் அறிவிக்கப்படும்
zh: 当团队在帖子中被标记时通知

source: Blocked Accounts
fi: Estetyt tilit
fr: Comptes bloqués
hi: अवरोधित खाते
si: සඟවා ඇඟවීමේ ගිණුම්
ta: தடைப்பட்ட கணக்குகள்
zh: 被封锁的账号

source: Unblock
fi: Poista esto
fr: Débloquer
hi: अनब्लॉक करें
si: සඟවන්න
ta: தடை நீக்கு
zh: 解封

source: Unblocking this user
fi: Tämän käyttäjän esto poistetaan
fr: Déblocage de cet utilisateur
hi: इस उपयोगकर्ता को अनब्लॉक कर रहे हैं
si: මෙම පරිශීලකයාගේ සඟවන්නා යායුතු කලයුතුකි
ta: இந்த பயனரின் தடை நீக்கம் செய்யப்படுகின்றது
zh: 解封此用户

# aboutToUnblockThisUser
source: You are about to unblock this user
fi: Olet poistamassa tämän käyttäjän estoa
fr: Vous êtes sur le point de débloquer cet utilisateur
hi: आप इस उपयोगकर्ता को अनब्लॉक करने वाले हैं
si: ඔබ මෙම පරිශීලකයාගේ සඟවන්න වේ
ta: இந்த பயனரின் தடை நீக்க விரும்புகிறீர்கள்
zh: 您将要解封此用户

source: Enable Storage Access
fi: Ota tallennustila käyttöön
fr: Activer l''accès au stockage
hi: भंडारण पहुँच सक्षम करें
si: ස්ථාපන පිවිසුම් ඉල්ලීම
ta: சேமிப்பக அணுகலை இயக்கவும்
zh: 启用存储访问

# playkosmosNeedFileStorageAccessOpenAppSettings
source: Playkosmos needs access to store and retrieve media files — such as photos, from your device. Please allow the required permission in the app settings on your device.
fi: Playkosmos tarvitsee pääsyn tallentaakseen ja noutaakseen mediatiedostoja — kuten valokuvia — laitteestasi. Ole hyvä ja salli tarvittava lupa sovelluksen asetuksissa laitteellasi.
fr: Playkosmos a besoin d''accéder au stockage pour enregistrer et récupérer des fichiers multimédias, tels que des photos, depuis votre appareil. Veuillez autoriser l''autorisation requise dans les paramètres de l''application sur votre appareil.
hi: प्लेकोस्मोस को आपके उपकरण से तस्वीरें जैसे मीडिया फ़ाइलें संग्रहित और पुनः प्राप्त करने के लिए पहुंच की आवश्यकता होती है।. कृपया अपने उपकरण पर ऐप सेटिंग्स में आवश्यक अनुमति को अनुमति दें।.
si: Playkosmos ඔබගේ උපදෙස් සහ රූප උත්සාහ කිරීමට අවශ්‍යයි; ඔබගේ උපදෙස් සහ සිරැසිය හෝ වෙළෙඳ මාදිලියෙන් ගොනු වෙනස් කිරීමට ඉඩ දෙනු ලැබීමට සඳහා අවශ්‍ය අවලංගුව ඉඩ දෙනු ලැබේ. කරුණාකර ඔබගේ උපවේගයේ යෙදුම් සැකසුම් වලට අවශ්‍ය අවලංගුව ඉඩ දෙනු ලැබීමට අනුභවයි ඔබගේ උත්සාහය යැවීම සඳහා උපදෙස් වෙත යා හැකියාවක් ඇති වේ.
ta: kosmos விளையாட கோப்பு சேமிப்பக அணுகல் தேவை பயன்பாட்டு அமைப்புகளைத் திறக்கவும்
zh: Playkosmos需要访问您设备上存储和检索媒体文件，例如照片。 请在您设备上的应用程序设置中允许所需的权限。

source: Error
fi: Virhe
fr: Erreur
hi: त्रुटि
si: දෝෂය
ta: பயங்கரம்
zh: 错误

# unexpectedErrorOccurredTryAgain
source: An unexpected error occurred. Please try again.
fi: Tapahtui odottamaton virhe. Yritä uudelleen.
fr: Une erreur inattendue s''est produite. Veuillez réessayer.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया पुनः प्रयास करें।.
si: අපහසු දෝෂය සිදු වී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.
ta: எதிர்பாராத பிழை ஏற்பட்டது மீண்டும் முயற்சிக்கவும்
zh: 发生了意外错误，请重试。

source: Enable Location Access
fi: Ota sijaintikäyttöön.
fr: Activer l''accès à la localisation
hi: स्थान पहुँच सक्षम करें।
si: ස්ථාපන පිවිසුම් ඉල්ලීම
ta: இருப்பிட அணுகலை இயக்கவும்
zh: 启用位置访问

# playkosmosRequiresYourLocationAccess
source: Playkosmos requires location access; otherwise, some features may be limited.
fi: Playkosmos vaatii sijaintikäytön; muuten jotkut ominaisuudet saattavat olla rajoitettuja.
fr: Playkosmos requiert l''accès à la localisation ; sinon, certaines fonctionnalités pourraient être limitées.
hi: प्लेकोस्मोस स्थान पहुँच की आवश्यकता है; अन्यथा, कुछ सुविधाएँ सीमित हो सकती हैं।.
si: Playkosmos ස්ථාපන පිවිසුම් අවශ්‍යයි; එහි විශ්ලේෂණය වී ඇති පැවැත්඀ීම් සඳහා අවශ්‍යයි.
ta: kosmos விளையாட உங்கள் இருப்பிட அணுகல் தேவை
zh: Playkosmos需要位置访问权限；否则，某些功能可能受限。

source: Allow
fi: Salli
fr: Autoriser
hi: अनुमति देना
si: ඉඩ දෙන්න
ta: அனுமதிக்க
zh: 允许

source: Delete this Team
fi: Poista tämä tiimi
fr: Supprimer cette équipe
hi: इस टीम को हटाएं
si: මෙම කණ්ඩායම මකන්න
ta: இந்த அணியை நீக்கவும்
zh: 删除此团队

source: You are about to delete this team
fi: Olet poistamassa tätä tiimiä
fr: Vous êtes sur le point de supprimer cette équipe
hi: आप इस टीम को हटाने वाले हैं
si: ඔබ මෙම කණ්ඩායම මකා දැමීමට පටන් ඇත
ta: நீங்கள் இந்த குழுவை நீக்க உள்ளீர்கள்
zh: 您即将删除此团队

source: Become a fan
fi: Tule faniksi
fr: Devenir fan
hi: फैन बनें
si: නිළියන්න
ta: ஒரு ரசிகன் ஆக
zh: 成为粉丝

source: Rate
fi: Arvostele
fr: Évaluer
hi: रेट करें
si: දක්වන්න
ta: விகிதம்
zh: 评分

source: Type your complaint
fi: Kirjoita valituksesi
fr: Tapez votre plainte
hi: अपनी शिकायत टाइप करें
si: ඔබේ සැකසුම ටයිප් කරන්න
ta: உங்கள் புகாரை தட்டச்சு செய்யவும்
zh: 输入您的投诉

source: Descending Order
fi: Laskevassa Järjestyksessä
fr: Ordre décroissant
hi: अवरोही क्रम
si: අවරාධාරයේ පිහිටුවා
ta: இறங்கு வரிசை
zh: 降序
