Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Unable to send OTP
fi: OTP:n lähettäminen ei onnistu
fr: Impossible d''envoyer OTP
hi: OTP भेजने में असमर्थ
si: OTP යැවීමට නොහැක
ta: OTP ஐ அனுப்ப முடியவில்லை
zh: 无法发送 OTP

source: Please scan a valid QR code
fi: Skannaa kelvollinen QR-koodi
fr: Veuillez scanner un code QR valide
hi: कृपया एक वैध क्यूआर कोड स्कैन करें
si: කරුණාකර වලංගු QR කේතයක් පරිලෝකනය කරන්න
ta: சரியான QR குறியீட்டை ஸ்கேன் செய்யவும்
zh: 请扫描有效二维码

source: QR code scan completed
fi: QR-koodin skannaus suoritettu
fr: Scan du code QR terminé
hi: QR कोड स्कैन पूरा हुआ
si: QR කේත ස්කෑන් කිරීම සම්පූර්ණ කර ඇත
ta: QR குறியீடு ஸ்கேன் முடிந்தது
zh: 二维码扫描完成

# thisUserIsNotAParticipantOfThisActivity
source: This user isn''t a participant of this activity
fi: Tämä käyttäjä ei osallistu tähän aktiviteettiin
fr: Cet utilisateur n''est pas un participant à cette activité
hi: यह उपयोगकर्ता इस गतिविधि का भागीदार नहीं है
si: මෙම පරිශීලකයා මෙම ක්‍රියාකාරකමට සහභාගිවන්නෙකු නොවේ
ta: இந்தப் பயனர் இந்தச் செயலில் பங்கேற்பவர் அல்ல
zh: 该用户不是该活动的参与者

source: Scanning is not supported on this device
fi: Tämä laite ei tue skannausta
fr: La numérisation n''est pas prise en charge sur cet appareil
hi: इस डिवाइस पर स्कैनिंग समर्थित नहीं है
si: ස්කෑන් කිරීම මෙම උපාංගය මත සහාය නොදක්වයි
ta: இந்தச் சாதனத்தில் ஸ்கேனிங் ஆதரிக்கப்படவில்லை
zh: 此设备不支持扫描

source: Something went wrong with the scanner
fi: Jotain meni vikaan skannerissa
fr: Quelque chose s''est mal passé avec le scanner
hi: स्कैनर में कुछ गड़बड़ी हुई
si: ස්කෑනරයේ යමක් වැරදී ඇත
ta: ஸ்கேனரில் ஏதோ தவறாகிவிட்டது
zh: 扫描仪出了问题

# theCreatorDeclinedYourRequestToParticipateInThisActivity
source: The creator of this activity has declined your request to participate in this activity. To send a request again please tap the re-join button below
fi: Tämän toiminnan luoja on hylännyt pyyntösi osallistua tähän toimintaan. Lähetä pyyntö uudelleen napauttamalla alla olevaa liity uudelleen -painiketta
fr: Le créateur de cette activité a décliné votre demande de participation à cette activité. Pour envoyer à nouveau une demande, veuillez appuyer sur le bouton de réinscription ci-dessous
hi: इस गतिविधि के निर्माता ने इस गतिविधि में भाग लेने के आपके अनुरोध को अस्वीकार कर दिया है। दोबारा अनुरोध भेजने के लिए कृपया नीचे पुनः शामिल हों बटन पर टैप करें
si: මෙම ක්රියාකාරකමේ නිර්මාතෘ මෙම ක්රියාකාරකමට සහභාගී වන ලෙස ඔබ කළ ඉල්ලීම ප්රතික්ෂේප කර ඇත. නැවත ඉල්ලීමක් යැවීමට කරුණාකර පහත නැවත එක්වන්න බොත්තම තට්ටු කරන්න
ta: இந்த செயல்பாட்டை உருவாக்கியவர் இந்த நடவடிக்கையில் பங்கேற்பதற்கான உங்கள் கோரிக்கையை மறுத்துவிட்டார். மீண்டும் கோரிக்கையை அனுப்ப, கீழே உள்ள மீண்டும் சேரவும் பொத்தானைத் தட்டவும்
zh: 此活动的创建者拒绝了您参与此活动的请求。 要再次发送请求，请点击下面的重新加入按钮

source: Unable to rejoin this activity
fi: Tähän aktiviteettiin ei voi liittyä uudelleen
fr: Impossible de rejoindre cette activité
hi: इस गतिविधि में पुनः शामिल होने में असमर्थ
si: මෙම ක්‍රියාකාරකමට නැවත සම්බන්ධ විය නොහැක
ta: இந்தச் செயலில் மீண்டும் சேர முடியவில்லை
zh: 无法重新加入此活动

# failedToRetrieveSavedCards
source: Failed to retrieve saved cards. Please try again later
fi: Tallennettujen korttien hakeminen epäonnistui. Yritä uudelleen myöhemmin
fr: Échec de la récupération des cartes enregistrées. Veuillez réessayer plus tard
hi: सहेजे गए कार्ड पुनः प्राप्त करने में विफल. कृपया बाद में पुन: प्रयास करें
si: සුරකින ලද කාඩ්පත් නැවත ලබා ගැනීමට අසමත් විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න
ta: சேமித்த கார்டுகளை மீட்டெடுப்பதில் தோல்வி. பிறகு முயற்சிக்கவும்
zh: 无法检索已保存的卡片。 请稍后再试

source: Activity QR-CODE has been downloaded successfully
fi: Aktiviteetin QR-CODE lataaminen onnistui
fr: Le QR-CODE d''activité a été téléchargé avec succès
hi: गतिविधि क्यू आर संहिता सफलतापूर्वक डाउनलोड हो गया है
si: ක්රියාකාරකම් QR-කේතය සාර්ථකව බාගත කර ඇත
ta: QR-CODE செயல்பாடு வெற்றிகரமாகப் பதிவிறக்கப்பட்டது
zh: 活动二维码已成功下载

# yourOtpForThisActivity
source: Your OTP for this activity is
fi: Tämän aktiviteetin OTP:si on
fr: Votre OTP pour cette activité est
hi: इस गतिविधि के लिए आपका ओटीपी है
si: මෙම ක්‍රියාකාරකම සඳහා ඔබේ OTP වේ
ta: இந்தச் செயல்பாட்டிற்கான உங்கள் OTP
zh: 您此活动的 OTP 是

# sEmptyTextForCompletedActivityAttendance
source: {attendance, select, Present{No participants were present for this activity} Absent{No participants were absent for this activity} other{--}}
fi: {attendance, select, Present{Yksikään osallistuja ei ollut paikalla tähän aktiviteettiin} Absent{Yksikään osallistuja ei ollut poissa tästä aktiviteetista} other{--}}
fr: {attendance, select, Present{Aucun participant n''était présent pour cette activité} Absent{Aucun participant n''était absent pour cette activité} other{--}}
hi: {attendance, select, Present{इस गतिविधि के लिए कोई भी प्रतिभागी उपस्थित नहीं था} Absent{इस गतिविधि के लिए कोई भी प्रतिभागी अनुपस्थित नहीं था} other{--}}
si: {attendance, select, Present{මෙම ක්‍රියාකාරකම සඳහා සහභාගිවන්නන් කිසිවෙක් පැමිණ සිටියේ නැත} Absent{මෙම ක්‍රියාකාරකම සඳහා සියලුම සහභාගිවන්නන් පැමිණ සිටියහ} other{--}}
ta: {attendance, select, Present{இந்தச் செயலில் பங்கேற்பாளர்கள் யாரும் இல்லை} Absent{இந்த நடவடிக்கைக்கு அனைத்து பங்கேற்பாளர்களும் வந்திருந்தனர்} other{--}}
zh: {attendance, select, Present{本次活动没有参加者到场} Absent{本次活动无参与者缺席} other{--}}

# sEmptyTextForCompletedActivityPayment
source: {payment, select, Income{No payments were received for this activity} Refund{No withdrawals were recorded for this activity} other{--}}
fi: {payment, select, Income{Tästä toiminnasta ei saatu maksuja} Refund{Tästä toiminnasta ei kirjattu nostoja} other{--}}
fr: {payment, select, Income{Aucun paiement n''a été reçu pour cette activité} Refund{Aucun retrait n''a été enregistré pour cette activité} other{--}}
hi: {payment, select, Income{इस गतिविधि के लिए कोई भुगतान प्राप्त नहीं हुआ} Refund{इस गतिविधि के लिए कोई निकासी दर्ज नहीं की गई} other{--}}
si: {payment, select, Income{මෙම ක්‍රියාකාරකම සඳහා ගෙවීම් ලැබී නැත} Refund{මෙම ක්‍රියාකාරකම සඳහා මුදල් ආපසු ගැනීම් වාර්තා කර නොමැත} other{--}}
ta: {payment, select, Income{இந்தச் செயல்பாட்டிற்காக பேமெண்ட் எதுவும் பெறப்படவில்லை} Refund{இந்த நடவடிக்கைக்காக பணம் எடுத்தல் எதுவும் பதிவு செய்யப்படவில்லை} other{--}}
zh: {payment, select, Income{没有收到这项活动的付款} Refund{此活动未记录提款} other{--}}

# joinedTeamEmptyStateText
source: You have not joined a team yet. Teams you joined will be displayed here.
fi: Et ole vielä liittynyt tiimiin. Joukkueet, joihin liityit, näkyvät täällä.
fr: Vous n''avez pas encore rejoint une équipe. Les équipes que vous avez rejointes seront affichées ici.
hi: आप अभी तक किसी टीम में शामिल नहीं हुए हैं। आपके द्वारा शामिल की गई टीमें यहां प्रदर्शित की जाएंगी।
si: ඔබ තවම කණ්ඩායමකට සම්බන්ධ වී නැත. ඔබ එක් වූ කණ්ඩායම් මෙහි දර්ශනය වනු ඇත.
ta: நீங்கள் இன்னும் ஒரு குழுவில் சேரவில்லை. நீங்கள் சேர்ந்த அணிகள் இங்கே காட்டப்படும்.
zh: 您还没有加入团队。这里会显示您加入的团队。

# createdTeamEmptyStateText
source: You haven’t yet create a team. The teams you created will appear here.
fi: Et ole vielä luonut tiimiä. Luomasi tiimit näkyvät täällä.
fr: Vous n''avez pas encore créé d''équipe. Les équipes que vous avez créées apparaîtront ici.
hi: आपने अभी तक कोई टीम नहीं बनाई है। आपके द्वारा बनाई गई टीमें यहां दिखाई देंगी।
si: ඔබ තවමත් කණ්ඩායමක් නිර්මාණය කර නැත. ඔබ නිර්මාණය කළ කණ්ඩායම් මෙහි දිස් වනු ඇත.
ta: நீங்கள் இன்னும் ஒரு குழுவை உருவாக்கவில்லை. நீங்கள் உருவாக்கிய அணிகள் இங்கே தோன்றும்.
zh: 您尚未创建团队。您创建的团队将出现在此处。

# fansEmptyStateText
source: Your fan list is currently empty.
fi: Fanilistasi on tällä hetkellä tyhjä.
fr: Votre liste de fans est actuellement vide.
hi: आपकी प्रशंसक सूची फिलहाल खाली है।
si: ඔබේ රසික ලැයිස්තුව දැනට හිස් ය.
ta: உங்கள் ரசிகர் பட்டியல் தற்போது காலியாக உள்ளது.
zh: 您的粉丝列表当前为空。

# playmateEmptyStateText
source: Your playmate list is currently empty.
fi: Pelkkitoveriluettelosi on tällä hetkellä tyhjä.
fr: Votre liste de camarades de jeu est actuellement vide.
hi: आपकी प्लेमेट सूची फिलहाल खाली है।
si: ඔබේ සෙල්ලම් සගයා ලැයිස්තුව දැනට හිස් ය.
ta: உங்கள் பிளேமேட் பட்டியல் தற்போது காலியாக உள்ளது.
zh: 你的玩伴列表当前为空。

# createdVenueEmptyStateText
source: You haven’t yet create any venue. The venues you created will appear here.
fi: Et ole vielä luonut yhtään tapahtumapaikkaa. Luomasi tapahtumapaikat näkyvät täällä.
fr: ඔබ තවමත් කිසිදු ස්ථානයක් නිර්මාණය කර නැත. ඔබ නිර්මාණය කළ ස්ථාන මෙහි දිස් වනු ඇත.
hi: आपने अभी तक कोई स्थान नहीं बनाया है। आपके द्वारा बनाए गए स्थान यहां दिखाई देंगे।
si: ඔබ තවමත් කිසිදු ස්ථානයක් නිර්මාණය කර නැත. ඔබ නිර්මාණය කළ ස්ථාන මෙහි දිස් වනු ඇත.
ta: நீங்கள் இதுவரை எந்த இடத்தையும் உருவாக்கவில்லை. நீங்கள் உருவாக்கிய இடங்கள் இங்கே தோன்றும்.
zh: 您还没有创建任何场地。您创建的场地将出现在这里。

# createdStoreEmptyStateText
source: You haven’t yet create any store. The stores you created will be displayed here.
fi: Et ole vielä luonut yhtään kauppaa. Luomasi kaupat näkyvät tässä.
fr: ඔබ තවමත් කිසිදු වෙළඳසැලක් සාදා නැත. ඔබ විසින් සාදන ලද වෙළඳසැල් මෙහි පෙන්වනු ඇත.
hi: आपने अभी तक कोई स्टोर नहीं बनाया है। आपके द्वारा बनाए गए स्टोर यहां प्रदर्शित किए जाएंगे।
si: ඔබ තවමත් කිසිදු වෙළඳසැලක් සාදා නැත. ඔබ විසින් සාදන ලද වෙළඳසැල් මෙහි පෙන්වනු ඇත.
ta: நீங்கள் இதுவரை எந்த ஸ்டோரையும் உருவாக்கவில்லை. நீங்கள் உருவாக்கிய ஸ்டோர்கள் இங்கே காட்டப்படும்.
zh: 您还没有创建任何商店。您创建的商店将显示在这里。

# playmateLarge
source: PLAYMATE
hi: प्लेमेट
