Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# activityInterest
source: Activity interest: {interest}
fi: Toiminta kiinnostava: {interest}
fr: Intérêt pour l''activité : {interest}
hi: गतिविधि रुचि: {interest}
si: ක්‍රියාකාරකම් උනන්දුව: {interest}
ta: செயல்பாடு ஆர்வம்: {interest}
zh: 活动兴趣：{interest}

# activityVenue
source: Activity venue: {venue}
fi: Aktiviteettipaikka: {venue}
fr: Lieu de l''activité : {venue}
hi: गतिविधि स्थल: {venue}
si: ක්‍රියාකාරකම් ස්ථානය: {venue}
ta: செயல்பாட்டு இடம்: {venue}
zh: 活动地点：{venue}

# activityDuration
source: Duration: {duration}
fi: Kesto: {duration}
fr: Durée : {duration}
hi: अवधि: {duration}
si: කාලසීමාව: {duration}
ta: காலம்: {duration}
zh: 持续时间：{duration}

# comingUpBy
source: Coming up by: {time}
fi: Tulossa: {time}
fr: À venir : {time}
hi: आ रहा हूँ: {time}
si: පැමිණෙන්නේ: {time}
ta: வருவது: {time}
zh: 即将到来：{time}

# nStarRating
source: {count} star rating
fi: {count} tähtiluokitus
fr: {count} étoiles
hi: {count} स्टार रेटिंग
si: {count} තරු ශ්‍රේණිගත කිරීම
ta: {count} நட்சத்திர மதிப்பீடு
zh: {count} 星级

source: Activities and status list
fi: Activities ja status list
fr: Liste des activités et statuts
hi: गतिविधियाँ और स्थिति सूची
si: ක්‍රියාකාරකම් සහ තත්ව ලැයිස්තුව
ta: செயல்பாடுகள் மற்றும் நிலை பட்டியல்
zh: 活动和状态列表

# activityAndStatusViewTypeSwitch
source: Activity and status view type
fi: Toiminta- ja tilanäkymän tyyppi
fr: Type de vue d''activité et d''état
hi: गतिविधि और स्थिति दृश्य प्रकार
si: ක්‍රියාකාරකම් සහ තත්ව දර්ශන වර්ගය
ta: செயல்பாடு மற்றும் நிலைக் காட்சி வகை
zh: 活动和状态视图类型

source: Switched to grid view
fi: Vaihdettu ruudukkonäkymään
fr: Basculé en vue grille
hi: ग्रिड दृश्य पर स्विच किया गया
si: ජාල දසුනට මාරු විය
ta: கிரிட் காட்சிக்கு மாறியது
zh: 切换到网格视图

source: Switched to list view
fi: Vaihdettu luettelonäkymään
fr: Basculé vers la vue liste
hi: सूची दृश्य पर स्विच किया गया
si: ලැයිස්තු දසුනට මාරු විය
ta: பட்டியல் காட்சிக்கு மாறியது
zh: 切换到列表视图

# planSubscriber
source: {plan, select, gold{Gold subscriber} silver{Silver subscriber} diamond{Diamond subscriber} bronze{Bronze subscriber} other{--}}
fi: {plan, select, gold{Kultatilaaja} silver{Hopeatilaaja} diamond{Timanttitilaaja} bronze{Pronssitilaaja} other{--}}
fr: {plan, select, gold{Abonné Or} silver{Abonné Argent} diamond{Abonné Diamant} bronze{Abonné Bronze} other{--}}
hi: {plan, select, gold{गोल्ड सब्सक्राइबर} silver{सिल्वर सब्सक्राइबर} diamond{डायमंड सब्सक्राइबर} bronze{कांस्य सब्सक्राइबर} other{--}}
si: {plan, select, gold{රන් ග්‍රාහකයා} silver{රිදී ග්‍රාහකයා} diamond{දියමන්ති ග්‍රාහකයා} bronze{ලෝකඩ ග්‍රාහකයා} other{--}}
ta: {plan, select, gold{தங்கம் சந்தாதாரர்} silver{வெள்ளி சந்தாதாரர்} diamond{வைரம் சந்தாதாரர்} bronze{வெண்கல சந்தாதாரர்} other{--}}
zh: {plan, select, gold{金牌订阅者} silver{白银订阅者} diamond{钻石订阅者} bronze{青铜订阅者} other{--}}

# postedMilesAway
source: Posted {milesAway} and {weeksAgo}
fi: Lähetetty {milesAway} ja {weeksAgo}
fr: Publié {milesAway} et {weeksAgo}
hi: {milesAway} और {weeksAgo} पोस्ट किया गया
si: පලකරන්නා {milesAway} සහ {weeksAgo}
ta: போஸ்ட் செய்யப்பட்டது {milesAway} மற்றும் {weeksAgo}
zh: 发布于 {milesAway} 和 {weeksAgo}

# nShares
source: {count, plural, =1{{count} share} other{{count} shares}}
fi: {count, plural, =1{{count} jakaa} other{{count} Osakkeet}}
fr: {count, plural, =1{{count} partage} other{{count} partages}}
hi: {count, plural, =1{{count} शेयर} other{{count} शेयर}}
si: {count, plural, =1{{count} බෙදා ගන්න} other{{count} කොටස්}}
ta: {count, plural, =1{{count} share} other{{count} பங்குகள்}}
zh: {count, plural, =1{{count} 股} other{{count} 股}}

# nComments
source: {count, plural, =1{{count} comment} other{{count} comments}}
fi: {count, plural, =1{{count} kommentti} other{{count} Kommentit}}
fr: {count, plural, =1{{count} commentaire} other{{count} commentaires}}
hi: {count, plural, =1{{count} टिप्पणी} other{{count} टिप्पणियाँ}}
si: {count, plural, =1{{count} අදහස් දක්වන්න} other{{count} අදහස්}}
ta: {count, plural, =1{{count} கருத்து} other{{count} கருத்துகள்}}
zh: {count, plural, =1{{count} 条评论} other{{count} 条评论}}

# nQuestionAndAnswer
source: {count, plural, =1{{count} question and answer} other{{count} questions and answers}}
fi: {count, plural, =1{{count} kysymys ja vastaus} other{{count} kysymystä ja vastausta}}
fr: {count, plural, =1{{count} question et réponse} other{{count} questions et réponses}}
hi: {count, plural, =1{{count} प्रश्न और उत्तर} other{{count} प्रश्न और उत्तर}}
si: {count, plural, =1{{count} ප්‍රශ්න සහ පිළිතුරු} other{{count} ප්‍රශ්න සහ පිළිතුරු}}
ta: {count, plural, =1{{count} கேள்வி மற்றும் பதில்} other{{count} கேள்விகள் மற்றும் பதில்கள்}}
zh: {count, plural, =1{{count} 个问题和答案} other{{count} 个问题和答案}}

# nParticipants
source: {participantCount} participant
fi: {participantCount} osallistuja
hi: {participantCount} प्रतिभागी
si: {participantCount} සහභාගිවන්නෙක්
ta: {participantCount} பங்கேற்பாளர்
zh: {participantCount} 个参与者

# nPlaymatesAttending
source: {count, plural, other{{count} playmates attending} =1{{count} playmate attending}}
fi: {count, plural, other{{count} leikkikaveria osallistuu} =1{{count} leikkikaveri osallistuu}}
fr: {count, plural, other{{count} camarades de jeu présents} =1{{count} camarade de jeu présents}}
hi: {count, plural, other{{count} खेलने वाले साथी भाग ले रहे हैं} =1{{count} खेलने वाले साथी भाग ले रहे हैं}}
si: {count, plural, other{{count} ක්‍රීඩා සගයන් සහභාගී වේ} =1{{count} ක්‍රීඩා සගයන් සහභාගී වේ}}
ta: {count, plural, other{{count} விளையாட்டுத் தோழர்கள் கலந்து கொள்கிறார்கள்} =1{{count} விளையாட்டுத் தோழர் கலந்து கொள்கிறார்கள்}}
zh: {count, plural, other{{count} 个玩伴参加} =1{{count} 个玩伴参加}}

# nLikesFull
source: {count, plural, other{{count} likes} =1{{count} like}}
fr: {count, plural, other{{count} Aime} =1{{count} comme}}
hi: {count, plural, other{{count} पसंद} =1{{count} पसंद}}
si: {count, plural, other{{count} කැමති} =1{{count} කැමති}}
ta: {count, plural, other{{count} பிடிக்கும்} =1{{count} போன்ற}}
zh: {count, plural, other{{count} 赞} =1{{count} 赞}}

# postBookmarked
source: {bookmarked, select, notBookmarked{Post not bookmarked} bookMarked{Post bookmarked} other{--}}
fi: {bookmarked, select, notBookmarked{Viestiä ei ole lisätty kirjanmerkkeihin} bookmarked{Lähetä kirjanmerkkeihin} other{--}}
fr: {bookmarked, select, notBookmarked{Post non mis en signet} bookMarked{Poster dans vos favoris} other{--}}
hi: {bookmarked, select, notBookmarked{पोस्ट बुकमार्क नहीं किया गया} bookMarked{पोस्ट बुकमार्क किया गया} other{--}}
si: {bookmarked, select, notBookmarked{තැපැල් පිටු සලකුණු කර නැත} bookmarked{පසු පොත් සලකුණු} other{--}}
ta: {bookmarked, select, notBookmarked{இடுகை புக்மார்க் செய்யப்படவில்லை} bookMarked{இடுகை புக்மார்க் செய்யப்பட்டது} other{--}}
zh: {bookmarked, select, notBookmarked{帖子未添加书签} bookMarked{帖子已添加书签} other{--}}

source: Activity flyer
fi: Aktiviteettiesite
fr: Dépliant d''activité
hi: गतिविधि फ़्लायर
si: ක්‍රියාකාරකම් පියාසර කරන්නා
ta: செயல்பாட்டு ஃப்ளையர்
zh: 活动传单

source: Image
fi: Kuva
hi: छवि
si: රූපය
ta: படம்
zh: 图像

source: {reaction} button pressed
fi: {reaction}-painiketta painettu
fr: Bouton {reaction} enfoncé
hi: {reaction} बटन दबाया गया
si: {reaction} බොත්තම එබුවා
ta: {reaction} பொத்தான் அழுத்தப்பட்டது
zh: 按下了{reaction}按钮

# reaction
source: {reaction, select, other{--} laugh{laugh} shock{shock} cry{cry} angry{angry} sad{sad} dislike{dislike} heart{heart} party{party} like{like} clap{clap}}
fi: {reaction, select, other{--} laugh{nauraa} shock{shokki} cry{itkeä} angry{vihainen} sad{surullinen} dislike{en pidä} heart{sydän} party{juhla} like{Kuten} clap{taputtaa}}
fr: {reaction, select, other{--} laugh{rire} shock{choc} cry{crier} angry{en colère} sad{triste} dislike{n''aime pas} heart{coeur} party{fête} like{aimer} clap{clap}}
hi: {reaction, select, other{--} laugh{हंसना} shock{स्तब्धता} cry{रोना} angry{क्रोधित} sad{उदास} dislike{नापसंद} heart{दिल} party{पार्टी} like{पसंद } clap{ताली}}
si: {reaction, select, other{--} laugh{සිනා} shock{කම්පනය} cry{අඬන්න} angry{කෝපයෙන්} sad{දුකින්} dislike{අකමැත්තෙන්} heart{හදවත} party{පක්ෂය} like{කැමති } clap{අත්පුඩි}}
ta: {reaction, select, other{--} laugh{சிரிப்பு} shock{அதிர்ச்சி} cry{அழுகை} angry{கோபம்} sad{சோகம்} dislike{வெறுப்பு} heart{இதயம்} party{கட்சி} like{லைக்} clap{கைதட்டல்}}
zh: {reaction, select, other{--}laugh{笑}shock{震惊}cry{哭}angry{愤怒}sad{悲伤}dislike{不喜欢}heart{心}party{聚会}like{喜欢 }clap{拍}}

source: Scroll list to the left
fi: Vieritä luetteloa vasemmalle
fr: Faire défiler la liste vers la gauche
hi: सूची को बायीं ओर स्क्रॉल करें
si: ලැයිස්තුව වමට අනුචලනය කරන්න
ta: பட்டியலை இடதுபுறமாக உருட்டவும்
zh: 向左滚动列表

source: Scroll list to the right
fi: Vieritä luetteloa oikealle
fr: Faire défiler la liste vers la droite
hi: सूची को दाईं ओर स्क्रॉल करें
si: ලැයිස්තුව දකුණට අනුචලනය කරන්න
ta: வலதுபுறம் பட்டியலை உருட்டவும்
zh: 向右滚动列表

source: Reactions list
fi: Reaktioluettelo
fr: Liste des réactions
hi: प्रतिक्रिया सूची
si: ප්‍රතික්‍රියා ලැයිස්තුව
ta: எதிர்வினைகள் பட்டியல்
zh: 反应列表

source: View attending playmates
fi: Näytä osallistuvat leikkikaverit
fr: Afficher les camarades de jeu présents
hi: उपस्थित सहपाठियों को देखें
si: සහභාගී වන ක්‍රීඩා සගයන් බලන්න
ta: கலந்துகொள்ளும் விளையாட்டுத் தோழர்களைக் காண்க
zh: 查看参加的玩伴

source: Post removed from bookmark
fi: Viesti poistettu kirjanmerkistä
fr: Message supprimé du favori
hi: पोस्ट को बुकमार्क से हटा दिया गया
si: පිටු සලකුණෙන් පළ කිරීම ඉවත් කළා
ta: புக்மார்க்கிலிருந்து இடுகை அகற்றப்பட்டது
zh: 帖子已从书签中删除

# postBookmarkedString
source: Post bookmarked
fi: Lähetä kirjanmerkiksi
fr: Publication ajoutée aux favoris
hi: पोस्ट बुकमार्क किया गया
si: පසු පිටු සලකුණු කරන ලදී
ta: புக்மார்க் செய்யப்பட்ட இடுகை
zh: 帖子已添加书签

# nReactions
source: {count, plural, other{{count} reactions} =1{{count} reaction}}
fi: {count, plural, other{{count} reaktiot} =1{{count} reaktio}}
fr: {count, plural, other{{count} réactions} =1{{count} réaction}}
hi: {count, plural, other{{count} प्रतिक्रियाएँ} =1{{count} प्रतिक्रिया}}
si: {count, plural, other{{count} प्रतिक्रियाएँ} =1{{count} प्रतिक्रिया}}
ta: {count, plural, other{{count} எதிர்வினைகள்} =1{{count} எதிர்வினை}}
zh: {count, plural, other{{count} 个反应} =1{{count} 个反应}}

# nReviews
source: {count, plural, other{{count} reviews} =1{{count} review}}
fr: {count, plural, other{{count} avis} =1{{count} avis}}
hi: {count, plural, other{{count} समीक्षाएँ} =1{{count} समीक्षा}}
si: {count, plural, other{{count} समीक्षाएँ} =1{{count} समीक्षा}}
ta: {count, plural, other{{count} விமர்சனங்கள்} =1{{count} விமர்சனம்}}
zh: {count, plural, other{{count} 个评论} =1{{count} 个评论}}

# discoverIdentity
source: {identity, select, other{--} Playmates{Discover playmates} Teams{Discover teams} Venues{Discover venues} Stores{Discover stores}}
fi: {identity, select, other{--} Playmates{Löydä pelikaverit} Teams{Löydä joukkueet} Venues{Löydä tapahtumapaikat} Stores{Löydä kauppoja}}
fr: {identity, select, other{--} Playmates{Découvrir les compagnons de jeu} Teams{Discover teams} Venues{Découvrir les lieux} Stores{Découvrir les magasins}}
hi: {identity, select, other{-} Playmates{डिस्कवर प्लेमेट्स} Teams{डिस्कवर टीमें} Venues{डिस्कवर वेन्यूज़} Stores{डिस्कवर स्टोर्स}}
si: {identity, select, other{--} Playmates{Playmates සොයා ගන්න} Teams{කණ්ඩායම් සොයා ගන්න} Venues{ස්ථාන සොයා ගන්න} Stores{වෙළඳසැල් සොයා ගන්න}}
ta: {identity, select, other{--} Playmates{பிளேமேட்களைக் கண்டுபிடியுங்கள்} Teams{அணிகள்} Venues{இடங்களைக் கண்டுபிடியுங்கள்} Stores{ஸ்டோர்களைக் கண்டுபிடியுங்கள்}}
zh: {identity, select, other{--} Playmates{发现玩伴} Teams{发现团队} Venues{探索场地} Stores{发现商店}}

# locationNameAndItemIndex
source: {locationName}: item {itemIndex} of {totalItem}
fi: {locationName}: kohde {itemIndex} / {totalItem}
fr: {locationName} : élément {itemIndex} sur {totalItem}
hi: {locationName}: {totalItem} का आइटम {itemIndex}
si: {locationName}: {itemIndex} හි අයිතමය {totalItem}
ta: {locationName}: {itemIndex} இல் உருப்படி {totalItem}
zh: {locationName}：项目 {itemIndex}，共 {totalItem}

source: Add new location
fi: Lisää uusi sijainti
fr: Ajouter un nouvel emplacement
hi: नया स्थान जोड़ें
si: නව ස්ථානය එක් කරන්න
ta: புதிய இருப்பிடத்தைச் சேர்
zh: 添加新位置

source: Saved location list
fi: Tallennettu sijaintiluettelo
fr: Liste des emplacements enregistrés
hi: सहेजी गई स्थान सूची
si: සුරකින ලද ස්ථාන ලැයිස්තුව
ta: சேமிக்கப்பட்ட இருப்பிடப் பட்டியல்
zh: 已保存位置列表

source: Show all
fi: Näytä kaikki
fr: Afficher tout
hi: सभी दिखाएँ
si: සියල්ල පෙන්වන්න
ta: அனைத்தையும் காட்டு
zh: 显示全部

source: Show trending
fi: Näytä trendi
fr: Afficher les tendances
hi: ट्रेंडिंग दिखाएँ
si: ප්‍රවණතාවය පෙන්වන්න
ta: போகுவதைக் காட்டு
zh: 显示趋势

source: Show new
fi: Näytä uusi
fr: Afficher les nouveaux
hi: नया दिखाएँ
si: නව පෙන්වන්න
ta: புதியதைக் காட்டு
zh: 显示新内容

source: Arena filter options
fi: Arenasuodatinasetukset
fr: Options de filtre d''arène
hi: एरिना फ़िल्टर विकल्प
si: Arena පෙරහන් විකල්ප
ta: Arena வடிகட்டி விருப்பங்கள்
zh: 竞技场过滤器选项

# filterActivitiesTrend
source: Filter activities trend: {filterTrend}
fi: Suodatusaktiivisuustrendi: {filterTrend}
fr: Tendance des activités de filtrage: {filterTrend}
hi: फ़िल्टरिंग गतिविधि रुझान: {filterTrend}
si: පෙරීමේ ක්‍රියාකාරකම් ප්‍රවණතාවය: {filterTrend}
ta: வடிகட்டுதல் செயல்பாடு போக்கு: {filterTrend}
zh: फ过滤活动趋势：{filterTrend}

# nActivitiesTrendThisWeekSemanticsLabel
source: {total, plural, =0{No activities have been recorded this week.} =1{Only 1 activity has been recorded this week. {activitiesPerDay}} other{This week, a total of {total} activities have been recorded. {activitiesPerDay}}}
fi: {total, plural, =0{Tällä viikolla ei ole kirjattu toimintaa.} =1{Vain 1 aktiviteetti on tallennettu tällä viikolla. {activitiesPerDay}} other{Tällä viikolla on tallennettu yhteensä {total} toimintaa. {activitiesPerDay}}}
fr: {total, plural, =0{Aucune activité n''a été enregistrée cette semaine.} =1{Une seule activité a été enregistrée cette semaine. {activitiesPerDay}} other{Cette semaine, un total de {total} activités ont été enregistrées. {activitiesPerDay}}}
hi: {total, plural, =0{इस सप्ताह कोई गतिविधि दर्ज नहीं की गई है.} =1{इस सप्ताह केवल 1 गतिविधि दर्ज की गई है। {activitiesPerDay}} other{इस सप्ताह कुल {total} गतिविधियाँ दर्ज की गई हैं। {activitiesPerDay}}}
si: {total, plural, =0{මෙම සතියේ කිසිදු ක්‍රියාකාරකම් වාර්තා කර නොමැත.} =1{මෙම සතියේ වාර්තා කර ඇත්තේ ක්‍රියාකාරකම් 1ක් පමණි. {activitiesPerDay}} other{මෙම සතියේ මුළු ක්‍රියාකාරකම් {total}ක් වාර්තා කර ඇත. {activitiesPerDay}}}
ta: {total, plural, =0{இந்த வாரம் எந்த செயல்பாடுகளும் பதிவு செய்யப்படவில்லை.} =1{இந்த வாரம் ஒரு செயல்பாடு மட்டுமே பதிவு செய்யப்பட்டது. {activitiesPerDay}} other{இந்த வாரம், மொத்தம் {total} செயல்பாடுகள் பதிவு செய்யப்பட்டுள்ளன. {activitiesPerDay}}}
zh: {total, plural, =0{本周没有记录任何活动。} =1{本周仅记录了 1 项活动。 {activitiesPerDay}} other{本周，共记录了 {total} 项活动。 {activitiesPerDay}}}

# nActivitiesTrendLastWeekSemanticsLabel
source: {total, plural, =0{No activities were recorded last week.} =1{Only 1 activity was recorded last week. {activitiesPerDay}} other{Last week, a total of {total} activities were recorded. {activitiesPerDay}}}
fi: {total, plural, =0{Viime viikolla ei kirjattu yhtään toimintaa.} =1{Viime viikolla kirjattiin vain yksi toiminta. {activitiesPerDay}} other{Viime viikolla kirjattiin yhteensä {total} toimintaa. {activitiesPerDay}}}
fr: {total, plural, =0{Aucune activité n''a été enregistrée la semaine dernière.} =1{Une seule activité a été enregistrée la semaine dernière. {activitiesPerDay}} other{La semaine dernière, un total de {total} activités ont été enregistrées. {activitiesPerDay}}}
hi: {total, plural, =0{पिछले सप्ताह कोई गतिविधि दर्ज नहीं की गई.} =1{पिछले सप्ताह केवल 1 गतिविधि दर्ज की गई थी। {activitiesPerDay}} other{पिछले सप्ताह कुल {total} गतिविधियाँ दर्ज की गईं। {activitiesPerDay}}}
si: {total, plural, =0{පසුගිය සතියේ කිසිදු ක්‍රියාකාරකමක් වාර්තා නොවීය.} =1{පසුගිය සතියේ වාර්තා වූයේ ක්‍රියාකාරකම් 1ක් පමණි. {activitiesPerDay}} other{පසුගිය සතියේ සමස්ත ක්‍රියාකාරකම් {total}ක් වාර්තා විය. {activitiesPerDay}}}
ta: {total, plural, =0{கடந்த வாரம் எந்த செயல்பாடுகளும் பதிவு செய்யப்படவில்லை.} =1{கடந்த வாரம் ஒரு செயல்பாடு மட்டுமே பதிவு செய்யப்பட்டது. {activitiesPerDay}} other{கடந்த வாரம், மொத்தம் {total} நடவடிக்கைகள் பதிவு செய்யப்பட்டன. {activitiesPerDay}}}
zh: {total, plural, =0{上周没有记录任何活动。} =1{上周仅记录了 1 项活动。 {activitiesPerDay}} other{上周，共记录了 {total} 项活动。 {activitiesPerDay}}}

# nActivitiesTrendLastMonthSemanticsLabel
source: {total, plural, =0{No activities were recorded last month.} =1{Last month, only 1 activity was recorded. {activitiesPerDay}} other{Last month, a total of {total} activities were recorded. {activitiesPerDay}}}
fi: {total, plural, =0{Viime kuussa ei kirjattu yhtään toimintaa.} =1{Viime kuussa kirjattiin vain yksi toiminta. {activitiesPerDay}} other{Viime kuussa kirjattiin yhteensä {total} toimintaa. {activitiesPerDay}}}
fr: {total, plural, =0{Aucune activité n''a été enregistrée le mois dernier.} =1{Le mois dernier, une seule activité a été enregistrée. {activitiesPerDay}} other{Le mois dernier, un total de {total} activités ont été enregistrées. {activitiesPerDay}}}
hi: {total, plural, =0{पिछले महीने कोई गतिविधि दर्ज नहीं की गई थी.} =1{पिछले महीने, केवल 1 गतिविधि दर्ज की गई थी। {activitiesPerDay}} other{पिछले महीने कुल {total} गतिविधियाँ दर्ज की गईं। {activitiesPerDay}}}
si: {total, plural, =0{පසුගිය මාසයේ කිසිදු ක්‍රියාකාරකම් වාර්තා කර නොමැත.} =1{පසුගිය මාසයේ වාර්තා කර ඇත්තේ එක් ක්‍රියාකාරකමක් පමණි. {activitiesPerDay}} other{පසුගිය මාසයේ සමස්ත ක්‍රියාකාරකම් {total}ක් වාර්තා විය. {activitiesPerDay}}}
ta: {total, plural, =0{கடந்த மாதம் எந்த நடவடிக்கையும் பதிவு செய்யப்படவில்லை.} =1{கடந்த மாதம், ஒரு செயல்பாடு மட்டுமே பதிவு செய்யப்பட்டது. {activitiesPerDay}} other{கடந்த மாதம், மொத்தம் {total} நடவடிக்கைகள் பதிவு செய்யப்பட்டன. {activitiesPerDay}}}
zh: {total, plural, =0{上个月没有记录任何活动。} =1{上个月仅记录了 1 项活动。 {activitiesPerDay}} other{上个月，共记录了 {total} 项活动。 {activitiesPerDay}}}

# semanticLabelSwipe
source: {title}: {itemIndex} of {totalItem}
fi: {title}: {itemIndex} / {totalItem}
fr: {title}: {itemIndex} sur {totalItem}
hi: {title}: {totalItem} में से {itemIndex}
si: {title}: {totalItem} න් {itemIndex}
ta: {title}: {totalItem} இல் {itemIndex}
zh: {title}： {itemIndex} 共 {totalItem} 个

source: Item
fi: Kohde
fr: Article
hi: आइटम
si: අයිතමය
ta: பொருள்
zh: 项目

# semanticMessageIcon
source: {count, plural, =0{Messages} =1{1 unread message} other{{count} unread messages}}
fi: {count, plural, =0{Viestit} =1{1 lukematon viesti} other{{count} lukematonta viestiä}}
fr: {count, plural, =0{Messages} =1{1 message non lu} other{{count} messages non lus}}
hi: {count, plural, =0{संदेशों} =1{1 अपठित संदेश} other{{count} अपठित संदेश}}
si: {count, plural, =0{පණිවිඩ} =1{1 නොකියවූ පණිවිඩය} other{නොකියවූ පණිවිඩ {count}ක්}}
ta: {count, plural, =0{செய்தி} =1{1 படிக்காத செய்தி} other{{count} படிக்காத செய்திகள்}}
zh: {count, plural, =0{留言} =1{1条未读消息} other{{count}条未读消息}}

# semanticNotificationIcon
source: {count, plural, =0{Notifications} =1{1 unread notification} other{{count} unread notifications}}
fi: {count, plural, =0{Ilmoituksia} =1{1 lukematon ilmoitus} other{{count} lukematonta ilmoitusta}}
fr: {count, plural, =0{Notifications} =1{1 notification non lue} other{{count} notifications non lues}}
hi: {count, plural, =0{सूचनाएं} =1{1 lअपठित अधिसूचना} other{{count} अपठित सूचनाएं}}
si: {count, plural, =0{දැනුම්දීම්} =1{1 නොකියවූ දැනුම්දීම} other{{count} නොකියවූ දැනුම්දීම්}}
ta: {count, plural, =0{அறிவிப்புகள்} =1{1 படிக்காத அறிவிப்பு} other{{count} படிக்காத அறிவிப்புகள்}}
zh: {count, plural, =0{通知} =1{1未读通知} other{{count}条未读通知}}

source: Remove profile from bookmarks
fi: Poista profiili kirjanmerkistä
fr: Supprimer le profil du signet
hi: बुकमार्क से प्रोफ़ाइल हटाएँ
si: පිටු සලකුණෙන් පැතිකඩ ඉවත් කරන්න
ta: புக்மார்க்கிலிருந்து சுயவிவரத்தை அகற்று
zh: 从书签中删除个人资料

source: Bookmark profile
fi: Kirjanmerkkiprofiili
fr: Profil de signet
hi: प्रोफ़ाइल बुकमार्क करें
si: පිටු සලකුණු පැතිකඩ
ta: புக்மார்க் சுயவிவரம்
zh: 书签个人资料

source: See all store products
fi: Katso kaikki myymälän tuotteet
fr: Voir tous les produits du magasin
hi: सभी स्टोर उत्पाद देखें
si: සියලුම ගබඩා නිෂ්පාදන බලන්න
ta: அனைத்து கடை தயாரிப்புகளையும் பார்க்கவும்
zh: 查看所有商店产品

source: List of products in store
fi: Lista myymälässä olevista tuotteista
fr: Liste des produits en magasin
hi: स्टोर में उत्पादों की सूची
si: වෙළඳසැලේ නිෂ්පාදන ලැයිස්තුව
ta: கடையில் உள்ள பொருட்களின் பட்டியல்
zh: 店内商品一览

source: Change profile picture
fi: Vaihda profiilikuva
fr: Modifier la photo de profil
hi: प्रोफ़ाइल तस्वीर बदलें
si: පැතිකඩ පින්තූරය වෙනස් කරන්න
ta: சுயவிவரப் படத்தை மாற்றவும்
zh: 更改个人资料图片

# semanticUnblockAccount
source: Unblock {name} account
fi: Poista {name}-tilin esto
fr: Débloquer le compte {name}
hi: {name} अकाउंट को अनब्लॉक करें
si: {name} ගිණුම අවහිර කිරීම ඉවත් කරන්න
ta: {name} கணக்கை தடைநீக்கு
zh: 解锁{name}账户

source: Reset filter
fi: Nollaa suodatin
fr: Réinitialiser le filtre
hi: फ़िल्टर रीसेट करें
si: නැවත පිහිටුවන්න පෙරහන
ta: வடிப்பானை மீட்டமை
zh: 重置过滤器

source: Search field
fi: Hakukenttä
fr: Champ de recherche
hi: खोज क्षेत्र
si: සෙවුම් ක්ෂේත්‍රය
ta: தேடல் புலம்
zh: 搜索字段

source: Cancel search
fi: Peruuta haku
fr: Annuler la recherche
hi: खोज रद्द करें
si: සෙවීම අවලංගු කරන්න
ta: தேடலை ரத்துசெய்
zh: 取消搜索

source: Chat with {user}
fi: Puhu {user} kanssa
fr: Discutez avec {user}
hi: {user} के साथ चैट करें
si: {user} සමඟ කතාබස් කරන්න
ta: {user} உடன் அரட்டையடிக்கவும்
zh: 与 {user} 聊天

source: Accept request
fi: Hyväksy pyyntö
fr: Accepter la demande
hi: अनुरोध स्वीकार करें
si: ඉල්ලීම පිළිගන්න
ta: கோரிக்கையை ஏற்றுக்கொள்
zh: 接受请求

source: Decline request
fi: Hylkää pyyntö
fr: Refuser la demande
hi: अनुरोध अस्वीकार करें
si: ඉල්ලීම ප්‍රතික්ෂේප කරන්න
ta: நிராகரிப்பு கோரிக்கை
zh: 拒绝请求

source: Request accepted
fi: Pyyntö hyväksytty
fr: Demande acceptée
hi: अनुरोध स्वीकृत
si: ඉල්ලීම පිළිගත්තා
ta: கோரிக்கை ஏற்கப்பட்டது
zh: 请求已接受

source: Request declined
fi: Pyyntö hylätty
fr: Demande refusée
hi: अनुरोध अस्वीकृत
si: ඉල්ලීම ප්‍රතික්ෂේප විය
ta: கோரிக்கை நிராகரிக்கப்பட்டது
zh: 请求被拒绝

source: Filter store earnings
fi: Suodata myymälöiden tulot
fr: Filtrer les revenus du magasin
hi: स्टोर राजस्व फ़िल्टर करें
si: පෙරහන් ගබඩා ඉපැයීම්
ta: வடிகட்டி கடை வருவாய்
zh: 过滤商店收入

source: Withdraw from earnings
fi: Nosto tuloista
fr: Retrait des revenus
hi: कमाई से निकालो
si: ආදායම් ආපසු ගැනීම
ta: வருவாயிலிருந்து திரும்பப் பெறுங்கள்
zh: 从收入中提取

# semanticIncomeEarnings
source: {name}. Income {amount}. {date}
fi: {name}. Tulot {amount}. {date}
fr: {name}. Revenu {amount}. {date}
hi: {name}. आय {amount}. {date}
si: {name}. ආදායම {amount}. {date}
ta: {name}. வருமானம் {amount}. {date}
zh: {name}。收入{amount}。{date}

# semanticWithdrawalEarnings
source: {name}. Withdrawal of {amount}. {date}
fi: {name}. Nosto {amount}. {date}
fr: {name}. Retrait de {amount}. {date}
hi: {name}. {amount} की निकासी. {date}
si: {name}. {amount} ක් ආපසු ගැනීම. {date}
ta: {name}. {amount} திரும்பப் பெறுதல். {date}
zh: {name}。提款 {amount}。{date}

source: Show map
fi: Näytä kartta
fr: Afficher la carte
hi: मानचित्र दिखाएँ
si: සිතියම පෙන්වන්න
ta: வரைபடத்தைக் காட்டு
zh: 显示地图

source: Discover top ranking playmates
fi: Löydä parhaita leikkikavereita
fr: Découvrez les meilleurs camarades de jeu
hi: शीर्ष रैंकिंग वाले प्लेमेट खोजें
si: ඉහළ ශ්‍රේණිගත ක්‍රීඩකයින් සොයා ගන්න
ta: சிறந்த தரவரிசை விளையாட்டுத் தோழர்களைக் கண்டறியவும்
zh: 发现排名最高的玩伴

source: Search settings
fi: Hakuasetukset
fr: Paramètres de recherche
hi: खोज सेटिंग
si: සෙවුම් සැකසුම්
ta: தேடல் அமைப்புகள்
zh: 搜索设置

source: Close playmate details
fi: Sulje leikkikaverin tiedot
fr: Fermer les détails du camarade de jeu
hi: Playmate विवरण बंद करें
si: ක්‍රීඩා සගයාගේ විස්තර වසන්න
ta: பிளேமேட் விவரங்களை மூடு
zh: 关闭玩伴详细信息

# participationFee
source: Participation fee : {fee}
fi: Osallistumismaksu: {fee}
fr: Frais de participation : {fee}
hi: भागीदारी शुल्क: {fee}
si: සහභාගිවීමේ ගාස්තුව: {fee}
ta: பங்கேற்பு கட்டணம்: {fee}
zh: 参加费：{fee}
