Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# nYouHaveNPoints
source: {nTotalPlayPoints, plural, =1{You have {nTotalPlayPoints} Playpoint} other{You have {nTotalPlayPoints} Playpoints}}
fi: {nTotalPlayPoints, plural, =1{Sinulla on {nTotalPlayPoints} Play-piste} other{Sinulla on {nTotalPlayPoints} Play-pistettä}}
fr: {nTotalPlayPoints, plural, =1{Vous avez {nTotalPlayPoints} Playpoint} other{Vous avez {nTotalPlayPoints} Playpoints}}
hi: {nTotalPlayPoints, plural, =1{आपके पास {nTotalPlayPoints} Playpoint है} other{आपके पास {nTotalPlayPoints} Playpoints हैं}}
si: {nTotalPlayPoints, plural, =1{ඔබට {nTotalPlayPoints} Playpoint තිබේ} other{ඔබට {nTotalPlayPoints} Playpoints තිබේ}}
ta: {nTotalPlayPoints, plural, =1{உங்களுக்கு {nTotalPlayPoints} Playpoint உள்ளது} other{உங்களுக்கு {nTotalPlayPoints} Playpoints உள்ளன}}
zh: {nTotalPlayPoints, plural, =1{您有 {nTotalPlayPoints} 个 Playpoint} other{您有 {nTotalPlayPoints} 个 Playpoints}}

source: How to earn Play points on playkosmos
fi: Miten ansaita Play-pisteitä Playkosmosissa
fr: Comment gagner des Play Points sur Playkosmos
hi: प्लेकोसमस पर प्ले पॉइंट कैसे कमाएँ
si: playkosmos හි Play ලකුණු උපයා ගන්නේ කෙසේද?
ta: Playkosmos இல் Play புள்ளிகள் எவ்வாறு சம்பாதிப்பது
zh: 如何在 Playkosmos 上赚取 Play 点

source: Total Play Points
fi: Yhteensä Play-pisteitä
fr: Play Points totaux
hi: कुल प्ले पॉइंट
si: සමස්ත Play ලකුණු
ta: மொத்த Play புள்ளிகள்
zh: 总 Play 点

source: Profile
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
si: පැතිකඩ
ta: புரோஃபைல்
zh: 个人资料

source: Add Bio
fi: Lisää bio
fr: Ajouter une bio
hi: बायो जोड़ें
si: වයස එකතු කරන්න
ta: பயோ சேர்க்கவும்
zh: 添加简介

source: Interest selection
fi: Kiinnostuksen valinta
fr: Sélection d''intérêt
hi: रुचि चयन
si: අවශ්‍යතා තේරීම
ta: ஆர்வத் தேர்வு
zh: 兴趣选择

source: Add product to store
fi: Lisää tuote myymälään
fr: Ajouter un produit au magasin
hi: स्टोर में उत्पाद जोड़ें
si: සාප්පුවට නිෂ්පාදන එකතු කරන්න
ta: கடைக்கு தயாரிப்பு சேர்க்கவும்
zh: 在商店添加商品

source: Create activity post
fi: Luo aktiviteettipostaus
fr: Créer une publication d''activité
hi: गतिविधि पोस्ट बनाएँ
si: ක්‍රියාකාරීත්ව පෝස්ට් නිර්මාණය කරන්න
ta: செயல்பாட்டு இடுகையை உருவாக்கு
zh: 创建活动帖子

# createNStatusPost
source: Create {nPost} status post
fi: Luo {nPost} tilauspst
fr: Créer {nPost} publication de statut
hi: क्रिएट {nPost} स्टेटस पोस्ट
si: {nPost} තත්ව පෝස්ට් නිර්මාණය කරන්න
ta: {nPost} நிலை இடுகையை உருவாக்கு
zh: 创建 {nPost} 个状态帖子

# getNReactionOnAPost
source: Get {nReactions} reaction on a post
fi: Saa {nReactions} reaktiota postaukseen
fr: Obtenir {nReactions} réaction sur une publication
hi: एक पोस्ट पर {nReactions} प्रतिक्रिया प्राप्त करें
si: පෝස්ට් එකකට {nReactions} ප්‍රතික්‍රියාවක් ලබා ගන්න
ta: ஒரு இடுகையில் {nReactions} எதிர்வினை பெறவும்
zh: 在帖子上获得 {nReactions} 个反应

# getNCommentsOnPost
source: Get {nComments} comments on post
fi: Saa {nComments} kommenttia postaukseen
fr: Obtenir {nComments} commentaires sur une publication
hi: एक पोस्ट पर {nComments} टिप्पणियाँ प्राप्त करें
si: පෝස්ට් එකකට {nComments} ක්‍රීඩා ලබා ගන්න
ta: ஒரு இடுகையில் {nComments} கருத்துகள் பெறவும்
zh: 在帖子上获得 {nComments} 条评论

source: One time
fi: Yhteensä
fr: Une fois
hi: एक बार
si: එක් වරක්
ta: ஒரு முறை
zh: 一次

source: recurrent
fi: Toistuva
fr: Récurrent
hi: आवर्तक
si: නැවත නැවත
ta: மீண்டும் மீண்டும்
zh: 重复

# whatWouldYouLikeToDoWithYourPoints
source: What would you like to do with your play points
fi: Mitä haluaisit tehdä Play-pisteilläsi?
fr: Que voulez-vous faire avec vos points de jeu?
hi: आप अपने प्ले पॉइंट के साथ क्या करना चाहते हैं?
si: ඔබේ ක්‍රීඩා ලකුණු සමඟ ඔබට කුමක් කිරීමට අවශ්‍යද?
ta: உங்கள் புள்ளிகளுடன் நீங்கள் என்ன விரும்புகிறீர்கள்?
zh: 您想用您的积分做什么？

source: Go to Playmate
fi: Mene Playmateen
fr: Aller à Playmate
hi: प्लेमेट पर जाएं
si: Playmate වෙත යන්න
ta: Playmate க்குச் செல்லவும்
zh: 转到 Playmate

source: Go to your store
fi: Mene myymälääsi
fr: Aller à votre magasin
hi: अपने स्टोर पर जाएं
si: ඔබේ වෙළඳසැලට යන්න
ta: உங்கள் கடைக்குச் செல்லவும்
zh: 转到您的商店

source: Use points
fi: Käytä pisteitä
fr: Utiliser des points
hi: पॉइंट का उपयोग करें
si: ලකුණු භාවිතා කරන්න
ta: புள்ளிகளைப் பயன்படுத்தவும்
zh: 使用积分

source: Profile Image
fi: Profiilikuva
fr: Image de profil
hi: प्रोफ़ाइल चित्र
si: පැතිකඩ ඡායාරූපය
ta: சுயவிவர படம்
zh: 个人资料图片

source: Create store
fi: Luo myymälä
fr: Créer une boutique
hi: दुकान बनाएं
si: වෙළඳසැලක් නිර්මාණය කරන්න
ta: கடை உருவாக்க
zh: 创建商店

# getNPlaymates
source: Get {nPlaymates} playmates
fi: Hae {nPlaymates} leikkikaveria
fr: Obtenir {nPlaymates} camarades de jeu
hi: {nPlaymates} दोस्त प्राप्त करें
si: {nPlaymates} සෙල්ලම් මිතුරන් ලබා ගන්න
ta: {nPlaymates} விளையாட்டு தோழர்களைப் பெறுங்கள்
zh: 获取 {nPlaymates} 个玩伴

# thePointsRequiredToUnlockFeatures
source: The points you require to unlock certain features will vary due to your subscription plan.
fi: Tarvitsemiesi pisteiden määrä tiettyjen ominaisuuksien avaamiseen vaihtelee tilaussuunnitelmasi mukaan.
fr: Le nombre de points dont vous avez besoin pour débloquer certaines fonctionnalités varie en fonction de votre plan d''abonnement.
hi: कुछ सुविधाओं को अनलॉक करने के लिए आपको आवश्यक अंक आपकी सदस्यता योजना के आधार पर भिन्न होंगे।
si: සමහර අංගයන් අගුළු විවෘත කිරීමට ඔබට අවශ්‍ය ලකුණු ප්‍රමාණය ඔබේ දායකත්ව සැලැස්ම අනුව වෙනස් වේ.
ta: சில அம்சங்களை திறக்க தேவைப்படும் புள்ளிகள் எண்ணிக்கை உங்கள் சந்தா திட்டத்தை பொறுத்து மாறுபடும்.
zh: 解锁某些功能所需的积分数量会根据您的订阅计划而有所不同。

source: You have {something}
fi: Sinulla on {something}
fr: Vous avez {something}
hi: आपके पास {something} है
si: ඔබ සතුව {something} තිබේ
ta: உங்களுக்கு {something} உள்ளது
zh: 你有 {something}

# nPlayPoints
source: {nPoints, plural, =0{{nPoints} Playpoint} =1{{nPoints} Playpoint} other{{nPoints} Playpoints}}
fi: {nPoints, plural, =0{{nPoints} Playpiste} =1{{nPoints} Playpiste} other{{nPoints} Playpistettä}}
fr: {nPoints, plural, =0{{nPoints} point de jeu} =1{{nPoints} point de jeu} other{{nPoints} points de jeu}}
hi: {nPoints, plural, =0{{nPoints} खेल अंक} =1{{nPoints} खेल अंक} other{{nPoints} खेल अंक}}
si: {nPoints, plural, =0{{nPoints} ක්‍රීඩා ලකුණු} =1{{nPoints} ක්‍රීඩා ලකුණු} other{{nPoints} ක්‍රීඩා ලකුණු}}
ta: {nPoints, plural, =0{{nPoints} விளையாட்டு புள்ளிகள்} =1{{nPoints} விளையாட்டு புள்ளி} other{{nPoints} விளையாட்டு புள்ளிகள்}}
zh: {nPoints, plural, =0{{nPoints} 游戏积分} =1{{nPoints} 游戏积分} other{{nPoints} 游戏积分}}

source: Booking Schedule
fi: Varausaikataulu
fr: Calendrier de réservation
hi: बुकिंग शेड्यूल
si: වෙන්කරවා ගැනීමේ කාලසටහන
ta: முன்பதிவு அட்டவணை
zh: 预订时间表

source: Booking Details
fi: Varauksen tiedot
fr: Les détails de réservation
hi: बुकिंग विवरण
si: වෙන්කරවා ගැනීමේ විස්තර
ta: முன்பதிவு விவரங்கள்
zh: 预订详情

source: More on slots
fi: Lisätietoja aikaväleistä
fr: Plus sur les créneaux horaires
hi: समय स्लॉट के बारे में अधिक
si: කාල කට්ටයන් ගැන වැඩි විස්තර
ta: டைம் ஸ்லாட்டுகள் பற்றி மேலும்
zh: 有关时间段的更多信息

source: You can open and close slots
fi: Voit avata ja sulkea aikavälejä
fr: Vous pouvez ouvrir et fermer des créneaux horaires
hi: आप टाइम स्लॉट खोल और बंद कर सकते हैं
si: ඔබට කාල පරාසයන් විවෘත කර වසා දැමිය හැක
ta: நீங்கள் நேர இடைவெளிகளைத் திறக்கலாம் மற்றும் மூடலாம்
zh: 您可以打开和关闭时间段

source: Available for booking
fi: Varattavissa
fr: Disponible à la réservation
hi: बुकिंग के लिए उपलब्ध
si: වෙන් කරවා ගැනීම සඳහා ලබා ගත හැකිය
ta: முன்பதிவுக்கு கிடைக்கிறது
zh: 可供预订

source: Closed for booking
fi: Suljettu varausta varten
fr: Fermé pour réservation
hi: बुकिंग के लिए बंद
si: වෙන් කරවා ගැනීම සඳහා වසා ඇත
ta: முன்பதிவுக்கு மூடப்பட்டது
zh: 关闭预订

source: Cancel booking
fi: Peruuta varaus
fr: Annuler la réservation
hi: बुकिंग रद्द करें
si: වෙන් කරවා ගැනීම අවලංගු කරන්න
ta: முன்பதிவு ரத்து
zh: 取消预订

source: You are about to cancel this booking
fi: Olet peruuttamassa tätä varausta
fr: Vous êtes sur le point d''annuler cette réservation
hi: आप इस बुकिंग को रद्द करने वाले हैं।
si: ඔබ මෙම වෙන් කිරීම අවලංගු කිරීමට යයි
ta: நீங்கள் இந்த புக்கிங்கை ரத்து செய்யப் போகிறீர்கள்
zh: 您即将取消此预订

source: Booked by
fi: Varannut
fr: Réservé par
hi: द्वारा बुक किया हुआ
si: විසින් වෙන් කරවා ඇත
ta: பதிவு செய்தவர்
zh: 预订的

source: Purpose for booking venue zone
fi: Tapahtumapaikkavyöhykkeen varauksen tarkoitus
fr: Objectif de la réservation de la zone du site
hi: बुकिंग स्थल क्षेत्र के लिए उद्देश्य
si: ස්ථානය වෙන්කරවා ගැනීමේ අරමුණ
ta: இட மண்டலத்தை முன்பதிவு செய்வதற்கான நோக்கம்
zh: 预订场地区域的目的

source: Slots
fi: Aikavälit
fr: Créneaux horaires
hi: समय स्लॉट
si: කාල කට්ටයන්
ta: நேர இடங்கள்
zh: 时隙

source: Payment Mode
fi: Maksutapa
fr: Mode de paiement
hi: भुगतान मोड
si: ගෙවීම් මාදිලිය
ta: கட்டணம் செலுத்தும் முறை
zh: 支付方式

source: Notifications your venue will receive
fi: Ilmoitukset jotka tapahtumapaikkasi saa
fr: Notifications que votre lieu recevra
hi: सूचनाएं जो आपके स्थान को प्राप्त होंगी
si: ඔබගේ ස්ථානයට ලැබෙන දැනුම්දීම්
ta: உங்கள் இடம் பெறும் அறிவிப்புகள்
zh: 您的场地将收到的通知

source: Venue Followers
fi: Tapahtumapaikan seuraajat
fr: Suiveurs du lieu
hi: स्थान के अनुयायी
si: ස්ථානය අනුගාමිකයන්
ta: இடம் பின்தொடர்பவர்கள்
zh: 场地追随者

source: Notify when venue has a new follower
fi: Ilmoita kun tapahtumapaikalla on uusi seuraaja
fr: Notifier lorsque le lieu à un nouveau follower
hi: स्थल के पास एक नया अनुयायी होने पर सूचित करें
si: ස්ථානයට නව අනුගාමිකයෙකු සිටින විට දැනුම් දෙන්න
ta: இடத்திற்கு ஒரு புதிய பின்தொடர்பவர் இருக்கும்போது அறிவிக்கவும்
zh: 当场地有新的关注者时通知

source: Updates
fi: Päivitykset
fr: Mises à jour
hi: अपडेट
si: යාවත්කාලීන කිරීම්
ta: புதுப்பித்தல்களை
zh: 更新

source: Venue zone requests
fi: Tapahtumapaikan vyöhykepyynnöt
fr: Demandes de zone de lieu
hi: स्थान क्षेत्र अनुरोध
si: ස්ථාන කලාප ඉල්ලීම්
ta: இடம் மண்டல கோரிக்கைகள்
zh: 场地区域请求

source: Notify when my venue zone has a booking request
fi: Ilmoita minulle kun tapahtumapaikallani on varauspyyntö
fr: Notifier lorsque ma zone de lieu a une demande de réservation
hi: जब मेरे वेन्यू ज़ोन में बुकिंग अनुरोध हो तो सूचित करें
si: මගේ ස්ථාන කලාපයට වෙන් කිරීමේ ඉල්ලීමක් ඇති විට දැනුම් දෙන්න
ta: எனது இடம் மண்டலத்திற்கு முன்பதிவு கோரிக்கை இருக்கும்போது அறிவிக்கவும்
zh: 当我的场地区域有预订请求时通知

source: Messages
fi: Viestit
hi: संदेश
si: පණිවුඩ
ta: செய்திகளை
zh: 消息

source: Venue Messages
fi: Tapahtumapaikan viestit
fr: Messages du lieu
hi: स्थान संदेश
si: ස්ථානය පණිවුඩ
ta: இருப்பிடச் செய்திகள்
zh: 会场留言

source: Notify when my venue has a new message
fi: Ilmoita kun tapahtumapaikallani on uusi viesti
fr: Notifier lorsque mon lieu reçoit un nouveau message
hi: जब मेरे स्थान को नया संदेश प्राप्त हो तो सूचित करें
si: මගේ ස්ථානයට නව පණිවුඩයක් ඇති විට දැනුම් දෙන්න
ta: எனது இடத்திற்கு ஒரு புதிய செய்தி இருக்கும்போது அறிவிக்கவும்
zh: 当我的场地有新消息时通知

source: Venue Post
fi: Tapahtumapaikkaposti
fr: Post du lieu
hi: स्थान पोस्ट
si: ස්ථානය පෝස්ට්
ta: இடம் இடுகை
zh: 会场帖子

source: Notify when venue followers make a new post
fi: Ilmoita minulle, kun sijainnin seuraajat julkaisevat uuden viestin
fr: Notifiez-moi lorsque les followers du lieu publient un nouveau post
hi: जब स्थान अनुयायी कोई नई पोस्ट पोस्ट करें तो मुझे सूचित करें
si: ස්ථාන අනුගාමිකයින් නව පළ කිරීමක් පළ කරන විට මට දන්වන්න
ta: இருப்பிடத்தைப் பின்தொடர்பவர்கள் புதிய இடுகையை இடுகையிடும்போது எனக்குத் தெரிவிக்கவும்
zh: 当场地关注者发布新帖子时通知我

source: Venue Comments
fi: Tapahtumapaikan Kommentit
fr: Commentaires du Lieu
hi: स्थान टिप्पणियाँ
si: ස්ථාන අදහස්
ta: இருப்பிட கருத்துகள்
zh: 场地评论

# notifyWhenThereIsCommentOnPost
source: Notify when there is a comment on my post
fi: Ilmoita, kun postaukseeni tulee kommentti
fr: Notifier quand il y a un commentaire sur mon post
hi: मेरी पोस्ट पर कोई टिप्पणी आने पर सूचित करें
si: මගේ පෝස්ට් එකට කමෙන්ට් එකක් ආවම දන්වන්න
ta: எனது பதிவில் கருத்து இருந்தால் எனக்கு தெரியப்படுத்தவும்
zh: 当我的帖子有评论时通知

# notifyWhenThereIsAReactionOnPost
source: Notify when there is a reaction on my post
fi: Ilmoita kun viestissäni on reaktio
fr: Notifier quand il y a une réaction sur mon post
hi: मेरी पोस्ट पर कोई प्रतिक्रिया होने पर सूचित करें
si: මගේ පළ කිරීමට ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது இடுகைக்கு எதிர்வினை இருக்கும்போது அறிவிக்கவும்
zh: 当我的帖子有反应时通知

# notifyWhenVenueIsTaggedToPost
source: Notify when my venue is tagged to a post
fi: Ilmoita kun sijaintini on merkitty viestiin
fr: Notifier quand mon lieu est étiqueté à un post
hi: जब मेरे स्थान को किसी पोस्ट पर टैग किया जाता है तो सूचित करें
si: මගේ ස්ථානය සටහනකට ටැග් කර ඇති විට දැනුම් දෙන්න
ta: ஒரு இடுகையில் எனது இருப்பிடம் குறியிடப்பட்டவுடன் தெரிவிக்கவும்
zh: 当我的地点被标记到帖子时通知

source: Deleting This Venue
fi: Tämän paikan poistaminen
fr: Suppression de ce lieu
hi: इस स्थान को हटाना
si: මෙම ස්ථානය මකා දැමීම
ta: இந்த இடத்தை நீக்குதல்
zh: 删除此会场

source: You are about to delete this venue
fi: Olet poistamassa tämän paikan
fr: Vous êtes sur le point de supprimer ce lieu
hi: आप इस स्थान को हटाने वाले हैं
si: ඔබ මෙම ස්ථානය මැකීමට සූදානම් වේ
ta: இந்த இடத்தை நீக்க உள்ளீர்கள்
zh: 您将要删除此场地

source: You just added a venue zone
fi: Olet juuri lisännyt sijaintivyöhykkeen
fr: Vous venez d''ajouter une zone de lieu
hi: आपने अभी एक स्थान क्षेत्र जोड़ा है
si: ඔබ දැන් ස්ථාන කලාපයක් එකතු කළා
ta: நீங்கள் ஒரு இட மண்டலத்தைச் சேர்த்தீர்கள்
zh: 您刚刚添加了一个位置区域

source: Booking Schedules
fi: Varausten aikataulut
fr: Horaires de réservation
hi: बुकिंग शेड्यूल
si: වෙන් කරවා ගැනීමේ කාලසටහන්
ta: முன்பதிவு நேரம்
zh: 预订时间表

source: Venue Zone Name
fi: Tapahtumapaikan vyöhykkeen nimi
fr: Nom de la zone du lieu
hi: स्थान क्षेत्र का नाम
si: ස්ථානය කලාපයේ නම
ta: இருப்பிட மண்டலத்தின் பெயர்
zh: 会场区域名称

source: Price and duration
fi: Hinta ja kesto
fr: Prix et durée
hi: मूल्य और अवधि
si: මිල සහ කාලසීමාව
ta: விலை மற்றும் கால அளவு
zh: 价格和持续时间

source: Not Selected
fi: Ei valittu
fr: Non sélectionné
hi: चयनित नहीं
si: තෝරා නැත
ta: தேர்ந்தெடுக்கப்படவில்லை
zh: 未选中

source: Tips
fi: Vinkkejä
fr: Conseils
hi: युक्तियाँ
si: ඉඟි
ta: உதவிக்குறிப்புகள்
zh: 提示

source: Slot time is available for booking
fi: Aikaväli on varattavissa
fr: L''heure de créneau est disponible pour la réservation
hi: बुकिंग के लिए स्लॉट टाइम उपलब्ध है
si: වෙන්කරවා ගැනීම සඳහා ස්ලොට් කාලය තිබේ
ta: முன்பதிவு செய்ய ஸ்லாட் நேரம் உள்ளது
zh: 时段可供预订

source: Slot time is booked
fi: Aika on varattu
fr: L''heure du créneau est réservé
hi: स्लॉट का समय आरक्षित है
si: ස්ලට් කාලය වෙන් කර ඇත
ta: ஸ்லாட் நேரம் ஒதுக்கப்பட்டுள்ளது
zh: 时段已预留

# slotTimeIsClosedAndNotAvailable
source: Slot time is closed and not available for booking
fi: Aika on suljettu eikä varattavissa
fr: L''heure du créneau est fermée et n''est pas disponible à la réservation
hi: स्लॉट का समय बंद हो गया है और बुकिंग के लिए उपलब्ध नहीं है
si: තව් කාලය වසා ඇති අතර වෙන් කරවා ගැනීම සඳහා ලබා ගත නොහැක
ta: ஸ்லாட் நேரம் மூடப்பட்டுள்ளது மற்றும் முன்பதிவு செய்ய முடியாது
zh: 时段已关闭，无法预订

source: Edit Venue zone
fi: Muokkaa tapahtumapaikan vyöhykettä
fr: Modifier la zone lieu
hi: स्थान क्षेत्र संपादित करें
si: ස්ථාන කලාපය සංස්කරණය කරන්න
ta: இருப்பிட மண்டலத்தைத் திருத்து
zh: 编辑场地区域

source: Remove from bookmark?
fi: Poista kirjanmerkistä?
fr: Retirer des favoris?
hi: बुकमार्क से निकालें?
si: මකාදැම්වීමට බොක්මාර්ක් කරන්නද?
ta: புக்மார்க்கிலிருந்து நீக்கு?
zh: 从书签中删除?

# youAreAboutToRemoveThisFromBookmark
source: {bookmarkCategory, select, post{You are about to remove this post from Bookmark} playmate{You are about to remove this playmate from Bookmark} store{You are about to remove this store from Bookmark} team{You are about to remove this team from Bookmark} venue{You are about to remove this venue from Bookmark} other{--}}
fi: {bookmarkCategory, select, post{Poistamassa tätä kirjanmerkistä} playmate{Poistamassa tätä pelimatkaa kirjanmerkistä} store{Poistamassa tätä kauppaa kirjanmerkistä} team{Poistamassa tätä joukkuetta kirjanmerkistä} venue{Poistamassa tätä tapahtumapaikkaa kirjanmerkistä} other{--}}
fr: {bookmarkCategory, select, post{Vous êtes sur le point de supprimer cette publication des favoris} playmate{Vous êtes sur le point de supprimer ce compagnon de jeu des favoris} store{Vous êtes sur le point de supprimer ce magasin des favoris} team{Vous êtes sur le point de supprimer cette équipe des favoris} venue{Vous êtes sur le point de supprimer ce lieu des favoris} other{--}}
hi: {bookmarkCategory, select, post{आप इस पोस्ट को बुकमार्क से निकालने वाले हैं} playmate{आप इस प्लेमेट को बुकमार्क से निकालने वाले हैं} store{आप इस स्टोर को बुकमार्क से निकालने वाले हैं} team{आप इस टीम को बुकमार्क से निकालने वाले हैं} venue{आप इस स्थान को बुकमार्क से निकालने वाले हैं} other{--}}
si: {bookmarkCategory, select, post{මෙම පණිවුඩය බොක්මාර්කයෙන් ඉවත් කරන්නට ඉදිරියේ ඉස්සෙල්ලා තිබෙනවා} playmate{මෙම ප්ලේමේට් බොක්මාර්කයෙන් ඉවත් කරන්නට ඉදිරියේ ඉස්සෙල්ලා තිබෙනවා} store{මෙම ස්ටෝරය බොක්මාර්කයෙන් ඉවත් කරන්නට ඉදිරියේ ඉස්සෙල්ලා තිබෙනවා} team{මෙම කණ්ඩායම බොක්මාර්කයෙන් ඉවත් කරන්නට ඉදිරියේ ඉස්සෙල්ලා තිබෙනවා} venue{මෙම ස්ථානය බොක්මාර්කයෙන් ඉවත් කරන්නට ඉදිරියේ ඉස්සෙල්ලා තිබෙනවා} other{--}}
ta: {bookmarkCategory, select, post{இந்த இடுகையை புக்மார்க்கிலிருந்து நீக்குகிறீர்களா?} playmate{இந்த பிளேமேட்டை புக்மார்க்கிலிருந்து நீக்குகிறீர்களா?} store{இந்த கடையை புக்மார்க்கிலிருந்து நீக்குகிறீர்களா?} team{இந்த அணியை புக்மார்க்கிலிருந்து நீக்குகிறீர்களா?} venue{இந்த இடத்தை புக்மார்க்கிலிருந்து நீக்குகிறீர்களா?} other{--}}
zh: {bookmarkCategory, select, post{您即将从书签中删除此帖子} playmate{您即将从书签中删除此玩伴} store{您即将从书签中删除此商店} team{您即将从书签中删除此团队} venue{您即将从书签中删除此地点} other{--}}

# totalMutualPlaymates
source: {playmates, plural, other{{playmates} mutual playmates} =0{{playmates} mutual playmate} =1{{playmates} mutual playmate}}
fr: {playmates, plural, other{{playmates} camarades de jeu communs} =0{{playmates} camarades de jeu communs} =1{{playmates} camarade de jeu commun}}
hi: {playmates, plural, other{{playmates} म्यूचुअल प्लेमेट्स} =0{{playmates} म्यूचुअल प्लेमेट} =1{{playmates} म्यूचुअल प्लेमेट}}
si: {playmates, plural, other{{playmates} මිතුරන්} =0{{playmates} මිතුරා} =1{{playmates} මිතුරා}}
ta: {playmates, plural, other{{playmates} நண்பர்கள்} =0{{playmates} நண்பர்} =1{{playmates} நண்பர்}}
zh: {playmates, plural, other{{playmates} 个共同玩伴} =0{{playmates} 个共同玩伴} =1{{playmates} 个共同玩伴}}

source: Join request
fi: Liittymispyyntö
fr: Demande d''adhésion
hi: शामिल होने का अनुरोध
si: සම්බන්ධ වීමේ ඉල්ලීම
ta: சேர விண்ணப்பம்
zh: 加入请求

source: Store product
fi: Tuotteen tallennus
fr: Produit en magasin
hi: स्टोर उत्पाद
si: ස්ටෝර් නිෂ්පාදනය
ta: கடை தயாரிப்பு
zh: 商店产品

source: Per {something}
fr: Par {something}
hi: प्रति {something}
si: පර් {something}
ta: பர் {something}
zh: 每 {something}

source: Book Now
fi: Varaa nyt
fr: Réservez maintenant
hi: अभी बुक करें
si: දැන්ම වෙන්කරගන්න
ta: இப்போதே முன்பதிவு செய்யுங்கள்
zh: 立即预订

source: Venue zone availability
fi: Paikka alueen saatavuus
fr: Disponibilité des zones de lieu
hi: स्थान क्षेत्र की उपलब्धता
si: ස්ථාන කලාප තිබීම
ta: இருப்பிட மண்டலங்களின் கிடைக்கும் தன்மை
zh: 场地区域可用性

source: Tap on the day to check available slots
fi: Napauta päivää tarkistaaksesi käytettävissä olevat aikavälit
fr: Appuyez sur le jour pour vérifier les créneaux disponibles
hi: उपलब्ध स्लॉट देखने के लिए दिन पर टैप करें
si: පවතින තව් පරීක්ෂා කිරීමට දිනය මත තට්ටු කරන්න
ta: கிடைக்கக்கூடிய நேர இடங்களை சரிபார்க்க நாளைத் தட்டவும்
zh: 点击当天查看可用插槽

source: Available slots
fi: Vapaita aikoja
fr: Plages horaires disponibles
hi: उपलब्ध समय स्लॉट
si: පවතින කාල පරාසයන්
ta: கிடைக்கும் நேர இடங்கள்
zh: 可用时段

source: Slot availability on this day
fi: Aikavälin saatavuus tänä päivänä
fr: Disponibilité des créneaux horaires ce jour-là
hi: इस दिन समय स्लॉट उपलब्धता
si: එදින කාල පරාසයන් තිබීම
ta: அந்த நாளின் நேர இடைவெளிகள் கிடைக்கும்
zh: 当天的时间段可用性

source: Booked
fi: Varattu
fr: Réservé
hi: बुक
si: වෙන් කරවා ඇත
ta: முன்பதிவு செய்யப்பட்டது
zh: 预订

source: Booking Venue zone
fi: Tapahtumapaikan varaus
fr: Réservation de zone du lieu
hi: स्थान क्षेत्र आरक्षण
si: ස්ථානය වෙන්කරවා ගැනීම
ta: முன்பதிவு இடம் மண்டலம்
zh: 场地面积预订

# slotTimesAvailabilityAreBasedOnSelectedDate
source: Slot times availability are based on the selected date
fi: Aikavälien saatavuus perustuu valittuun päivämäärään
fr: La disponibilité des heures de créneau est basée sur la date sélectionnée
hi: स्लॉट समय की उपलब्धता चयनित तिथि पर आधारित है
si: තව් කාලය ලබා ගත හැකි බව තෝරාගත් දිනය මත පදනම් වේ
ta: தேர்ந்தெடுக்கப்பட்ட தேதியின் அடிப்படையில் ஸ்லாட் நேரங்கள் கிடைக்கும்
zh: 时段可用性基于所选日期

source: Select a slot time
fi: Valitse aikaväli
fr: Sélectionnez un créneau horaire
hi: एक समय स्लॉट चुनें
si: තව් කාලය තෝරන්න
ta: நேர ஸ்லாட்டைத் தேர்ந்தெடுக்கவும்
zh: 选择槽时间

source: Purpose for booking venue (optional)
fi: Varauspaikan tarkoitus (valinnainen)
fr: But de la réservation du lieu (facultatif)
hi: स्थल बुक करने का उद्देश्य (वैकल्पिक)
si: ස්ථානය වෙන්කරවා ගැනීමේ අරමුණ (විකල්ප)
ta: இடம் முன்பதிவு செய்வதற்கான நோக்கம் (விரும்பினால்)
zh: 预订场地的目的（可选）

source: Price Per Hour
fi: Hinta per tunti
fr: Prix par heure
hi: कीमत प्रति घंटा
si: පැයකට මිල
ta: ஒரு மணி நேரத்திற்கு விலை
zh: 每小时价格

source: Price Per Minute
fi: Hinta per minuutti
fr: Prix par minute
hi: कीमत प्रति मिनट
si: විනාඩියකට මිල
ta: ஒரு நிமிடத்திற்கு விலை
zh: 每分钟价格

# nSlotCount
source: {slotCount, plural, =0{0 slots} =1{1 slot} other{{slotCount} slots}}
fi: {slotCount, plural, =0{0 aikaväliä} =1{1 aikaväli} other{{slotCount} aikaväliä}}
fr: {slotCount, plural, =0{0 créneaux} =1{1 créneau} other{{slotCount} créneaux}}
hi: {slotCount, plural, =0{0 समय स्लॉट्स} =1{1 समय स्लॉट} other{{slotCount} समय स्लॉट्स}}
si: {slotCount, plural, =0{0 කට්ට} =1{1 තව්} other{{slotCount} කට්ට}}
ta: {slotCount, plural, =0{0 ஸ்லாட்கள்} =1{1 ஸ்லாட்} other{{slotCount} ஸ்லாட்கள்}}
zh: {slotCount, plural, =0{0 时间槽} =1{1 时间槽} other{{slotCount} 时间槽}}

# nameVenueZone
source: {zoneName} venue zone
fi: {zoneName} paikkaalue
fr: zone de lieu {zoneName}
hi: {zoneName} स्थान क्षेत्र
si: {zoneName} ස්ථානය කලාපය
ta: {zoneName} இடம் மண்டலம்
zh: {zoneName} 会场区

# bookingSummary
source: You booked {slotCount} {timeSlots} from the {venueZoneName} in the {venueName} for {date}
fi: Varasit {slotCount} {timeSlots} {venueZoneName}-alueelta {venueName}ssa {date}:lle
fr: Vous avez réservé {slotCount} {timeSlots} de la {venueZoneName} dans le {venueName} pour le {date}
hi: आपने {date} के लिए {venueName} में {venueZoneName} से {slotCount} {timeSlots} आरक्षित किया है।
si: ඔබ {date} සඳහා {venueName} හි {venueZoneName} වෙතින් {slotCount} {timeSlots} වෙන් කර ඇත
ta: {date} க்காக {venueName} இல் {venueZoneName} இலிருந்து {slotCount} {timeSlots} ஐ முன்பதிவு செய்துள்ளீர்கள்
zh: 您为 {date} 从 {venueName} 中的 {venueZoneName} 预留了 {slotCount} {timeSlots}

# insufficientPointsToMakePayment
source: Sorry, you don''t have sufficient points to proceed with the payment.
fi: Valitettavasti sinulla ei ole riittävästi pisteitä maksun suorittamiseen.
fr: Désolé, vous n''avez pas suffisamment de points pour procéder au paiement.
hi: क्षमा करें, आपके पास भुगतान के साथ आगे बढ़ने के लिए पर्याप्त अंक नहीं हैं।
si: කණගාටුයි, ගෙවීම ඉදිරියට ගෙන යාමට ඔබට ප්රමාණවත් ලකුණු නොමැත.
ta: மன்னிக்கவும், கட்டணத்தைத் தொடர உங்களிடம் போதுமான புள்ளிகள் இல்லை.
zh: 抱歉，您没有足够的积分来继续付款。

source: Venue Booked
fi: Paikka varattu
fr: Lieu réservé
hi: स्थान बुक किया गया
si: ස්ථානය වෙන් කර ඇත
ta: ஒதுக்கப்பட்ட இடம்
zh: 预订场地

source: Your venue has been successfully booked
fi: Paikkasi on varattu onnistuneesti
fr: Votre lieu a été réservé avec succès
hi: आपका स्थान सफलतापूर्वक बुक किया गया है
si: ඔබගේ ස්ථානය සාර්ථකව වෙන් කර ඇත
ta: உங்கள் இடம் வெற்றிகரமாக முன்பதிவு செய்யப்பட்டுள்ளது
zh: 您的场地已成功预订

source: Back to venue
fi: Takaisin tapahtumapaikalle
fr: Retour au lieu
hi: स्थल पर लौटें
si: ස්ථානයට ආපසු යන්න
ta: இருப்பிடத்திற்குத் திரும்பு
zh: 返回会场

source: Manage Email/Phone Number
fi: Sähköpostin/puhelinnumeron hallinta
fr: Gérer l''adresse e-mail/le numéro de téléphone
hi: ईमेल/फ़ोन नंबर प्रबंधित करें
si: ඉමේල්/දුරකථන අංකය පාලනය කරන්න
ta: மின்னஞ்சல்/கைப்பேசி எண்ணை நிர்வகி
zh: 管理电子邮件/电话号码

source: Change password
fi: Vaihda salasana
fr: Changer le mot de passe
hi: पासवर्ड बदलें
si: මුරපද වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்று
zh: 更改密码

source: Language
fi: Kieli
fr: Langue
hi: भाषा
si: භාෂාව
ta: மொழி
zh: 语言

# themeLarge
source: THEME
fi: TEEMA
fr: THÈME
hi: थीम
si: විෂය
ta: கருப்பொருள்
zh: 主题

source: Theme
fi: Teema
fr: Thème
hi: थीम
si: විෂය
ta: கருப்பொருள்
zh: 主题
