Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Welcome to Playkosmos
fi: Tervetuloa playkosmos
fr: Bienvenue sur playkosmos
hi: प्लेकोस्मोस में आपका स्वागत है
si: ප්ලේකොස්මොස්ටේ සුබ වැනි ආයුබෝවන්
ta: பிளேகோஸ்மோஸுக்கு வரவேற்கிறோம்
zh: 欢迎来到 Playkosmos

# choosePreferredLanguage
source: Choose your preferred language to get started
fi: Valitse haluamasi kieli aloittaaksesi
fr: Choisissez votre langue préférée pour commencer
hi: आरंभ करने के लिए अपनी पसंदीदा भाषा चुनें
si: ආරම්භ වීමට ඔබේ අභිමත භාෂාවක් තෝරන්න
ta: தொடக்கம் செய்ய உங்கள் முன்னாள் மொழியைத் தேர்வுசெய்க
zh: 选择您首选的语言开始使用

# searchLanguageHint
source: Search language
fi: Etsi kieli
fr: Rechercher la langue
hi: भाषा खोजें
si: භාෂාව සෙවීම
ta: மொழியை தேடு
zh: 搜索语言

# skipText
source: Skip
fi: Hyppy
fr: sauter
hi: छोड़ना
si: අවහිර කරන්නා
ta: தவிர்க்க
zh: 跳过

# setOnboardTitle
source: {title, select, meet{Meet} create{Create} earn{Earn} stayConnected{Stay Connected} other{--}}
fi: {title, select, meet{Tavata} create{Luoda} earn{Ansaita} stayConnected{Pysy yhteydessä} other{--}}
fr: {title, select, meet{rencontrer} create{créer} earn{gagner} stayConnected{Rester connecté} other{--}}
hi: {title, select, meet{मिलना} create{बनाना} earn{कमाना} stayConnected{जुड़े रहें} other{--}}
si: {title, select, meet{පිරික්සුමට යොමු කරන්නා} create{සාදන්න} earn{fආරක්ෂාවක් ලබා ගන්නා} stayConnected{සබැඳිය තුලින් සුරැකී සිටින්න} other{--}}
ta: {title, select, meet{சந்திப்பு } create{உருவாக்கு} earn{சம்பாதிக்க} stayConnected{இணைந்து இரு } other{--}}
zh: {title, select, meet{见面} create{创造} earn{赚} stayConnected{保持联系} other{--}}

# setOnboardDetails
source: {title, select, meet{Connect with awesome people, make new friends, and dive into all kinds of exciting adventures together—because life’s more fun when shared!} create{On Playkosmos, the possibilities are endless! Plan thrilling activities, manage them like a pro, and explore a world of fun, creativity, and excitement} earn{Turn your creativity into cash on Playkosmos! Earn money from your activities and rewards by sharing with family and friends} stayConnected{Discover trending activities, connect with awesome people, and start earning while having a blast! The fun never stops} other{--}}
fi: {title, select, meet{Tapaa uusia leikkikavereita, tule ystäviksi ja hauskaile luomalla kaikenlaisia hauskoja aktiviteetteja yhdessä} create{Voit luoda ja hallita aktiviteetteja, tiimiä, kauppaa, tapahtumapaikkoja ja paljon muuta playkosmosissa} earn{Voit myös ansaita rahaa luomistasi aktiviteeteista, kun tilasi alueet ovat varattuja, ja jakamalla playkosmosin perheesi ja ystäviesi kanssa} stayConnected{Löydä trendaavat postaukset, tiimit, kaupat ja tapahtumapaikkojen tarinat, aktiviteetit ja tarjoukset} other{--}}
fr: {title, select, meet{Rencontrez de nouveaux camarades de jeu, devenez amis et amusez-vous à créer toutes sortes d''activités amusantes ensemble} create{Vous pouvez créer et gérer des activités, une équipe, un magasin, des lieux et bien plus encore sur playkosmos} earn{Vous pouvez également gagner de l''argent grâce aux activités que vous créez, lorsque vos zones de lieu sont réservées et en partageant playkosmos avec votre famille et vos amis} stayConnected{Trouvez des publications, équipes, magasins et récits de lieux tendance, des activités et des offres} other{--}}
hi: {title, select, meet{नए खेल संगीतों से मिलें, मित्र बनें और मिलकर रंगीन गतिविधियों का आनंद लें} create{आप playkosmos पर गतिविधियाँ, टीम, स्टोर, स्थान और बहुत कुछ बना सकते हैं और प्रबंधित कर सकते हैं} earn{आप अपनी बनाई गई गतिविधियों से भी पैसे कमा सकते हैं, जब आपके स्थान क्षेत्र बुक किए जाते हैं और प्लेकॉस्मोस को अपने परिवार और दोस्तों के साथ साझा करके} stayConnected{प्रचलित पोस्ट, टीम, स्टोर और स्थानों की कहानियों, गतिविधियों और प्रस्तावों को खोजें} other{--}}
si: {title, select, meet{නව ප්‍රවේශ ක්‍රියාකාරකම් සමඟ සම්බන්ධව සුභක්ෂිතයින් ලැබෙන්න, මිත්‍රයක් වෙනුවටම සාදන්නාවිට ප්‍රවේශ කරන්නෙමු} create{playkosmos හි ඔබට ක්‍රියාකාරකම්, එකතු කණ්ඩායම, ස්ථානය, වැඩිවුණු සහ තවත් බොහෝ දේ සහිත වැඩිවුණු සහිත දැක්මකින් නිර්මාණය කළ හැකිය} earn{ඔබට ඔබේ සාදන්නයෙන් මුදල් හුවමාරු කළ හැක්කේද? ඔබගේ ස්ථාන ක්‍රම කරන විට ස්වයංක්‍රීයයෙන් හා playkosmos මගින් ඔබේ පවුලකට හා මිතුරන්ට මුදල් හුවමාරු කරනවාද?} stayConnected{ප්‍රජාත්‍ය පළාත්, ඒකක වස්තු විය යුතු බවයෙන් සියළුම අවශ්‍යතාවයන්, කල්‍යාණ හා විස්තර සඳහා සොයාගන්නාගේ පාඩම්, ක්‍රීඩා සහ වාහන ආදායම් සහ වැදගත් ප්‍රසාදයන් සොයාගන්නාගේ ප්‍රශ්නය} other{--}}
ta: {title, select, meet{புதிய விளையாட்டு நண்பர்களை சந்திக்கவும், நண்பர்களாக மாறுவதற்கு மற்றும் ஒரே விதமான விளையாட்டு செயல்களை உருவாக்குவதற்கு மகிழ்ச்சியாக இருங்கள்} create{நீங்கள் playkosmos இல் விளையாட்டுகள், அணி, கடை, இடங்கள் மற்றும் மிகப்பெரும் மேலும் பலவற்றை உருவாக்க முடியும்} earn{நீங்கள் உருவாக்கும் செயல்பாடுகள், உங்கள் அரங்கு மண்டலங்கள் முன்பதிவு செய்யப்படும் போது மற்றும் உங்கள் குடும்பத்தினர் மற்றும் நண்பர்களுடன் பிளேகோஸ்மோஸைப் பகிர்வதன் மூலம் நீங்கள் பணம் சம்பாதிக்கலாம்} stayConnected{மொழிபெயர்க்கப்பட்ட பதிவுகளை, அணி, கடைகள் மற்றும் இடங்களின் கதைகளை, செயல்பாடுகளை மற்றும் சலுகைகளைக் கண்டறியலாம்} other{--}}
zh: {title, select, meet{结识新玩伴，成为朋友，并一起创造各种有趣的活动} create{您可以在playkosmos上创建和管理活动、团队、商店、场地等等更多的内容} earn{您还可以通过您创建的活动赚取收入，当您的场地区域被预订时，以及通过与您的家人和朋友分享playkosmos来赚取收入} stayConnected{查找热门帖子、团队、商店和场地的故事、活动和优惠} other{--}}

source: Create Account
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
si: ගිණුමක් සාදන්න
ta: கணக்கை உருவாக்கு
zh: 创建帐户

# createAccountWithInfo
source: Create an account with the required information
fi: Luo tili tarvittavilla tiedoilla
fr: Créez un compte avec les informations requises
hi: आवश्यक जानकारी के साथ खाता बनाएं
si: අවශ්‍ය තොරතුරු සමඟ ගිණුමක් සාදන්න
ta: தேவையான தகவலுடன் கணக்கை உருவாக்கு
zh: 使用所需信息创建帐户

source: App Language
fi: Sovelluksen kieli
fr: Langue de l''application
hi: ऐप भाषा
si: යෙදුම් භාෂාව
ta: பயன்பாட்டின் மொழி
zh: 应用程序语言

source: First Name
fi: Etunimi
fr: Prénom
hi: पहला नाम
si: මුල් නම
ta: முதற் பெயர்
zh: 名

source: Last Name
fi: Sukunimi
fr: Nom de famille
hi: उपनाम
si: අවසාන නම
ta: குடும்ப பெயர்
zh: 姓

# enterName
source: Please enter your name
fi: Ole hyvä ja kirjoita nimesi
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
si: කරුණාකර ඔබේ නමට ඇතුළු කරන්න
ta: தயவுசெய்து உங்கள் பெயரை உள்ளிடவும்
zh: 请输入您的姓名

# enterFirstName
source: Please enter your first name
fi: Ole hyvä ja kirjoita etunimesi
fr: Veuillez entrer votre prénom
hi: कृपया अपना पहला नाम दर्ज करें
si: කරුණාකර ඔබගේ මුල් නම ඇතුලත් කරන්න
ta: உங்கள் முதல் பெயரை உள்ளிடவும்
zh: 请输入您的名字

# enterLastName
source: Please enter your last name
fi: Ole hyvä ja kirjoita sukunimesi
fr: Veuillez entrer votre nom de famille
hi: कृपया अपना अंतिम नाम दर्ज करें
si: කරුණාකර ඔබගේ අවසන් නම ඇතුලත් කරන්න
ta: உங்கள் கடைசி பெயரை உள்ளிடவும்
zh: 请输入您的姓氏

# invalidName
source: Name can only contain alphabet, space and hyphen(-)
fi: Nimi voi sisältää vain aakkoset, välilyönnin ja viivan
fr: Le nom ne peut contenir que des lettres de l''alphabet, des espaces et des tirets(-)
hi: नाम में केवल वर्णमाला, अंतरविराम और हाइफ़न हो सकते हैं(-)
si: නම් පමණක් අකුරු, අවකාශය හා ස්ට්රිප් ඇතුළු කරයි(-)
ta: பெயரில் அரசன், இடைவேளைப் பெயர் மற்றும் இழுக்கம் மட்டுமே இருக்கலாம்(-)
zh: 名字只能包含字母、空格和连字符(-)

# emailHint
source: Email
fi: Sähköposti
fr: Courrier électronique
hi: ईमेल
si: විද්‍යුත් තැපෑලෙහි ලිපිනය
ta: மின்னஞ்சல்
zh: 电子邮件

# enterEmail
source: Please enter your email
fi: Ole hyvä ja syötä sähköpostiosoitteesi
fr: Veuillez entrer votre adresse e-mail
hi: कृपया अपना ईमेल दर्ज करें
si: කරුණාකර ඔබේ විද්‍යුත් තැපෑලට ඇතුළු කරන්න
ta: தயவுசெய்து உங்கள் மின்னஞ்சலை உள்ளிடவும்
zh: *请输入您的电子邮件地址

# invalidEmail
source: Invalid Email Format
fi: Virheellinen sähköpostimuoto
fr: Format d''email invalide
hi: अवैध ईमेल प्रारूप
si: වැරදි විද්‍යුත් තැපෑල ආකාරයක්
ta: தவறான மின்னஞ்சல் வடிவமைப்பு
zh: 无效的电子邮件格式

# setEmailOrPhone
source: {emailOrPhone, select, email{Use Phone instead} other{Use Email instead}}
fi: {emailOrPhone, select, email{Käytä puhelinta sen sijaan} other{Käytä sähköpostia sen sijaan}}
fr: {emailOrPhone, select, email{Utilisez le téléphone à la place} other{Utilisez l''email à la place}}
hi: {emailOrPhone, select, email{फोन की जगह उपयोग करें} other{इसके बजाय ईमेल का उपयोग करें}}
si: {emailOrPhone, select, email{සහාය වෙන්නේ දුරකථනය භාවිතයි} other{සහාය වෙන්නේ විද්‍යුත් තැපෑලක් භාවිතයි}}
ta: {emailOrPhone, select, email{போனை பயன்படுத்துங்கள் பத‌ற்றம்} other{மின்னஞ்சலைப் பயன்படுத்துங்கள் பத‌ற்றம்}}
zh: {emailOrPhone, select, email{请使用手机代替} other{请使用电子邮件代替}}

source: Mark
fi: Merkki
fr: Marquer
hi: चिह्नित करें
si: ලකුණු
ta: குறி
zh: 标记

source: Ascending Order
fi: Nouseva Järjestys
fr: Ordre croissant
hi: आरोही क्रम
si: ආරෝහණ පේළිය
ta: ஏறுவரிசை
zh: 升序排列

source: to
fr: à
hi: को
si: වෙත
ta: செய்ய
zh: 到

source: Miles
fi: Mailia
hi: मील
si: මයිල්
ta: மைல்கள்
zh: 英里

source: Distance
fi: Etäisyys
hi: दूरी
si: දුරකථනය
ta: தூரம்
zh: 距离

source: Sort
fi: Järjestä
fr: Trier
hi: क्रमबद्ध करें
si: සුරක්ෂිත කරන්න
ta: வகைபடுத்து
zh: 排序

source: Team Settings
fi: Tiimin Asetukset
fr: Paramètres de l''équipe
hi: टीम सेटिंग्स
si: කණ්ඩායම් සැකසුම්
ta: குழு அமைப்புகள்
zh: 团队设置

source: Rate Team
fi: Arvioi Tiimi
fr: Noter l''équipe
hi: टीम की रेटिंग
si: කණ්ඩායම වාර්තා කරන්න
ta: விகிதம் குழு
zh: 评价团队

source: Type your review
fi: Kirjoita arviosi
fr: Tapez votre avis
hi: अपनी समीक्षा टाइप करें
si: ඔබගේ විස්තර ටයිප් කරන්න
ta: உங்கள் மதிப்பாய்வை தட்டச்சு செய்யவும்
zh: 输入您的评价

source: Members
fi: Jäsen
fr: Membre
hi: सदस्य
si: හරහා
ta: ஏற்கனவே எழுதியது வரிசைப்படுத்தல்
zh: 会员

source: Send
fi: Lähettää
fr: Envoyer
hi: भेजें
si: යවන්නේ
ta: அனுப்பு
zh: 发送

source: Fans
fi: Kannattajat
fr: Supporters
hi: प्रशंसकों
si: සහභාගී
ta: வாழ்க்கையைப் பற்றி
zh: 球迷

source: Badges
fi: Merkit
hi: पदक
si: සහතිකපත්
ta: பதக்கங்கள்
zh: 徽章

source: Activities Created
fi: Luodut aktiviteetit
fr: Activités Créées
hi: बनाई गई गतिविधियाँ
si: සෑදුන්නැති ක්‍රියා
ta: உருவாக்கப்பட்ட செயல்கள்
zh: 创建的活动

source: Activities Joined
fi: Liittyneet aktiviteetit
fr: Activités Rejointes
hi: शामिल हुए गतिविधियाँ
si: පිටවෙන්න ක්‍රියා කරන ක්‍රියා
ta: சேர்ந்த செயல்கள்
zh: 参与的活动

source: All Fans
fi: Kaikki fanit
fr: Tous les fans
hi: सभी प्रशंसकों
si: සියලු සහාරයන්
ta: அனைத்து அரசியல்
zh: 所有球迷

source: Total Badge Received
fi: Kokonaisluku Badget vastaanotettu
fr: Total de badges reçus
hi: कुल बैज प्राप्त
si: මුළු බැජ් ලබා ඇත
ta: மொத்த பத்திரங்கள் பெற்றனவு
zh: 已获得的总徽章

source: Total Activities Created
fi: Luodut toiminnat yhteensä
fr: Activités totales créées
hi: कुल गतिविधियाँ बनाई गईं
si: සම්පූර්ණ ක්‍රියාකාරකම් සෑදීම
ta: மொத்த செயல்கள் உருவாக்கப்பட்டன
zh: 创建的总活动

source: High
fi: Korkea
fr: Haut
hi: उच्च
si: හැඩත්
ta: உயர்
zh: 高

source: Activities Level
fi: Toimintojen taso
fr: Niveau des activités
hi: गतिविधियों का स्तर
si: ක්‍රියාකාරකම් මට්ටම්
ta: செயல்பாட்டு நிலை
zh: 活动级别

# phoneNumberHint
source: Phone number
fi: Puhelinnumero
fr: Numéro de téléphone
hi: फ़ोन नंबर
si: දුරකථන අංකය
ta: தொலைபேசி எண்
zh: 电话号码

# personalizeTheStore
source: Personalize the store settings to your choice
fi: Mukauta kaupan asetukset valintasi mukaan
fr: Personnalisez les paramètres du magasin selon votre choix
hi: अपने चयन के अनुसार स्टोर सेटिंग को व्यक्तिगत करें
si: ඔබේ තේරුම සඳහා ස්ථානයේ සැකසීම් පුද්ගලයන්ට පුරවා යොමු කරන්න
ta: உங்கள் தேர்வுக்கு உள்ளடக்கத்தை பொதுவாக்குங்கள் அமைப்புகளைப் பொறுப்பேற்கைப்படுத்துங்கள்
zh: 将商店设置个性化为您的选择

# activitiesTrend
source: Activities trend for this week
fi: Tapahtumien trendi tälle viikolle
fr: Tendance des activités pour cette semaine
hi: इस सप्ताह के लिए गतिविधियों का ट्रेंड
si: මෙම සතියක් සඳහා ක්‍රීඩා පෙන්වන්නේ ඇයි
ta: இந்த வாரத்திற்கான செயல்பாடுகள் பொலிவு
zh: 本周活动趋势

# weekActivitiesCreatedNote
source: These are this week''s activities created
fi: Nämä ovat tämän viikon luodut tapahtumat
fr: Ce sont les activités créées cette semaine
hi: ये हैं इस हफ्ते की बनाई गई गतिविधियाँ
si: මෙම සතියේ සාදන ලද ක්‍රීඩා
ta: இந்த வாரத்தின் உருவாக்கப்பட்ட செயல்பாடுகள் இவையே
zh: 这些是本周创建的活动

source: State your complaint
fi: Kerro valituksesi
fr: Exprimez votre plainte
hi: अपनी शिकायत बताएं
si: ඔබේ ප්‍රතික්ෂේපනයක් කතා කරන්න
ta: உங்கள் புகாரை அறிவிக்கவும்
zh: 陈述您的投诉

# searchCountryNumberHint
source: Search country
fi: Etsi maata
fr: Rechercher un pays
hi: देश खोजें
si: රට සෙවුම් කරන්න
ta: நாட்டை தேடு
zh: 搜索国家

# enterPhoneNumber
source: Please enter your phone number
fi: Ole hyvä ja anna puhelinnumerosi
fr: Veuillez entrer votre numéro de téléphone
hi: कृपया अपना फोन नंबर दर्ज करें
si: කරුණාකර ඔබගේ දුරකථන අංකය ඇතුලත් කරන්න
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
zh: 请输入您的电话号码

# dateOfBirthHint
source: Date of birth
fi: Syntymäaika
fr: Date de naissance
hi: जन्म तारीख
si: උපන්දිනය
ta: பிறந்த தேதி
zh: 出生日期

source: Highest to lowest
fi: Korkeimmasta alimpaan
fr: Du plus élevé au plus bas
hi: सबसे ऊपर सबसे नीचे
si: හොඳම් සිට අනුපාතයකි
ta: உயரியில் குறைவில்
zh: 由高到低排序

source: Lowest to highest
fi: Alimmasta korkeimpaan
fr: Du plus bas au plus élevé
hi: सबसे नीचे सबसे ऊपर
si: අනුපාතයේදී හොඳමට
ta: குறைவில் உயரியில்
zh: 由低到高排序

# invalidDateOfBirth
source: Please enter your date of birth
fi: Syötä syntymäaikasi
fr: Veuillez entrer votre date de naissance
hi: अपनी जन्मतिथि भरें
si: කරුණාකර ඔබගේ උපන් දිනය ඇතුලත් කරන්න
ta: உங்கள் பிறந்த தேதியை உள்ளிடவும்
zh: 请输入你的生日

# ratingScale
source: On a scale of 1 to 5 rate this Team
fi: Arvioi tämä tiimi asteikolla 1-5
fr: Sur une échelle de 1 à 5, évaluez cette équipe
hi: 1 से 5 के मान के आधार पर इस टीम को मूल्यांकित करें
si: 1 සිට 5 දක්වා මෙම කණ්ඩායම සඳහා ශ්‍රේණිය දක්වයි
ta: 1 முதல் 5 வரையில் இந்த அணுகுமுறையை மதிப்பிடுங்கள்
zh: 在1到5的等级中对这个团队进行评分

# passwordHint
source: Password
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
si: රහස්පදය
ta: கடவுச்சொல்
zh: 密码

# enterPassword
source: Please enter your password
fi: Syötä salasanasi
fr: Veuillez entrer votre mot de passe
hi: कृपया अपना पासवर्ड दर्ज करें
si: කරුණාකර ඔබේ රහස්පදය ඇතුලත් කරන්න
ta: தங்கள் கடவு சொல்லை பதிவு செய்யவும்
zh: 请输入您的密码

# passwordMinError
source: Password must be minimum of 6 character
fi: Salasanan on oltava vähintään 6 merkkiä pitkä
fr: Le mot de passe doit comporter au moins 6 caractères
hi: पासवर्ड कम से कम 6 वर्ण होना चाहिए
si: රහස්පදය අවම වශයෙන් 6 අක්ෂරයක් විය යුතුයි
ta: கடவுச்சொல் குறைவாகவோ அதிகமாகவோ 6 எழுத்துக்களாக இருக்க வேண்டும்
zh: 密码必须至少为6个字符

source: I accept the
fi: Hyväksyn
fr: J''accepte
hi: मैं स्वीकार करता हूँ
si: මම හොඳින් පිළිගන්නවා
ta: நான் ஏற்கனவே ஏற்கிறேன்
zh: 我接受

source: Terms and Conditions
fi: Käyttöehdot ja ehdot
fr: Termes et conditions
hi: नियम और शर्तें
si: භාවිත කාලීන සහ සම්පූර්ණ සම්බන්ද
ta: விதிமுறைகளும் நிபந்தனைகளும்
zh: 条款和条件

# andText
source: and
fi: ja
fr: et
hi: और
si: සහ
ta: மற்றும்
zh: 和

source: Privacy Policy
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
si: රහස්කන්න ප්‍රක්ෂවල ප්‍රතිශතය
ta: தனியுரிமை கொள்கை
zh: 隐私政策

source: of PlayKosmos
fi: PlayKosmosin
fr: de PlayKosmos
hi: प्ले कोस्मोस का
si: PlayKosmos යුනිකෝඩ්ස්
ta: PlayKosmos இன்
zh: 的PlayKosmos

# nextText
source: Next
fi: Seuraava
fr: suivant
hi: अगला
si: ඊලගෙන
ta: அடுத்து
zh: 下一个

source: Already have an account?
fi: Onko sinulla jo tili?
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से ही खाता है?
si: දැන්ම ගිණුමක් තිබේද? (Dānma ginumak thi''beda?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?
zh: 已经有账号了吗？

# loginText
source: Login
fi: Kirjaudu
fr: Connexion
hi: लॉग इन करें
si: පුරනයක් සහිතව ඇතුල් වන්න
ta: உள்நுழைய
zh: 登录

# termsAndConditionsDescription
source: Welcome! These Terms of Use (or Terms) govern your use of Playkosmos, except where we expressly state that separate terms (and not these) apply. When you create an account or use PlayKosmos, you agree to these Terms. These Terms of Use therefore constitute an agreement between you and PlayKosmos. Offering personalised opportunities to create, connect, communicate, discover and share. People are different. We want to strengthen your relationships through shared experiences that you actually care about. So we build systems that try to understand who and what you and others care about, and use that information to help you create, find, join and share in experiences that matter to you. Fostering a positive, inclusive and safe environment. We develop and use tools and offer resources to our community members that help to make their experiences positive and inclusive, including when we think they might need help. We also have teams and systems that work to combat abuse and breaches of our Terms and Policies, as well as harmful and deceptive behaviour. We use all the information we have – including your information – to try to keep our platform secure.
fi: Tervetuloa! Nämä käyttöehdot (tai ehdot) hallitsevat Playkosmosin käyttöäsi, paitsi jos nimenomaisesti todetaan, että sovelletaan erillisiä ehtoja (eikä näitä). Kun luot tilin tai käytät PlayKosmosia, suostut noudattamaan näitä ehtoja. Näin ollen nämä käyttöehdot muodostavat sopimuksen sinun ja PlayKosmosin välillä. Tarjoaa yksilöllisiä mahdollisuuksia luoda, olla yhteydessä, kommunikoida, löytää ja jakaa. Ihmiset ovat erilaisia. Haluamme vahvistaa ihmissuhteitasi yhteisillä kokemuksilla, joista todella välität. Siksi rakennamme järjestelmiä, jotka yrittävät ymmärtää, keitä ja mistä sinä ja muut välität, ja käytämme näitä tietoja auttaaksemme sinua luomaan, löytämään, liittymään ja jakamaan sinulle tärkeitä kokemuksia. Edistämme positiivista, inklusiivista ja turvallista ympäristöä. Kehitämme ja käytämme työkaluja ja tarjoamme resursseja yhteisömme jäsenille, jotka auttavat tekemään heidän kokemuksistaan positiivisia ja inklusiivisia, mukaan lukien silloin kun luulemme heidän tarvitsevan apua. Meillä on myös tiimejä ja järjestelmiä, jotka torjuvat väärinkäyttöä, rikkomuksia ja haitallista sekä harhaanjohtavaa käyttäytymistä. Käytämme kaikkia käytössämme olevia tietoja, mukaan lukien sinun tietojasi, pyrkiessämme pitämään alustamme turvallisena.
fr: Bienvenue ! Ces Conditions d''utilisation (ou Conditions) régissent votre utilisation de Playkosmos, sauf indication expresse selon laquelle des conditions distinctes (et non celles-ci) s''appliquent. Lorsque vous créez un compte ou utilisez PlayKosmos, vous acceptez ces Conditions. Ces Conditions d''utilisation constituent donc un accord entre vous et PlayKosmos. Offrir des opportunités personnalisées pour créer, se connecter, communiquer, découvrir et partager. Les gens sont différents. Nous voulons renforcer vos relations grâce à des expériences partagées qui vous tiennent vraiment à cœur. Nous construisons donc des systèmes qui essaient de comprendre qui et quoi vous et les autres vous souciez, et utilisons ces informations pour vous aider à créer, trouver, rejoindre et partager des expériences qui comptent pour vous. Favoriser un environnement positif, inclusif et sûr. Nous développons et utilisons des outils et offrons des ressources aux membres de notre communauté pour rendre leurs expériences positives et inclusives, notamment lorsque nous pensons qu''ils pourraient avoir besoin d''aide. Nous avons également des équipes et des systèmes qui luttent contre les abus, les violations de nos conditions et politiques, ainsi que les comportements nuisibles et trompeurs. Nous utilisons toutes les informations à notre disposition, y compris vos informations, pour essayer de maintenir la sécurité de notre plateforme.
hi: स्वागत है! ये उपयोग की शर्तें (या शर्तें) आपके Playkosmos के उपयोग को नियंत्रित करती हैं, केवल जहां हम स्पष्ट रूप से बयान करते हैं कि अलग शर्तें (और नहीं ये शर्तें) लागू होती हैं। जब आप खाता बनाते हैं या PlayKosmos का उपयोग करते हैं, आप इन शर्तों से सहमत होते हैं। इस प्रकार, ये उपयोग की शर्तें आप और PlayKosmos के बीच एक समझौता हैं। व्यक्तिगत अवसर प्रदान करना, सृजन करना, जुड़ना, संवाद करना, खोजना और साझा करना। लोग अलग-अलग होते हैं। हम आपके संबंधों को मजबूत करना चाहते हैं जिनमें आप वास्तव में दिलचस्पी रखते हैं। इसलिए हम सिस्टम बनाते हैं जो आप और आपके साथियों की दिलचस्पी और क्या देखते हैं उसे समझने की कोशिश करते हैं और इस जानकारी का उपयोग करके आपको उसमें शामिल होने, खोजने और साझा करने में मदद करते हैं।. सकारात्मक, समावेशी और सुरक्षित वातावरण का पोषण करना। हम टूल विकसित और उपयोग करते हैं और समुदाय के सदस्यों को संसाधन प्रदान करते हैं जो उनके अनुभवों को सकारात्मक और समावेशी बनाने में मदद करते हैं, सम्भवतः जब हम सोचते हैं कि उन्हें मदद की जरूरत हो सकती है। हमारे पास वह टीमें और सिस्टम हैं जो हमारी शर्तें और नीतियों के उल्लंघनों, साथ ही हानिकारक और भ्रामक व्यवहार के खिलाफ कार्रवाई करते हैं। हम अपने प्लेटफॉर्म को सुरक्षित रखने के लिए आपकी जानकारी सहित हमारे पास उपलब्ध सभी जानकारी का उपयोग करते हैं।.
si: සාමාන්‍යයෙන් ආයුබෝවන්! මෙම භාෂාව (හෝ භාෂා) Playkosmos භාවිතා කරයි, එකම වරක් අපි විද්‍යුත් කිරීමට ප්‍රදර්ශනය කරන්නෙමු. ඔබ විසින් ගිය ලියාපදිංචි කිරීමක් හෝ PlayKosmos භාවිතා කිරීමක් සඳහා, ඔබ මෙම භාෂා සඳහා එකතු වී ඇති විට ඔබ මෙම භාෂාවෙන් එක් සමඟ සම්බන්ධතාවයක් නිර්මාණය කරනු ලබයි.. එකතුවක්, සබැඳි අත්සන් ප්‍රතිචාර ප්‍රකාශ කිරීමට උදව් කිරීමේදී පුද්ගලයින් විවෘත ළමයාගේ සිද්ධියෙන් ඔබට අරමුණයි. ඔබ ඔබේ අවසන් පුද්ගලයේ උදවු අත්සන් ප්‍රකාශ කරන අතර ඔබ සිද්ධිය හා විද්‍යාත්මක ප්‍රමාණය අතරමයින් යන තැනැත්තා සහිත අත්සන් ප්‍රකාශ කිරීම, ඔබට අවශ්‍ය සියළු අත්සන් ප්‍රකාශ කිරීම, එක් සහිත අත්සන් ප්‍රකාශ කිරීම හෝ ස්වයංක්‍රීය අවශ්‍ය කිරීම්ද අඩක් කළ අතර එක් සහිත අත්සන් ප්‍රකාශ කිරීම, ආදිය සහිත ස්වයංක්‍රීය සංඥා හෝ යෝජනා විසින් වැඩි විස්තර සැපයීම සඳහා පුද්ගලයෙකු සිදුවීමේ ප්‍රකාශයයි. සැලකිය යුතුයි, සම්පත් හා ආරක්ෂිත පරිසරය පවත්වාගෙන යන්නාවේ යුක්තිය. අපි සමාජ සහා ආරක්ෂාවන්ගේ අත්විදියය උපක්‍රමය සහ සංඥාවන් භාවිතා කිරීමට උපක්‍රම සම්පත් සහා සමාජ ලබන්නේය, ඒ අනුව පිළිගත කරන අතර අපගේ තාක්ෂණික සහ අපියන්ට හෝ වෙනත් කවර ප්‍රවේශයක් සිදු කර ගැනීමට උපක්‍රම නිර්මාණය කිරීමෙන් අපට උපදෙස් කළ අතර, ඔබේ තොරතුරු ඇතුළත් කිරීමෙන් ඔබේ ප්‍රවේශය ආරක්ෂා කිරීමට අපි ප්‍රතිපත්තිය භාවිතා කරයි.
ta: வரவேற்கின்றோம்! இதனால் பிளேகோஸ்மோஸ் பயன்பாட்டை உங்கள் பயன்பாடுகளை ஆட்களுக்கு ஆதிக்கத்தை வழங்குகிறது, இல்லையெனில் இந்தப் பொருட்டின் விரிவான விதிகள் (மறுதல் இவை அல்ல) பயன்பாட்டுகளை வழங்குகின்றன. கணக்கை உருவாக்குவதற்கு அல்லது பிளேகோஸ்மோஸை பயன்படுத்துவதற்கு இந்தப் பொருட்டை நீங்கள் ஏற்கின்றீர்கள் என்றால், இவை விதிமுறைகளை மேலும் ஒரு ஒப்பந்தத்தை உருவாக்குகின்றனவாம். உங்கள் சுவாரஸ்யமான அனுபவங்களை உருவாக்க, இணைக்க, பேச, அறக்கட்டளைகளைக் கண்டறிதல் மற்றும் பகிர்ந்துகொள்ள தனிப்பட்ட வாய்ப்புகளைச் சார்ந்து வழங்குகின்றோம். மக்கள் வேறுபாடுகள் உள்ளவர்கள். நாங்கள் உங்கள் உறவுகளை வலிமைபடுத்த விரும்புகிறோம், உங்களுக்கு மிகவும் முக்கியமான பகிரங்கள் மூலம். அதனால், நாங்கள் யாரும் யாவாரும் எவர்கள் என்று எப்படி ஆர்வமாக உள்ளதாக புரிந்துகொள்வது என்று விரும்பி, அதன் தகவலைப் பயன்படுத்தி நீங்கள் மிகவும் முக்கியமான அனுபவங்களைஉருவாக்க, கண்டறிதல், சேர்க்குகின்றதுபற்றிய உதவி அளிக்கிறோம். ஒருபகுதியில் அடிப்படை அமைப்புகளை வளர்ப்பது, உள்ளடக்கமானது மற்றும் பாதுகாப்பான சுற்றுச்சூழலை வளர்ப்பது. எங்கள் சமூக உறுப்பினர்களுக்கு உதவும் கருவிகளை மேம்படுத்தவும் மற்றும் வளர்ப்பதற்கான வளர்ச்சிக்கு தேவைப்படும் வளர்ச்சிப்பட்டியல்களை வழங்கவும் விரும்புகின்றோம், எனவே அவர்கள் உதவ தேவைப்படும் என்று நாங்கள் எதிர்காலமாக எதிர்கொள்வதால். மேலும், எங்களிடம் சுற்றுச்சூழலுக்கு எதிராகும் மற்றும் எதனாலும் மேன்மைக்குரிய பொருட்களையும் மிரட்டுவதற்கான குழுக்களையும் நம்பினோம். நாங்கள் உங்கள் தகவலை இருப்பிடம் இருக்கும் அனைவருக்கும் உபயோகிக்கும் என்பதையும் நமக்கு உதவ உள்ள தகவல்களையும் பயன்படுத்துகின்றோம்.
zh: 欢迎！这些使用条款（或条款）规定了您对Playkosmos的使用，除非我们明确声明适用单独的条款（而不是这些条款）。当您创建帐户或使用PlayKosmos时，您同意遵守这些条款。因此，这些使用条款构成您和PlayKosmos之间的协议。 欢迎！这些使用条款（或条款）管理您对Playkosmos的使用，除非我们明确声明适用单独的条款（而不是这些条款）。当您创建帐户或使用PlayKosmos时，您同意遵守这些条款。因此，这些使用条款构成您和PlayKosmos之间的协议。 歡迎！這些使用條款（或條款）管理您對 Playkosmos 的使用，除非我們明確聲明適用單獨的條款（而不是這些條款）。當您創建帳戶或使用 PlayKosmos 時，您同意遵守這些條款。因此，這些使用條款構成您和 PlayKosmos 之間的協議。

# byRegisteringAcceptTermsAndConditions
source: By registering you have accepted the terms and condition of PlayKosmos
fi: Rekisteröitymällä olet hyväksynyt PlayKosmos ehdot ja edellytykset.
fr: En vous inscrivant, vous avez accepté les termes et conditions de PlayKosmos
hi: पंजीकरण करके आपने प्ले कॉस्मोस की नियम और शर्तें स्वीकार की हैं
si: ලියාපදිංචි වීමෙන් ඔබ ප්ලේයිකොස්මොස් අත්විශේක කිරීමේ තීරුවට හේතුවෙන් එළිය යුතුයි
ta: பதிவு செய்வதன் மூலம் PlayKosmos இன் விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்றுக்கொண்டீர்கள்
zh: 注册即表示您已接受PlayKosmos的条款和条件
