Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# downloadErrorContent
source: We encountered an issue downloading this file to your device. Please check your internet connection or device memory space and retry
fi: Kohtasimme ongelman ladataessamme tiedostoa laitteellesi. Tarkista internet-yhteytesi tai laitteen muistitila ja yritä uudelleen.
fr: Nous avons rencontré un problème lors du téléchargement de ce fichier sur votre appareil. Veuillez vérifier votre connexion internet ou l''espace mémoire de votre appareil et réessayer.
hi: | हमें आपके डिवाइस पर इस फ़ाइल को डाउनलोड करते समय समस्या का सामना करना पड़ा।. कृपया अपनी इंटरनेट कनेक्शन या डिवाइस की मेमोरी स्थान की जांच करें और पुनः प्रयास करें।
si: ඔබගේ උපදෙස් වෙත මෙම ගොනුව බාගත කිරීමේ ගැටලුවක් අත්දැකීමට ප්‍රවේශ විය. කරුණාකර ඔබේ අන්තර්ජාලය හෝ උපාංගයේ මතකොට සල්ලි පරික්ෂා කරන්න, ප්‍රනාමානයක් පෙන්වන්න.
ta: இந்தக் கோப்பை உங்கள் சாதனத்தில் பதிவிறக்குவதில் சிக்கலை எதிர்கொண்டோம். உங்கள் இணைய இணைப்பு அல்லது சாதன நினைவக இடத்தைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்
zh: 我们在将此文件下载到您的设备时遇到问题。 请检查您的网络连接或设备存储空间，并重试。

source: Reactions
fi: Reaktiot
fr: Réactions
hi: प्रतिक्रियाएँ
si: ප්‍රතිචාර
ta: எதிர்வினைகள்
zh: 反应

source: All
fi: Kaikki
fr: Tous
hi: सब
si: සියල්ල
ta: அனைத்து
zh: 全部

source: Edit post
fi: Muokkaa viestiä
fr: Modifier la publication
hi: पोस्ट संपादित करें
si: පෝස්ට් සංස්කරණය කරන්න
ta: இடுகையைத் திருத்தவும்
zh: 编辑帖子

source: Delete post
fi: Poista viesti
fr: Supprimer la publication
hi: पोस्ट हटाएं
si: පෝස්ට් මකන්න
ta: இடுகையை நீக்கு
zh: 删除帖子

# deletePostDialogTitle
source: Delete This Post?
fi: Poista tämä viesti
fr: Supprimer ce post?
hi: इस पोस्ट को डीलीट करें?
si: මෙම පළ කිරීම මකන්නද?
ta: இந்த இடுகையை நீக்கவா?
zh: 删除此帖子？

# deletePostDialogContent
source: This post will be deleted and unrecoverable
fi: Tämä viesti poistetaan ja sitä ei voi palauttaa
fr: Cette publication sera supprimée et ne pourra pas être récupérée
hi: यह पोस्ट हटाई जाएगी और इसे वापस नहीं किया जा सकेगा
si: මෙම පෝස්ට් මකා නොකරන්නේ අදාලව නොසලකා හරියි
ta: இந்த இடுகை நீக்கப்படும் மற்றும் மீட்டெடுக்க முடியாது
zh: 此帖子将被删除且无法恢复

source: Search Playkosmos
fi: Etsi Playkosmos
fr: Rechercher Playkosmos
hi: खोजें प्लेकोस्मॉस
si: ප්ලේකොස්මොස් සෙවීම
ta: Playkosmos இல் தேடவும்
zh: 搜索 Playkosmos

# noSearchHistory
source: You have no search history
fi: Sinulla ei ole hakuhistoriaa
fr: Vous n''avez aucune historique de recherche
hi: आपका कोई खोज इतिहास नहीं है
si: ඔබට සෙවුම් ඉතිහාසයක් නොමැත
ta: உங்களிடம் தேடல் வரலாறு இல்லை
zh: 您没有搜索历史记录

source: Search history
fi: Hakuhistoria
fr: Historique de recherche
hi: खोज इतिहास
si: සෙවුම් ඉතිහාසය
ta: தேடல் வரலாறு
zh: 搜索历史

source: Clear all
fi: Tyhjennä kaikki
fr: Tout effacer
hi: सभी साफ़ करें
si: සියලුම ඉවත් කරන්න
ta: அனைத்தையும் நீக்கு
zh: 清除全部

# clearAllSearchHistory
source: Clear all your search history?
fi: Tyhjennä kaikki hakuhistoriasi?
fr: Effacer tout votre historique de recherche ?
hi: क्या आप अपने सभी खोज इतिहास को साफ़ करेंगे?
si: සියලුම සෙවුම් ඉතිහාසය මකා දමයි?
ta: உங்கள் அனைத்து தேடல் வரலாறுயிரைத் துவக்குவதற்கான அனைத்தையும் நீக்க விரும்புகிறீர்களா?
zh: 清除所有搜索历史记录吗？

# clearSearchHistoryContent
source: This won''t be undone once you clear your search history
fi: Tämä ei palautu, kun tyhjennät hakuhistoriasi
fr: Ceci ne sera pas annulé une fois que vous effacez votre historique de recherche
hi: जब आप अपना खोज इतिहास साफ़ करेंगे, तो यह पूर्ववत नहीं होगा
si: ඔබගේ සෙවුම් ඉතිහාසය මට්ටමක් සපයන්නෙන්, මෙය ආපසු ස්ථාපිත නොවේ
ta: உங்கள் தேடல் வரலாறை அழிக்கும்போது இது மீட்க விடப்படாது
zh: 清除搜索历史后，此操作无法撤消

source: Filter Search
fi: Suodattimen haku
fr: Recherche filtrée
hi: फ़िल्टर खोज
si: සෙවුම් පෙරළියක්
ta: தேடல் வடிகட்டு
zh: 过滤搜索

source: Search Distance (miles)
fi: Etsintäetäisyys (mailia)
fr: Distance de recherche (miles)
hi: खोज दूरी (मील)
si: සෙවුම් දුරකථනය (මීලාවලිය)
ta: தேடல் தூரம் (மைல்கள்)
zh: 搜索距离（英里）

source: Search distance result display
fi: Haun etäisyystulosten näyttö
fr: Affichage des résultats de distance de recherche
hi: खोज दूरी परिणाम प्रदर्शन
si: සෙවුම් දුරකථ ප්‍රතිචාරක්ෂකයාව පෙන්වයි
ta: தேடல் தூர முடிவு காட்சி ஆக்கும்
zh: 搜索距离结果显示

# setSearchDistanceResultHeader
source: {distance, select, lowToHigh{Lowest to Highest} other{Highest to Lowest}}
fi: {distance, select, lowToHigh{Matalimmasta korkeimpaan} other{Korkeimmasta matalimpaan}}
fr: {distance, select, lowToHigh{Du plus bas au plus haut} other{Du plus haut au plus bas}}
hi: {distance, select, lowToHigh{सबसे कम से सबसे ऊचा} other{सबसे ऊचा से सबसे कम}}
si: {distance, select, lowToHigh{අනුලම්කර යන්නේ උඩම් ප්‍රමාණවත්} other{අගට උඩම් සිට අඩු}}
ta: {distance, select, lowToHigh{அதிகமாகியது மிகுதியாக} other{உயரமாகியதிலிருந்து குறைவாக}}
zh: {distance, select, lowToHigh{从低到高} other{从高到低}}

# setSearchDistanceResultExample
source: {distance, select, lowToHigh{E:g 0miles to 10miles} other{E:g 10miles to 0miles}}
fi: {distance, select, lowToHigh{Esim. 0 mailia 10 mailiin} other{Esim. 10 mailia 0 mailiin}}
fr: {distance, select, lowToHigh{Par exemple, de 0 miles à 10 miles} other{Par exemple, de 10 miles à 0 miles}}
hi: {distance, select, lowToHigh{उदा। 0 मील से 10 मील तक} other{उदा। 10 मील से 0 मील तक}}
si: {distance, select, lowToHigh{උදා: 0 සිල් සිට 10 සිල් දක්වායි} other{උදා: 10 සිල් සිට 0 සිල් දක්වායි}}
ta: {distance, select, lowToHigh{எக். 0 மைல்கள் முதல் 10 மைல்கள் வரை} other{எக். 10 மைல்கள் முதல் 0 மைல்கள் வரை}}
zh: {distance, select, lowToHigh{例如，0英里到10英里} other{例如，10英里到0英里}}

source: Search Type
fi: Haku tyyppi
fr: Type de recherche
hi: खोज प्रकार
si: සෙවුම් වර්ගයක්
ta: தேடல் வகை
zh: 搜索类型

# setSearchType
source: {searchType, select, playmate{Playmate} status{Status} activity{Activity} store{Store} team{Team} other{Venue}}
fi: {searchType, select, playmate{Leikkikaveri} status{Tila} activity{Toiminta} store{Kauppa} team{Joukkue} other{Tapahtumapaikka}}
fr: {searchType, select, playmate{Compagnon de jeu} status{Statut} activity{Activité} store{Magasin} team{Équipe} other{Lieu}}
hi: {searchType, select, playmate{खेलसथी} status{स्थिति} activity{गतिविधि} store{दुकान} team{टीम} other{स्थानv}}
si: {searchType, select, playmate{සංගීත්වයේ මිතුරිය} status{ස්තුතියිකයා} activity{ක්‍රියාකාරකම} store{සෙල්ලම්} team{ටීම්} other{ස්ථානය}}
ta: {searchType, select, playmate{விளையாட்டுச் சகோதரி} status{நிலை} activity{செயல்முறை} store{ஸ்டோர்} team{அணுகுமுறை} other{இடம்}}
zh: {searchType, select, playmate{玩伴} status{状态} activity{活动} store{商店} team{团队} other{场地}}

source: Show Results
fi: Näytä tulokset
fr: Afficher les résultats
hi: परिणाम दिखाएं
si: ප්‍රතික්ෂේප පෙන්වන්න
ta: முடிவுகளைக் காட்டு
zh: 显示结果

source: Reset
fi: Nollaa
fr: Réinitialiser
hi: रीसेट करें
si: නැවත සැකසුම් කරන්න
ta: மீட்டமை
zh: 重置

source: Search Results
fi: Hakutulokset
fr: Résultats de recherche
hi: खोज परिणाम
si: සොයාගැනීමේ ප්‍රතිඵල
ta: தேடல் முடிவுகள்
zh: 搜索结果

# searchWordNotFound
source: The word {searchWord} can''t be found in this category
fi: Sanaa {searchWord} ei löydy tästä kategoriasta
fr: Le mot {searchWord} ne peut pas être trouvé dans cette catégorie
hi: इस श्रेणी में शब्द {searchWord} नहीं मिल सकता है
si: මෙම ප්‍රවචනයේ {searchWord} මගින් පොඩි කිරීම් නොහැකිය
ta: இந்த பிரிவில் {searchWord} என்னுடைய வார்த்தை கண்டுபிடிக்க முடியாது
zh: 在此类别中找不到单词 {searchWord}

# nSearchResultsTeamMember
source: {teamMemberCount, plural, =0{{firstMember} is a team member} other{{firstMember} + {teamMemberCount} more are team members}}
fi: {teamMemberCount, plural, =0{{firstMember} on tiimin jäsen} other{{firstMember} + {teamMemberCount} lisää on tiimin jäseniä}}
fr: {teamMemberCount, plural, =0{{firstMember} est membre de l''équipe} other{{firstMember} + {teamMemberCount} de plus sont membres de l''équipe}}
hi: {teamMemberCount, plural, =0{{firstMember} टीम का सदस्य हैं} other{{firstMember} + {teamMemberCount} अधिक सदस्य टीम के हैं}}
si: {teamMemberCount, plural, =0{{firstMember} පාර්ලිමේන්තුවේ සාමාන්යයි} other{{firstMember} + {teamMemberCount} තවත් {teamMemberCount} දෙයක් පාර්ලිමේන්තුවේ සාමාන්යයි}}
ta: {teamMemberCount, plural, =0{{firstMember} ஒரு அணியின் உறுப்பினர்} other{{firstMember} + {teamMemberCount} மற்றும் மேலும் {teamMemberCount} பேர் ஒரு அணியின் உறுப்பினர்கள்}}
zh: {teamMemberCount, plural, =0{{firstMember} 是团队成员} other{{firstMember} +{teamMemberCount} 位团队成员}}

source: Notifications
fi: Ilmoitukset
hi: सूचनाएँ
si: සිරස්වාදයන්
ta: அறிவிப்புகள்
zh: 通知

# notificationsNotAvailable
source: Notifications aren''t available
fi: Ilmoituksia ei ole saatavilla
fr: Les notifications ne sont pas disponibles
hi: सूचनाएँ उपलब्ध नहीं हैं
si: සිරස්වාදයන් ලබා දී නැත
ta: அறிவிப்புகள் கிடைக்கவில்லை
zh: 通知不可用

# notificationsWillAppearHere
source: Notifications about your account will appear here
fi: Ilmoitukset tililläsi näkyvät täällä
fr: Les notifications concernant votre compte apparaîtront ici
hi: आपके खाते के बारे में सूचनाएँ यहां दिखाई देंगी
si: ඔබේ ගිණුම ගැන සිරස්වාදා මෙහි පෙන්වා ඇති
ta: உங்கள் கணக்கின் தகவல்களுக்கு அறிவிப்புகள் இங்கே காட்டப்படும்
zh: 您的账户通知将显示在此处

source: Yesterday
fi: Eilen
fr: Hier
hi: कल
si: ඊයේ
ta: நேற்று
zh: 昨天

source: Accept
fi: Hyväksyä
fr: Accepter
hi: स्वीकार करें
si: පිළිගැනීම් කරන්න
ta: ஏற்கனவேக்கூறு
zh: 接受

source: Accepted
fi: Hyväksytty
fr: Accepté
hi: स्वीकृत
si: පිළිගැනීමේ යොමුව
ta: ஏற்றுக்கொள்ளப்பட்டது
zh: 已接受

source: Decline
fi: Kieltäytyä
fr: Refuser
hi: इनकार
si: ප්‍රතික්ෂේප කරන්න
ta: மறுபடி செய்யப்பட்டது
zh: 拒绝

source: Declined
fi: Hylätty
fr: Refusé
hi: अस्वीकृत
si: ප්‍රතික්ෂේපයේ අත්හැරීම
ta: மறுபடி செய்யப்பட்டது
zh: 拒绝

# nHrsAgoShort
source: {timePassed, plural, =0{} =1{1hr ago} other{{timePassed}hrs ago}}
fi: {timePassed, plural, =0{} =1{1 tunti sitten} other{{timePassed} tuntia sitten}}
fr: {timePassed, plural, =0{} =1{Il y a 1 h} other{Il y a {timePassed} h}}
hi: {timePassed, plural, =0{} =1{1 घंटे पहले} other{{timePassed} घंटे पहले}}
si: {timePassed, plural, =0{} =1{1 හවුලක් පෙර} other{{timePassed} හවුලක් පෙර}}
ta: {timePassed, plural, =0{} =1{1 மணி நேரம் முன்} other{{timePassed} மணி நேரம் முன்}}
zh: {timePassed, plural, =0{} =1{1小时前} other{{timePassed} 小时前}}

# setNotificationFromType
source: {fromType, select, profile{Profile} team{Team} store{Store} venue{Venue} other{}}
fi: {fromType, select, profile{Profiili} team{Tiimi} store{Kauppa} venue{Tapahtumapaikka} other{}}
fr: {fromType, select, profile{Profil} team{Équipe} store{Magasin} venue{Lieu} other{}}
hi: {fromType, select, profile{प्रोफ़ाइल} team{टीम} store{दुकान} venue{स्थल} other{}}
si: {fromType, select, profile{පැත්තක්} team{ටීම්} store{සෙල්ලම්} venue{ස්ථානය} other{}}
ta: {fromType, select, profile{சுயவிவரம்} team{குழு} store{கடை} venue{இடம்} other{}}
zh: {fromType, select, profile{个人资料} team{团队} store{商店} venue{场地} other{}}

source: Inbox
fi: Saapuneet
fr: Boîte de réception
hi: इनबॉक्स
si: ඇතුළු පණිවුඩය
ta: fInbox
zh: 收件箱

# setLastMessageType
source: {messageType, select, photo{Photo} video{Video} sticker{Sticker} gif{Gif} other{File}}
fi: {messageType, select, photo{Valokuva} video{Video} sticker{Tarra} gif{Gif} other{Tiedosto}}
fr: {messageType, select, photo{Photo} video{Vidéo} sticker{Autocollant} gif{Gif} other{Fichier}}
hi: {messageType, select, photo{फोटो} video{वीडियो} sticker{स्टिकर} gif{गिफ} other{फ़ाइल}}
si: {messageType, select, photo{ඡායාරූප} video{වීඩියෝව} sticker{ස්ටිකර්} gif{fGif} other{ගොනුව}}
ta: {messageType, select, photo{புகைப்படம்} video{வீடியோ} sticker{ஸ்டிக்கர்} gif{Gif} other{கோப்பு}}
zh: {messageType, select, photo{照片} video{视频} sticker{贴纸} gif{Gif} other{文件}}

# setChatRelationshipType
source: {chatType, select, youBlocked{You have blocked this playmate} blockedBy{You have been blocked by this playmate} mute{This conversation is on mute} other{}}
fi: {chatType, select, youBlocked{Olet estänyt tämän leikkikaverin} blockedBy{Tämä leikkikaveri on estänyt sinut} mute{Tämä keskustelu on mykistetty} other{}}
fr: {chatType, select, youBlocked{Vous avez bloqué ce camarade de jeu} blockedBy{Vous avez été bloqué par ce camarade de jeu} mute{Cette conversation est en mode silencieux} other{}}
hi: {chatType, select, youBlocked{आपने इस प्लेमेट को ब्लॉक कर दिया है} blockedBy{आपको इस प्लेमेट द्वारा ब्लॉक कर दिया गया है} mute{यह बातचीत म्यूट पर है} other{}}
si: {chatType, select, youBlocked{ඔබ මෙම ගෙදර බ්ලොක් කර ඇතිද} blockedBy{මෙම සෙල්ලම් සගයා විසින් ඔබව අවහිර කර ඇත} mute{මෙම සංවාදය හිස්විය හැකිය} other{}}
ta: {chatType, select, youBlocked{நீங்கள் இந்த பிளேமேட்டை முடக்கி விட்டீர்கள்} blockedBy{இந்த விளையாட்டுத் தோழனால் நீங்கள் தடுக்கப்பட்டுள்ளீர்கள்} mute{இந்த உரையாடல் முடக்கப்பட்டுள்ளது} other{}}
zh: {chatType, select, youBlocked{您已封鎖此玩伴} blockedBy{您已被该玩伴屏蔽} mute{此對話已靜音} other{}}

# setRoleInTeam
source: {roleInTeam, select, creator{Creator} admin{Admin} captain{Captain} member{Member} other{--}}
fi: {roleInTeam, select, creator{Luoja} admin{Ylläpitäjä} captain{Kapteeni} other{Jäsen}}
fr: {roleInTeam, select, creator{Créateur} admin{Administrateur} captain{Capitaine} other{Membre}}
hi: {roleInTeam, select, creator{रचयिता} admin{रचयिता} captain{कप्तान} other{सदस्य}}
si: {roleInTeam, select, creator{සුදුසුකම්කරු} admin{සංකීර්ණත්වයෙන්ම} captain{නිල්පාතියේ} other{සාමාජිකයා}}
ta: {roleInTeam, select, creator{உருவாக்குவார்} admin{நிர்வாகி} captain{கேப்டன்} other{உறுப்பினர்}}
zh: {roleInTeam, select, creator{创作者} admin{管理员} captain{队长} other{成员}}

source: Start Chatting
fi: Aloita keskustelu
fr: Aloita keskustelu
hi: चैटिंग शुरू करें
si: සංවාදයක් ආරම්භ කරන්න
ta: உரையாடலைத் தொடங்கு
zh: 开始聊天

# startChattingDetails
source: To start chatting with your playmate, tap the ''+'' icon on the top right corner of your screen
fi: Aloittaaksesi keskustelun leikkikaverisi kanssa, napauta ''+'' -kuvaketta näytön oikeassa yläkulmassa
fr: Pour commencer à discuter avec votre partenaire de jeu, appuyez sur l''icône ''''+'''' en haut à droite de votre écran
hi: अपने प्लेमेट के साथ चैटिंग शुरू करने के लिए, अपनी स्क्रीन के ऊपरी दाहिने कोने पर ''+'' आइकन पर टैप करें
si: ඔබේ ගෙවල් සමඟ කතා කිරීමට, ඔබගේ තීරුවේ දකුණු කෝන්ටරයේ ඉහළ දකුණු හෝටලයට ''+'' ඉක්මවා පැයට ක්ලික් කරන්න
ta: உங்கள் பிளேமேட்டின் மீது உரையாட ஆரம்பிக்க முடியும், உங்கள் திரையின் மேல் வலப்பு மேற்கு மூலையில் ''+'' ஐக்கனை தட்டவும்
zh: 要与你的玩伴开始聊天，请点击屏幕右上角的 ''+'' 图标

source: My Team Inbox
fi: Tiimini Saapuneet
fr: Ma boîte d''équipe
hi: मेरा टीम इनबॉक्स
si: මගේ කණ්ඩායමේ තැපැල් බොහෝය
ta: எனது அணி அஞ்சல்
zh: 我的团队收件箱

# myTeamInboxDetails
source: My team inbox are messages from the teams you created
fi: Tiimin sisäänkäynti sisältää viestejä niistä tiimeistä, jotka olet luonut.
fr: Ma boîte de réception d''équipe contient des messages des équipes que vous avez créées.
hi: मेरा टीम इनबॉक्स उन टीमों के संदेशों से भरा होता है जिन्हें आपने बनाया है।
si: මගේ ටීම් ඇඟවීම් පිටුව ඔබ සාදාගෙන ඇති ටීම් සමූහයේ පණිවිඩයන්ට අනුව සඳහන් අයිතිය සිදු කරයි.
ta: எனது அணுகல் தொடர்பான அணுகல்களிலிருந்து தகுதிப்படுத்தப்பட்ட செய்திகள் எனக்கு சேமிக்கப்பட்டுள்ளன.
zh: 我的团队收件箱包含了您创建的团队的消息。

# teamJoinedInboxDetails
source: The team joined messages are sent to the team you are a member of. If you are given the privilege from the team creator, you will be able to see them here
fi: Liittymisviestit lähetetään tiimille, johon kuulut. Jos saat etuoikeuden tiimin luojalta, pystyt näkemään ne täällä.
fr: Les messages d''adhésion à l''équipe sont envoyés à l''équipe dont vous êtes membre. Si vous avez le privilège de la part du créateur de l''équipe, vous pourrez les voir ici.
hi: टीम में शामिल होने वाले संदेश उस टीम को भेजे जाते हैं, जिसमें आप सदस्य हैं। यदि आपको टीम के सिरजनहार से विशेषाधिकार दिए जाते हैं, तो आप उन्हें यहाँ देख सकेंगे।
si: ටීම් එකට පිළිතුරු යවන්නේ ඔබ සාමාන්ය්‍ය ටීම්ක් වලට යෙදුනු පණිවිඩයක් විය යුතුය. ඔබට ටීම් සෑදීමේ බලපත්‍රය ඇතුලත් කරන ලදී, ඔබ එවිට එවැනින් දැක හෝ බලන්නේ හිතුම්බටයි.
ta: குழுவின் சேர்ந்த செய்திகள் நீங்கள் உடன்படுவதற்கு குழுவிற்கு அனுப்பப்படும். நீங்கள் குழு உருவாக்கி வழங்குபவரிடத்திலிருந்து சான்று பெற்றால், அவைகளை இங்கேயே பார்க்க முடியும்.
zh: 加入团队的消息将发送到您所属的团队。如果您从团队创建者那里获得了权限，您将能够在这里看到它们。

source: Store Inbox
fi: Kaupan Saapuneet
fr: Boîte de réception du magasin
hi: स्टोर इनबॉक्स
si: ස්ථාපිත තැපැල්
ta: கடை இன்பாக்ஸ்
zh: 商店收件箱

# storeInboxDetails
source: Messages sent to your stores will be displayed here
fi: Viestit, jotka on lähetetty kauppoihisi, näytetään täällä.
fr: Les messages envoyés à vos magasins seront affichés ici.
hi: आपके स्टोर्स को भेजे गए संदेश यहाँ प्रदर्शित किए जाएंगे।
si: ඔබේ වෙළෙඳ සමාජයට යවන පණිවිඩ මෙහි පෙන්වයි.
ta: உங்கள் மட்டத்தில் அனுப்பப்பட்ட செய்திகள் இங்கே காட்டப்படும்.
zh: 发送到您的商店的消息将在这里显示。

source: Venue Inbox
fi: Tapahtumapaikan Saapuneet
fr: Boîte de réception de l''événement
hi: स्थान इनबॉक्स
si: ස්ථාපිත තැපැල්
ta: பொருட்களின் தந்தையைப் பெறும் மேலதிகமான அழிவுகள்
zh: 场地收件箱

# venueInboxDetails
source: Messages sent to your venues will be displayed here
fi: Viestit, jotka on lähetetty tapahtumapaikoillesi, näytetään täällä.
fr: Les messages envoyés à vos lieux seront affichés ici.
hi: आपके स्थानों को भेजे गए संदेश यहाँ प्रदर्शित किए जाएंगे।
si: ඔබේ ස්ථානවලට යවන පණිවිඩ මෙහි පෙන්වයි.
ta: உங்கள் இடங்களுக்கு அனுப்பப்படும் செய்திகள் இங்கே காட்டப்படும்.
zh: 发送到您的场地的消息将在这里显示。

source: New Chat
fi: Uusi keskustelu
fr: Nouveau chat
hi: नया चैट
si: නව සංවාදය
ta: புதிய உரையாடல்
zh: 新聊天

source: All Playmates
fi: Kaikki leikkikaverit
fr: Tous les compagnons de jeu
hi: सभी प्लेमेट्स
si: සියලු සහෝදරාගේ
ta: அனைத்து சுற்றுலாவியாளர்களும்
zh: 所有玩伴

source: Chat
fi: Keskustelu
fr: Discussion
hi: चैट
si: සංවාදය
ta: உரையாடல்
zh: 聊天

# newChatEmptyPlaymatesDetails
source: Users that are your playmates will be displayed here for you to chat with
fi: Käyttäjät, jotka ovat leikkikavereitasi, näytetään täällä, jotta voit keskustella heidän kanssaan.
fr: Les utilisateurs qui sont vos compagnons de jeu seront affichés ici pour que vous puissiez discuter avec eux.
hi: वे उपयोगकर्ता जो आपके प्लेमेट्स हैं, आपके चैट करने के लिए यहाँ प्रदर्शित किए जाएंगे।
si: ඔබේ ක්‍රීඩා සගයන් වන පරිශීලකයන් ඔබට කතාබස් කිරීමට මෙහි ප්‍රදර්ශනය කෙරේ
ta: ඔබට හිස් සම්බන්ධව ඔබේ නිවැරදි සහෝදරාගේ සටහන් මෙහි පෙන්වයි.
zh: 您的玩伴将在此处显示，以便您与其聊天。

# newChatEmptyTeamsDetails
source: Chat with teams you bookmarked, or you are a fan of from here
fi: Keskustele täältä joukkueiden kanssa, jotka olet kirjanmerkinnyt tai olet fani.
fr: Discutez avec les équipes que vous avez ajoutées en favoris, ou dont vous êtes fan, à partir d''ici.
hi: यहाँ से अपने बुकमार्क किए गए टीम्स के साथ चैट करें, या आपके प्रशंसक हों।
si: ඔබ බුකිමාපටිය සහෝදරයෙකු හෝ ආදරයක් වනමෙහි සම්බන්ධව ඔබේ තරඟකාරකයන් සමඟ සහෝදරය කරන්නේය.
ta: இங்கே புக்மார்க் செய்த அல்லது நீங்கள் ஆர்வம் உள்ள அணிகளுடன் உரையாடல் செய்யலாம்.
zh: 从这里与您收藏的团队或您所喜爱的团队聊天。

# newChatEmptyStoresDetails
source: Chat with stores you bookmarked or you are following from here
fi: Keskustele täältä kirjanmerkkeihisi tallennettujen kauppojen kanssa tai niiden kauppojen kanssa, joita seuraat.
fr: Discutez avec les magasins que vous avez mis en favoris ou que vous suivez à partir d''ici.
hi: यहाँ से अपने बुकमार्क किए गए या आप फॉलो कर रहे हैं दुकानों के साथ चैट करें।
si: ඔබ බුකිමාපටියේ ගනු ඇති හෝ ඔබ අනුවාදයෙන් අනුපිළිවෙලින් පමණි චැට් කරන්නේය.
ta: இங்கே புக்மார்க் செய்த அல்லது நீங்கள் பின்னூட்ட வருகின்ற அங்கங்களுடன் உரையாடல் செய்யலாம்.
zh: 从这里与您收藏的商店或您关注的商店聊天。

# newChatEmptyVenuesDetails
source: Chat with venues you bookmarked or you are following from here
fi: Keskustele täältä kirjanmerkkeihisi tallennettujen tapahtumapaikkojen kanssa tai niiden tapahtumapaikkojen kanssa, joita seuraat.
fr: Discutez avec les lieux que vous avez mis en favoris ou que vous suivez à partir d''ici.
hi: यहाँ से अपने बुकमार्क किए गए या आप फॉलो कर रहे हैं स्थानों के साथ चैट करें।
si: ඔබ බුකිමාපටියේ ගනු ඇති හෝ ඔබ අනුවාදයෙන් අනුපිළිවෙලින් පමණි ස්ථානවල සංස්ථානයක් සමඟ සටහන් කරන්නේය.
ta: இங்கே புக்மார்க் செய்த அல்லது நீங்கள் பின்னூட்ட வருகின்ற இடங்களுடன் உரையாடல் செய்யலாம்.
zh: 从这里与您收藏的场地或您关注的场地聊天。

# setGoToPlaymateTeamVenueStore
source: {identity, select, Playmates{Go To Playmates} Teams{Go To Teams} Venues{Go To Venues} Stores{Go To Stores} other{--}}
fi: {identity, select, Playmates{Siirry pelikavereihin} Teams{Siirry joukkueisiin} Venues{Siirry tapahtumapaikkoihin} Stores{Mene kauppoihin} other{--}}
fr: {identity, select, Playmates{Aller aux partenaires de jeu} Teams{Aller aux équipes} Venues{Aller aux lieux} Stores{Aller aux magasins} other{--}}
hi: {identity, select, Playmates{प्लेमेट्स के पास जाएं} Teams{टीमों में जाएं} Venues{स्थानों में जाएं } Stores{दुकानों में जाएं } other{--}}
si: {identity, select, Playmates{ප්ලේකොස්මොට්ටේට යන්න} Teams{ටීම්න් වලට යන්න} Venues{ස්ථානෙන් යන්න } Stores{සිවිල්ලෙන් යන්න } other{--}}
ta: {identity, select, Playmates{ப்ளேமேட்ஸ் க்கு செல்} Teams{அணிகளுக்கு செல்} Venues{இடங்களுக்கு செல் } Stores{கடைகளுக்கு செல் } other{--}}
zh: {identity, select, Playmates{前往玩伴} Teams{前往团队} Venues{前往场地 } Stores{前往商店 } other{--}}

source: Conversation
fi: Keskustelu
hi: बातचीत
si: සංවාදය
ta: உரையாடல்
zh: 对话

# activeAgo
source: Active {time}
fi: Aktiivinen {time}
fr: Actif {time}
hi: सक्रिय {time}
si: සක්‍රිය {time}
ta: செயலில் {time}
zh: 活跃的 {time}

# lastSeen
source: Last seen {time}
fi: Viimeksi nähty {time}
fr: Vu pour la dernière fois {time}
hi: अंतिम बार देखा गया {time}
si: අවසන් දැක්වූ {time}
ta: கடைசி முறையாக பார்க்கப்பட்டது {time}
zh: 上次在线 {time}

# nSecsAgoShort
source: {timePassed, plural, =0{} =1{1sec ago} other{{timePassed}secs ago}}
fi: {timePassed, plural, =0{} =1{f1 sekunti sitten} other{{timePassed} sekuntia sitten}}
fr: {timePassed, plural, =0{} =1{Il y a 1 seconde} other{Il y a {timePassed} secondes}}
hi: {timePassed, plural, =0{} =1{1 सेकंड पहले } other{{timePassed} सेकंड पहले }}
si: {timePassed, plural, =0{} =1{1 තත්පර පෙර } other{{timePassed} තත්පර පෙර }}
ta: {timePassed, plural, =0{} =1{1 விநாடி முன்பு } other{{timePassed} விநாடி முன்பு}}
zh: {timePassed, plural, =0{} =1{1 秒前 } other{{timePassed} 秒前}}

source: Replying
fi: Vastaaminen
fr: En train de répondre
hi: जवाब दे रहा है
si: පිළිතුරු දී ඇත
ta: பதிலளிக்கிறது
zh: 回复中

source: Type your message
fi: Kirjoita viestisi
fr: Tapez votre message
hi: अपना संदेश टाइप करें
si: ඔබේ පණිවිඩය ටයිප් කරන්න
ta: உங்கள் செய்தியை தட்டச்சு செய்யுங்கள்
zh: 输入您的消息

source: No Recent
fi: Ei hiljattain
fr: Aucun récent
hi: कोई हाल का नहीं
si: නවතම නැත
ta: சமீபத்திய இல்லை
zh: 没有最近

source: Remove Message
fi: Poista viesti
fr: Supprimer le message
hi: संदेश हटाएं
si: පණිවිඩය ඉවත් කරන්න
ta: செய்தி நீக்கு
zh: 删除消息

# removeMessageDetail
source: You are about to remove this message
fi: Olet poistamassa tätä viestiä
fr: Vous êtes sur le point de supprimer ce message
hi: आप इस संदेश को हटाने के बारे में हैं
si: මෙම සංඥාව ඉවත් කිරීමට ඔබ අයත් වේ
ta: இந்த செய்தியை நீக்க விரும்புகிறீர்கள்
zh: 您即将删除此消息

# setChatRelationshipTypeInConversation
source: {chatType, select, block{Tap to Unblock this User} mute{Tap to unmute this conversation} other{}}
fi: {chatType, select, youBlocked{Napauta eston poistamiseksi} mute{Napauta keskustelun äänettämiseksi} other{}}
fr: {chatType, select, youBlocked{Appuyez pour débloquer cet utilisateur} mute{Appuyez pour réactiver le son de cette conversation} other{}}
hi: {chatType, select, youBlocked{इस उपयोगकर्ता को अनब्लॉक करने के लिए टैप करें} mute{इस बातचीत को आवाज़ मुक्त करने के लिए टैप करें} other{}}
si: {chatType, select, youBlocked{මෙම පරිශීලකයා අවලංගු කිරීම සඳහා ටැප් කරන්න} mute{මෙම සංවාදය අනුකම්පු කිරීම සඳහා ටැප් කරන්න} other{}}
ta: {chatType, select, youBlocked{இந்த பயனரை முடக்கியுள்ளீர்கள் என்று தட்டவும்} mute{இந்த உரையாடலை மெட்டவாக்க தட்டவும் } other{}}
zh: {chatType, select, youBlocked{点击以解除此用户的封锁} mute{点击以取消静音此对话} other{}}

# unblockUserDialogTitle
source: Unblock this user
fi: Poista tämän käyttäjän estäminen
fr: Débloquer cet utilisateur
hi: इस उपयोगकर्ता को अनब्लॉक करें
si: මෙම පරිශීලකයා අවලංගු කිරීම
ta: இந்த பயனரை மீட்டமை
zh: 取消封锁此用户
