Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# welcomeToPlaykosmosPermissionsNeeded
source: Welcome to Playkosmos! We need to request some permissions in order to provide you with the best experience possible
fi: Tervetuloa Playkosmokseen! Meidän on pyydettävä tiettyjä käyttöoikeuksia tarjotaksemme sinulle parhaan mahdollisen kokemuksen
fr: Bienvenue chez Playkosmos ! Nous devons demander certaines autorisations afin de vous offrir la meilleure expérience possible
hi: Playkosmos में आपका स्वागत है! हमें आपको सर्वोत्तम संभव अनुभव प्रदान करने के लिए कुछ अनुमतियों का अनुरोध करने की आवश्यकता है
si: Playkosmos වෙත සාදරයෙන් පිළිගනිමු! ඔබට හැකි හොඳම අත්දැකීම ලබා දීම සඳහා අපට ඇතැම් අවසර ඉල්ලා සිටීමට අවශ්‍යයි
ta: Playkosmos க்கு வரவேற்கிறோம்! உங்களுக்கு சிறந்த அனுபவத்தை வழங்க சில அனுமதிகளை நாங்கள் கோர வேண்டும்
zh: 欢迎来到 Playkosmos！ 我们需要请求某些权限，以便为您提供最佳的体验

source: Message store
fi: Viestikauppa
fr: Magasin de messages
hi: संदेश भंडार
si: පණිවිඩ ගබඩාව
ta: செய்தி கடை
zh: 消息商店

source: Playkosmos customer services
fi: Playkosmos asiakaspalvelu
fr: Service client Playkosmos
hi: Playkosmos ग्राहक सेवाएँ
si: Playkosmos පාරිභෝගික සේවා
ta: Playkosmos வாடிக்கையாளர் சேவைகள்
zh: Playkosmos 客户服务

# youAreCurrentlyChattingWithNameARep
source: You are currently chatting with {name} a representative of Playkosmos
fi: Juttelet tällä hetkellä Playkosmosin edustajan {name} kanssa
fr: Vous discutez actuellement avec {name} un représentant de Playkosmos
hi: आप वर्तमान में Playkosmos के प्रतिनिधि {name} के साथ चैट कर रहे हैं
si: ඔබ දැනට Playkosmos හි නියෝජිතයෙකු වන {name} සමඟ කතාබස් කරමින් සිටී
ta: நீங்கள் தற்போது Playkosmos இன் பிரதிநிதியான {name} உடன் அரட்டை அடித்துக் கொண்டிருக்கிறீர்கள்
zh: 您当前正在与 Playkosmos 的代表 {name} 聊天

# yourEstimatedWaitTime
source: {time, plural, =1{Your estimated wait time is {time}minute} other{Your estimated wait time is {time}minutes}}
fi: {time, plural, =1{Arvioitu odotusaikasi on {time}minuutti} other{Arvioitu odotusaikasi on {time}minuuttia}}
fr: {time, plural, =1{Votre temps d''attente estimé est de {time}minute} other{Votre temps d''attente estimé est de {time}minutes}}
hi: {time, plural, =1{आपका अनुमानित प्रतीक्षा समय {time}मिनट} other{आपका अनुमानित प्रतीक्षा समय {time}मिनट}} है
si: {time, plural, =1{ඔබේ ඇස්තමේන්තුගත පොරොත්තු කාලය {time}minute} other{ඔබේ ඇස්තමේන්තුගත රැඳී සිටීමේ කාලය {time}minutes}}
ta: {time, plural, =1{உங்கள் மதிப்பிடப்பட்ட காத்திருப்பு நேரம் {time}minute} other{உங்கள் மதிப்பிடப்பட்ட காத்திருப்பு நேரம் {time}minutes}}
zh: {time,plural,=1{您的预计等待时间是{time}分钟} other{您的预计等待时间是{time}分钟}}

# otpVerificationPhoneNumber
source: We have sent a One Time Password to the registered Phone number
fi: Olemme lähettäneet kertakäyttöisen salasanan rekisteröityyn puhelinnumeroon
fr: Nous avons envoyé un mot de passe à usage unique au numéro de téléphone enregistré
hi: हमने पंजीकृत फ़ोन नंबर पर एक वन टाइम पासवर्ड भेजा है
si: අපි ලියාපදිංචි දුරකථන අංකයට එක් වරක් මුරපදයක් යවා ඇත
ta: பதிவுசெய்யப்பட்ட தொலைபேசி எண்ணுக்கு ஒருமுறை கடவுச்சொல்லை அனுப்பியுள்ளோம்
zh: 我们已向注册的电话号码发送了一次性密码

# otpVerificationEmail
source: We have sent a One Time Password to the registered Email Address
fi: Olemme lähettäneet kertakäyttöisen salasanan rekisteröityyn sähköpostiosoitteeseen
fr: Nous avons envoyé un mot de passe à usage unique à l''adresse e-mail enregistrée
hi: हमने पंजीकृत ईमेल पते पर एक वन टाइम पासवर्ड भेजा है
si: අපි ලියාපදිංචි විද්‍යුත් තැපැල් ලිපිනයට එක් වරක් මුරපදයක් යවා ඇත
ta: பதிவு செய்யப்பட்ட மின்னஞ்சல் முகவரிக்கு ஒருமுறை கடவுச்சொல்லை அனுப்பியுள்ளோம்
zh: 我们已将一次性密码发送到注册的电子邮件地址

# weHaveSentAOneTimePasswordToTheNewPhone
source: We have sent a One Time Password to the new phone number
fi: Olemme lähettäneet kertakäyttöisen salasanan uuteen puhelinnumeroon
fr: Nous avons envoyé un mot de passe à usage unique au nouveau numéro de téléphone
hi: हमने नए फ़ोन नंबर पर एक वन टाइम पासवर्ड भेजा है
si: අපි නව දුරකථන අංකයට එක් වරක් මුරපදයක් යවා ඇත
ta: புதிய தொலைபேசி எண்ணுக்கு ஒருமுறை கடவுச்சொல்லை அனுப்பியுள்ளோம்
zh: 我们已向新电话号码发送一次性密码

source: Message not Received?
fi: Viestiä ei vastaanotettu?
fr: Message non reçu ?
hi: संदेश प्राप्त नहीं हुआ?
si: පණිවිඩය ලැබී නැත?
ta: செய்தி பெறப்படவில்லை?
zh: 未收到消息？

source: Resend Message
fi: Lähetäkö viesti uudelleen
fr: Renvoyer le message
hi: संदेश पुनः भेजें
si: පණිවිඩය යලි යවන්නද
ta: செய்தியை மீண்டும் அனுப்பவா
zh: 重新发送消息

source: Code Verification
fi: Koodivahvistus
fr: Vérification du code
hi: कोड सत्यापन
si: කේත සත්‍යාපනය
ta: குறியீடு சரிபார்ப்பு
zh: 代码验证

# searchLocationAndDistance
source: Search Location & distance
fi: Hae sijaintia ja etäisyyttä
fr: Rechercher l''emplacement et la distance
hi: स्थान और दूरी खोजें
si: සොයන්න ස්ථානය සහ දුර
ta: இருப்பிடம் & தூரத்தைத் தேடு
zh: 搜索位置和距离

# teamsYouHaveAFanOf
source: Teams you are a fan of
fi: Joukkueet, joista olet fani
fr: Les équipes dont vous êtes fan
hi: जिन टीमों के आप प्रशंसक हैं
si: ඔබ රසිකයෙක් වන කණ්ඩායම්
ta: நீங்கள் ரசிகராக இருக்கும் அணிகள்
zh: 您是粉丝的球队

source: Venues you are following
fi: Seuraamasi tapahtumapaikat
fr: Lieux que vous suivez
hi: जिन स्थानों का आप अनुसरण कर रहे हैं
si: ඔබ අනුගමනය කරන ස්ථාන
ta: நீங்கள் பின்பற்றும் இடங்கள்
zh: 您关注的场地

source: Stores you are following
fi: Seuraamasi kaupat
fr: Magasins que vous suivez
hi: आपके द्वारा अनुसरण किए जाने वाले स्टोर
si: ඔබ අනුගමනය කරන වෙළඳසැල්
ta: நீங்கள் பின்பற்றும் கடைகள்
zh: 您关注的商店

source: Creator''s review
fi: Tekijän arvostelu
fr: Avis du créateur
hi: निर्माता की समीक्षा
si: නිර්මාපකයාගේ සමාලෝචනය
ta: படைப்பாளரின் மதிப்புரை
zh: 创作者的评论

source: Album
fi: Albumi
hi: एल्बम
si: ඇල්බමය
ta: ஆல்பம்
zh: 专辑

source: Links
fi: Linkkejä
fr: Liens
hi: लिंक्स
si: සබැඳි
ta: இணைப்புகள்
zh: 链接

source: Documents
fi: Asiakirjat
hi: दस्तावेज़
si: ලේඛන
ta: ஆவணங்கள்
zh: 文件

source: Photos
fi: Kuvia
hi: तस्वीरें
si: ඡායාරූප
ta: படங்கள்
zh: 照片

source: Videos
fi: Videot
fr: Vidéos
hi: वीडियो
si: වීඩියෝ
ta: வீடியோக்கள்
zh: 视频

source: No photos shared yet
fi: Kuvia ei ole vielä jaettu
fr: Aucune photo partagée pour l''instant
hi: अभी तक कोई फ़ोटो साझा नहीं की गई
si: තවම ඡායාරූප බෙදාගෙන නැත
ta: இதுவரை புகைப்படங்கள் எதுவும் பகிரப்படவில்லை
zh: 还没有分享照片

source: No videos shared yet
fi: Videoita ei ole vielä jaettu
fr: Aucune vidéo partagée pour l''instant
hi: अभी तक कोई वीडियो साझा नहीं किया गया
si: තවම වීඩියෝ බෙදාගෙන නැත
ta: இதுவரை எந்த வீடியோக்களும் பகிரப்படவில்லை
zh: 还没有分享视频

source: No links shared yet
fi: Linkkejä ei ole vielä jaettu
fr: Aucun lien partagée pour l''instant
hi: अभी तक कोई लिंक साझा नहीं किया गया
si: තවම බෙදාගත් සබැඳි නැත
ta: இதுவரை எந்த இணைப்புகளும் பகிரப்படவில்லை
zh: 尚未分享链接

source: No documents shared yet
fi: Asiakirjoja ei ole vielä jaettu
fr: Aucun document partagée pour l''instant
hi: अभी तक कोई दस्तावेज़ साझा नहीं किया गया
si: තවම ලේඛන බෙදාගෙන නැත
ta: இதுவரை எந்த ஆவணங்களும் பகிரப்படவில்லை
zh: 尚未共享任何文档

# tapPlusToStartChatting
source: Tap the ''+'' icon on the top right corner of your screen to start chatting
fi: Napauta ''+'' -kuvaketta näytön oikeassa yläkulmassa aloittaaksesi keskustelun
fr: Appuyez sur l''icône ''+'' dans le coin supérieur droit de votre écran pour commencer à discuter
hi: चैटिंग शुरू करने के लिए अपनी स्क्रीन के ऊपरी दाएं कोने पर '+' आइकन टैप करें
si: කතාබස් කිරීම ආරම්භ කිරීමට ඔබේ තිරයේ ඉහළ දකුණු කෙළවරේ ඇති ''+'' නිරූපකය තට්ටු කරන්න
ta: அரட்டையைத் தொடங்க உங்கள் திரையின் மேல் வலது மூலையில் உள்ள ''+'' ஐகானைத் தட்டவும்
zh: 点击屏幕右上角的“+”图标开始聊天

source: No messages sent or received yet
fi: Viestejä ei ole vielä lähetetty tai vastaanotettu
fr: Aucun message envoyé ou reçu pour l''instant
hi: अभी तक कोई संदेश भेजा या प्राप्त नहीं किया गया
si: තවම පණිවිඩ යවා හෝ ලැබී නැත
ta: இதுவரை எந்த செய்தியும் அனுப்பப்படவில்லை அல்லது பெறப்படவில்லை
zh: 尚未发送或接收任何消息

# messagesSentAndReceivedByTeamWillBeDisplayedHere
source: Messages sent and received by your team will be displayed here. To start chatting with your fans tap the ''+'' icon on the top right corner of your screen
fi: Tiimisi lähettämät ja vastaanottamat viestit näkyvät tässä. Aloita keskustelu faniesi kanssa napauttamalla ''+''-kuvaketta näytön oikeassa yläkulmassa
fr: Les messages envoyés et reçus par votre équipe seront affichés ici. Pour commencer à discuter avec vos fans, appuyez sur l''icône ''+'' dans le coin supérieur droit de votre écran
hi: आपकी टीम द्वारा भेजे गए और प्राप्त किए गए संदेश यहां प्रदर्शित किए जाएंगे। अपने प्रशंसकों के साथ चैट शुरू करने के लिए, अपनी स्क्रीन के ऊपरी दाएं कोने पर ''+'' आइकन पर टैप करें
si: ඔබගේ කණ්ඩායම විසින් එවන ලද සහ ලැබුණු පණිවිඩ මෙහි ප්රදර්ශනය කෙරේ. ඔබේ රසිකයින් සමඟ කතාබස් කිරීම ආරම්භ කිරීමට, ඔබේ තිරයේ ඉහළ දකුණු කෙළවරේ ඇති ''+'' නිරූපකය තට්ටු කරන්න
ta: உங்கள் குழுவால் அனுப்பப்பட்ட மற்றும் பெறப்பட்ட செய்திகள் இங்கே காண்பிக்கப்படும். உங்கள் ரசிகர்களுடன் அரட்டையடிக்கத் தொடங்க, உங்கள் திரையின் மேல் வலது மூலையில் உள்ள ''+'' ஐகானைத் தட்டவும்
zh: 您的团队发送和接收的消息将显示在此处。 要开始与粉丝聊天，请点击屏幕右上角的''+''图标

source: All Team Fans
fi: Kaikki joukkueen fanit
fr: Tous les fans de l''équipe
hi: सभी टीम के प्रशंसक
si: සියලුම කණ්ඩායම් රසිකයන්
ta: அனைத்து அணி ரசிகர்கள்
zh: 所有球队球迷

source: No Fans
fi: Ei faneja
fr: Pas de fans
hi: पंखे नहीं
si: පංකා නැත
ta: ரசிகர்கள் இல்லை
zh: 没有粉丝

# yourTeamFansWillBeDisplayedHere
source: Your team''s fans will be displayed here
fi: Joukkueesi fanit näytetään täällä
fr: Les fans de votre équipe seront affichés ici
hi: आपकी टीम के प्रशंसकों को यहां प्रदर्शित किया जाएगा
si: ඔබේ කණ්ඩායමේ රසිකයින් මෙහි ප්‍රදර්ශනය කෙරේ
ta: உங்கள் அணியின் ரசிகர்கள் இங்கே காட்டப்படுவார்கள்
zh: 您球队的球迷将显示在这里

source: Back to store
fi: Takaisin kauppaan
fr: Retour au magasin
hi: स्टोर पर वापस जाएँ
si: ආපසු ගබඩාවට
ta: மீண்டும் கடைக்கு
zh: 返回商店

source: Back to team
fi: Takaisin joukkueeseen
fr: Retour à l''équipe
hi: टीम में वापस
si: ආපසු කණ්ඩායමට
ta: மீண்டும் அணிக்கு
zh: 回到团队

# messagesSentAndReceivedByVenueWillBeDisplayedHere
source: Messages sent and received by your venue will be displayed here. To start chatting with your followers tap the ''+'' icon on the top right corner of your screen
fi: Tapahtumapaikkasi lähettämät ja vastaanottamat viestit näkyvät tässä. Aloita chattailu seuraajiesi kanssa napauttamalla ''+''-kuvaketta näytön oikeassa yläkulmassa
fr: Les messages envoyés et reçus par votre lieu seront affichés ici. Pour commencer à discuter avec vos followers, appuyez sur l''icône ''+'' dans le coin supérieur droit de votre écran
hi: आपके स्थल द्वारा भेजे गए और प्राप्त किए गए संदेश यहां प्रदर्शित किए जाएंगे। अपने फ़ॉलोअर्स के साथ चैट करना शुरू करने के लिए, अपनी स्क्रीन के ऊपरी दाएं कोने में ''+'' आइकन पर टैप करें
si: ඔබගේ ස්ථානය විසින් එවන ලද සහ ලැබෙන පණිවිඩ මෙහි ප් රදර්ශනය කෙරේ. ඔබගේ අනුගාමිකයින් සමඟ කතා බස් කිරීම ආරම්භ කිරීමට ඔබේ තිරයේ ඉහළ දකුණු කෙළවරේ ඇති ''+'' නිරූපකය තට්ටු කරන්න
ta: உங்கள் இடத்திலிருந்து அனுப்பப்பட்ட மற்றும் பெறப்பட்ட செய்திகள் இங்கே காண்பிக்கப்படும். உங்களைப் பின்தொடர்பவர்களுடன் அரட்டையடிக்க, உங்கள் திரையின் மேல் வலது மூலையில் உள்ள ''+'' ஐகானைத் தட்டவும்
zh: 您的场地发送和接收的消息将显示在此处。 要开始与您的关注者聊天，请点击屏幕右上角的''+''图标

source: Search Venue Followers
fi: Etsi paikan seuraajia
fr: Rechercher des followers au lieu
hi: खोज स्थल अनुयायी
si: ස්ථානය අනුගාමිකයන් සොයන්න
ta: இடம் பின்தொடர்பவர்களைத் தேடுங்கள்
zh: 搜索场地关注者

source: All Venue Followers
fi: Kaikki tapahtumapaikan seuraajat
fr: Tous les followers du lieu
hi: सभी स्थल अनुयायी
si: සියලුම ස්ථානය අනුගාමිකයන්
ta: அனைத்து இடம் பின்தொடர்பவர்கள்
zh: 所有场馆关注者

source: No Followers
fi: Ei seuraajia
fr: Pas de followers
hi: कोई अनुयायी नहीं
si: අනුගාමිකයන් නැතs
ta: பின்தொடர்பவர்கள் இல்லை
zh: 没有追随者

# yourVenueFollowersWillBeDisplayedHere
source: Your venue''s followers will be displayed here
fi: Tapahtumapaikkasi seuraajat näkyvät täällä
fr: Les followers de votre lieu seront affichés ici
hi: आपके स्थल के अनुयायियों को यहां प्रदर्शित किया जाएगा
si: ඔබගේ ස්ථානයේ අනුගාමිකයන් මෙහි ප්රදර්ශනය කරනු ඇත
ta: உங்கள் இடத்தைப் பின்தொடர்பவர்கள் இங்கே காண்பிக்கப்படுவார்கள்
zh: 您场地的关注者将显示在此处

# messagesSentAndReceivedByStoreWillBeDisplayedHere
source: Messages sent and received by your store will be displayed here. To start chatting with your followers tap the ''+'' icon on the top right corner of your screen
fi: Kauppasi lähettämät ja vastaanottamat viestit näkyvät tässä. Aloita keskustelu seuraajiesi kanssa napauttamalla ''+''-kuvaketta näytön oikeassa yläkulmassa
fr: Les messages envoyés et reçus par votre magasin seront affichés ici. Pour commencer à discuter avec vos followers, appuyez sur l''icône ''+'' dans le coin supérieur droit de votre écran
hi: आपके स्टोर द्वारा भेजे और प्राप्त किए गए संदेश यहां प्रदर्शित किए जाएंगे। अपने फ़ॉलोअर्स के साथ चैट करना शुरू करने के लिए, अपनी स्क्रीन के ऊपरी दाएं कोने में ''+'' आइकन पर टैप करें
si: ඔබේ වෙළඳසැලට යවන ලද සහ ලැබුණු පණිවිඩ මෙහි ප්‍රදර්ශනය කෙරේ. ඔබගේ අනුගාමිකයින් සමඟ කතාබස් කිරීම ආරම්භ කිරීමට, ඔබගේ තිරයේ ඉහළ දකුණු කෙළවරේ ඇති ''+'' නිරූපකය තට්ටු කරන්න
ta: உங்கள் ஸ்டோரில் அனுப்பப்பட்ட மற்றும் பெறப்பட்ட செய்திகள் இங்கே காண்பிக்கப்படும். உங்களைப் பின்தொடர்பவர்களுடன் அரட்டையடிக்கத் தொடங்க, உங்கள் திரையின் மேல் வலது மூலையில் உள்ள ''+'' ஐகானைத் தட்டவும்
zh: 您的商店发送和接收的消息将显示在此处。 要开始与您的关注者聊天，请点击屏幕右上角的''+''图标

source: Search Store Followers
fi: Etsi kaupan seuraajia
fr: Rechercher les followers d''un magasin
hi: खोज स्टोर अनुयायियों
si: ගබඩා අනුගාමිකයන් සොයන්න
ta: தேடல் ஸ்டோர் பின்தொடர்பவர்கள்
zh: 搜索商店关注者

source: All Store Followers
fi: Kaikki kaupan seuraajat
fr: Tous les followers de le magasin
hi: सभी स्टोर अनुयायियों
si: සියලු ගබඩා අනුගාමිකයන්
ta: அனைத்து ஸ்டோர் பின்தொடர்பவர்கள்
zh: 所有商店关注者

# yourStoreFollowersWillBeDisplayedHere
source: Your store''s followers will be displayed here
fi: Kauppasi seuraajat näkyvät tässä
fr: Les followers de votre magasin seront affichés ici
hi: आपके स्टोर के फ़ॉलोअर्स यहां प्रदर्शित किए जाएंगे
si: ඔබේ වෙළඳසැලේ අනුගාමිකයින් මෙහි ප්‍රදර්ශනය කෙරේ
ta: உங்கள் ஸ்டோரின் பின்தொடர்பவர்கள் இங்கே காண்பிக்கப்படுவார்கள்
zh: 您商店的关注者将显示在此处

# youAreAboutToMuteConversation
source: You are about to mute the conversation, you won''t be notified when this user send you a message
fi: Aiot mykistää keskustelun, et saa ilmoitusta, kun tämä käyttäjä lähettää sinulle viestin
fr: Vous êtes sur le point de couper le son de la conversation, vous ne serez pas averti lorsque cet utilisateur vous enverra un message
hi: आप वार्तालाप को म्यूट करने जा रहे हैं, जब यह उपयोगकर्ता आपको संदेश भेजता है तो आपको सूचित नहीं किया जाएगा
si: ඔබ සංවාදය නිශ්ශබ්ද කිරීමට සූදානම් වේ, මෙම පරිශීලකයා ඔබට පණිවිඩයක් එවන විට ඔබට දැනුම් නොදෙනු ඇත
ta: நீங்கள் உரையாடலை முடக்கப் போகிறீர்கள், இந்த பயனர் உங்களுக்கு ஒரு செய்தியை அனுப்பும்போது உங்களுக்கு அறிவிக்கப்படாது
zh: 您将要将对话静音，当此用户向您发送消息时，您不会收到通知

# youAreAboutToClearConversation
source: You are about to clear the conversation between you and this user
fi: Olet tyhjentämässä sinun ja tämän käyttäjän välisen keskustelun
fr: Vous êtes sur le point d''effacer la conversation entre vous et cet utilisateur
hi: आप अपने और इस उपयोगकर्ता के बीच वार्तालाप को साफ़ करने वाले हैं
si: ඔබ සහ මෙම පරිශීලකයා අතර සංවාදය මැකීමට ඔබ සූදානම් වේ
ta: உங்களுக்கும் இந்த பயனருக்கும் இடையிலான உரையாடலை நீங்கள் அழிக்கப் போகிறீர்கள்
zh: 你即将清除你和这个用户之间的对话

# thisIncludeAlbumLinksDocumentsFromConversation
source: This includes Album, links and documents from this conversation
fi: Tämä sisältää albumin, linkit ja asiakirjat tästä keskustelusta
fr: Cela inclut l''album, les liens et les documents de cette conversation
hi: इसमें इस बातचीत के एल्बम, लिंक और दस्तावेज़ शामिल हैं
si: මෙම සංවාදයේ ඇල්බමය, සබැඳි සහ ලේඛන මෙයට ඇතුළත් වේ
ta: இந்த உரையாடலில் இருந்து ஆல்பம், இணைப்புகள் மற்றும் ஆவணங்கள் இதில் அடங்கும்
zh: 这包括此对话中的相册、链接和文档

source: Block this user
fi: Estä tämä käyttäjä
fr: Bloquez cet utilisateur
hi: इस उपयोगकर्ता को ब्लॉक करें
si: මෙම පරිශීලකයා අවහිර කරන්න
ta: இந்தப் பயனரைத் தடு
zh: 阻止该用户

# youAreAboutToBlockThisUser
source: You are about to block this user, this means you won''t be able to see status and activities post from this user
fi: Aiot estää tämän käyttäjän, se tarkoittaa, että et voi nähdä tämän käyttäjän tilaa ja toimintaa
fr: Vous êtes sur le point de bloquer cet utilisateur, cela signifie que vous ne pourrez pas voir le statut et les activités de cet utilisateur
hi: आप इस उपयोगकर्ता को ब्लॉक करने जा रहे हैं, इसका मतलब है कि आप इस उपयोगकर्ता से स्थिति और गतिविधियों को पोस्ट नहीं देख पाएंगे
si: ඔබ මෙම පරිශීලකයා අවහිර කිරීමට යන්නේ, මෙයින් අදහස් කරන්නේ ඔබට මෙම පරිශීලකයාගෙන් තත්වය සහ ක්රියාකාරකම් පෝස්ට් බැලීමට නොහැකි වනු ඇති බවයි
ta: நீங்கள் இந்தப் பயனரைத் தடுக்கப் போகிறீர்கள், இந்தப் பயனரின் நிலை மற்றும் செயல்பாடுகளை உங்களால் பார்க்க முடியாது
zh: 您将要阻止此用户，这意味着您将无法看到该用户发布的状态和活动

# conversationWillBeDeletedWhichIncludeAlbumLinksDocuments
source: Conversation will be deleted,which include Album,links and documents
fi: Keskustelu poistetaan, joka sisältää albumin, linkit ja asiakirjat
fr: La conversation sera supprimée, ce qui inclut l''album, les liens et les documents
hi: वार्तालाप हटा दिया जाएगा, जिसमें एल्बम, लिंक और दस्तावेज़ शामिल हैं
si: සංවාදය මකා දමනු ඇත, ඇල්බමය, සබැඳි සහ ලේඛන ඇතුළත් වේ
ta: உரையாடல் நீக்கப்படும், அதில் ஆல்பம், இணைப்புகள் மற்றும் ஆவணங்கள் அடங்கும்
zh: 对话将被删除，其中包括相册、链接和文档

source: Report Chat
fi: Ilmoita chatista
fr: Signaler le chat
hi: चैट की रिपोर्ट करें
si: වාර්තා චැට්
ta: அறிக்கை அரட்டை
zh: 举报聊天

source: Report Submitted
fi: Raportti lähetetty
fr: Rapport soumis
hi: रिपोर्ट प्रस्तुत की गई
si: ඉදිරිපත් කළ වාර්තාව
ta: அறிக்கை சமர்ப்பிக்கப்பட்டது
zh: 报告已提交

# weWillGetBackToYouASAP
source: We will get back to you as soon as possible
fi: Palaamme sinulle mahdollisimman pian
fr: Nous reviendrons vers vous dans les plus brefs délais
hi: हम जल्द से जल्द आपके पास वापस आएंगे
si: අපි හැකි ඉක්මනින් ඔබ වෙත ආපසු එන්නෙමු
ta: கூடிய விரைவில் உங்களிடம் திரும்புவோம்
zh: 我们会尽快回复您

source: Go to arena
fi: Mene areenalle
fr: Aller à l''arène
hi: एरेना में जाएँ
si: අරිනා වෙත යන්න
ta: அரங்கிற்குச் செல்
zh: 前往竞技场

source: see activities
fi: katso aktiviteetit
fr: voir les activités
hi: गतिविधियाँ देखें
si: ක්රියාකාරකම් බලන්න
ta: செயல்பாடுகளைப் பார்க்கவும்
zh: 查看活动

# gifOrSticker
source: {gifType, select, other{--} gif{Gif} sticker{Sticker}}
fi: {gifType, select, other{--} gif{Gif} sticker{Tarra}}
fr: {gifType, select, other{--} gif{Gif} sticker{Autocollant}}
hi: {gifType, select, other{--} gif{Gif} sticker{कँटिया}}
si: {gifType, select, other{--} gif{Gif} sticker{ස්ටිකරය}}
ta: {gifType, select, other{--} gif{Gif} sticker{ஓட்டி}}
zh: {gifType, select, other{--} gif{Gif} sticker{贴纸}}

# offlineVenueBookingSummary
source: You booked {venueZoneName} in the venue zone of {venueName} for {duration}
fi: Varasit {venueZoneName} {venueName} tapahtuma-alueelta klo {duration}
fr: Vous avez réservé {venueZoneName} dans la zone du lieu de {venueName} pour {duration}
hi: आपने {duration} के लिए {venueName} के स्थल क्षेत्र में {venueZoneName} बुक किया
si: ඔබ {venueName} හි ස්ථාන ප්‍රදේශයේ {venueZoneName} {duration} සඳහා වෙන් කර ඇත
ta: {venueName} அரங்க மண்டலத்தில் {duration}நேரத்திற்கு {venueZoneName} முன்பதிவு செய்துள்ளீர்கள்
zh: 您在场地区域 {venueName} 预订了 {venueZoneName} 为期 {duration}

source: View Flyer
fi: Katso esite
fr: Voir le dépliant
hi: पत्रक देखें
si: පියාසර කරන්නා බලන්න
ta: துண்டுப்பிரசுரம் பார்க்கவும்
zh: 查看传单

source: Please enter a valid withdrawal amount
fi: Syötä kelvollinen nostosumma
fr: Veuillez saisir un montant de retrait valide
hi: कृपया एक वैध निकासी राशि दर्ज करें
si: කරුණාකර වලංගු මුදල් ආපසු ගැනීමේ මුදලක් ඇතුළු කරන්න
ta: சரியான திரும்பப் பெறும் தொகையை உள்ளிடவும்
zh: 请输入有效的提款金额

# thisIsAPrivateMessageBetweenTheMembersOf
source: This is a private message between the members of {teamName}
fi: Tämä on yksityinen viesti tiimin {teamName} jäsenten välillä
fr: Ceci est un message privé entre les membres de {teamName}
hi: यह {teamName} के सदस्यों के बीच एक निजी संदेश है
si: මෙය {teamName} හි සාමාජිකයින් අතර පුද්ගලික පණිවිඩයකි
ta: இது {teamName} இன் உறுப்பினர்களுக்கு இடையேயான தனிப்பட்ட செய்தி
zh: 这是 {teamName} 成员之间的私人消息

source: Delete
fi: Poista
fr: Supprimer
hi: हटाएं
si: මකන්න
ta: நீக்கு
zh: 删除

source: Search Inbox
fi: தேடல் இன்பாக்ஸ்
fr: Rechercher dans la boîte de réception
hi: इनबॉक्स खोजें
si: සෙවුම් එන ලිපි
ta: தேடல் இன்பாக்ஸ்
zh: 搜索收件箱

source: Photo
fi: புகைப்படம்
hi: फोटो
si: ඡායාරූපය
ta: புகைப்படம்
zh: 照片

source: Video
fi: வீடியோ
fr: Vidéo
hi: वीडियो
si: වීඩියෝ
ta: வீடியோ
zh: 视频

source: File
fi: கோப்பு
fr: Fichier
hi: फ़ाइल
si: ගොනුව
ta: கோப்பு
zh: 文件

source: Gif
zh: 动图

source: Search Include
fi: Hae mukaan
fr: Inclure la recherche
hi: खोजें शामिल करें
si: සෙවුම් ඇතුළත්
ta: தேடல் அடங்கும்
zh: 搜索包含

source: Category
fi: Luokka
fr: Catégorie
hi: श्रेणी
si: ප්‍රවර්ගය
ta: வகை
zh: 类别

source: Your saved posts will be displayed here
fi: Tallennetut viestisi näkyvät täällä
fr: Vos posts enregistrés seront affichés ici
hi: आपकी सहेजी गई पोस्ट यहां प्रदर्शित की जाएंगी
si: ඔබගේ සුරකින ලද තනතුරු මෙහි ප් රදර්ශනය කෙරේ
ta: நீங்கள் சேமித்த இடுகைகள் இங்கே காட்டப்படும்
zh: 您保存的帖子将显示在此处

source: Your saved playmates will be displayed here
fi: Tallennetut leikkikaverisi näkyvät tässä
fr: Vos camarades de jeu enregistrés seront affichés ici
hi: आपके सहेजे गए प्लेमेट्स यहां प्रदर्शित किए जाएंगे
si: ඔබගේ සුරකින ලද සෙල්ලම් සගයන් මෙහි ප්රදර්ශනය කෙරේ
ta: உங்கள் சேமித்த பிளேமேட்கள் இங்கே காண்பிக்கப்படும்
zh: 您保存的玩伴将显示在此处

source: Your saved teams will be displayed here
fi: Tallennetut joukkueesi näkyvät tässä
fr: Vos équipes enregistrées seront affichées ici
hi: आपकी सहेजी गई टीम यहाँ प्रदर्शित की जाएगी
si: ඔබගේ සුරකින ලද කණ්ඩායම් මෙහි ප් රදර්ශනය කෙරේ
ta: உங்கள் சேமிக்கப்பட்ட அணிகள் இங்கே காண்பிக்கப்படும்
zh: 您保存的团队将显示在此处

source: Your saved stores will be displayed here
fi: Tallennetut myymäläsi näkyvät tässä
fr: Vos magasins enregistrées seront affichées ici
hi: आपके सहेजे गए स्टोर यहां प्रदर्शित किए जाएंगे
si: ඔබගේ සුරකින ලද වෙළඳසැල් මෙහි ප්‍රදර්ශනය වනු ඇත
ta: நீங்கள் சேமித்த கடைகள் இங்கே காட்டப்படும்
zh: 您保存的商店将显示在这里

source: Your saved venues will be displayed here
fi: Tallennetut sijaintisi näkyvät tässä
fr: Vos lieux enregistrés seront affichés ici
hi: आपके सहेजे गए स्थान यहां प्रदर्शित किए जाएंगे
si: ඔබගේ සුරැකි ස්ථාන මෙහි පෙන්වනු ඇත
ta: நீங்கள் சேமித்த இடங்கள் இங்கே காட்டப்படும்
zh: 您保存的场地将显示在此处

source: Unlock privilege
fi: Avaa etuoikeus
fr: Déverrouiller le privilège
hi: विशेषाधिकार अनलॉक करें
si: අගුළු හැරීමේ වරප්‍රසාදය
ta: சலுகையைத் திற
zh: 解锁权限

# nPlaymate
source: {count, plural, other{{count} playmates} =1{{count} playmate}}
fi: {count, plural, other{{count} leikkikaverit} =1{{count} playmate}}
fr: {count, plural, other{{count} camarades de jeu} =1{{count} camarade de jeu}}
hi: {count, plural, other{{count} प्लेमेट} =1{{count} प्लेमेट}}
si: {count, plural, other{{count} සෙල්ලම් සගයන්} =1{{count} සෙල්ලම් සගයා}}
ta: {count, plural, other{{count} விளையாட்டுத் தோழர்கள்} =1{{count} விளையாட்டுத் தோழர்}}
zh: {count, plural, other{{count} 个玩伴} =1{{count} 个玩伴}}

# nTeam
source: {count, plural, other{{count} teams} =1{{count} team}}
fi: {count, plural, other{{count} joukkuetta} =1{{count} team}}
fr: {count, plural, other{{count} équipes} =1{{count} équipe}}
hi: {count, plural, other{{count} टीमें } =1{{count} टीम }}
si: {count, plural, other{{count} කණ්ඩායම්} =1{{count} කණ්ඩායම}}
ta: {count, plural, other{{count} அணிகள் } =1{{count} அணி }}
zh: {count, plural, other{{count} 队} =1{{count} 队}}

# nStore
source: {count, plural, other{{count} stores} =1{{count} store}}
fi: {count, plural, other{{count} myymälää} =1{{count} kauppa}}
fr: {count, plural, other{{count} magasins} =1{{count} magasin}}
hi: {count, plural, other{{count} स्टोर} =1{{count} स्टोर}}
zh: {count, plural, other{{count} 商店} =1{{count} 商店}}

# nVenue
source: {count, plural, other{{count} venues} =1{{count} venue}}
fi: {count, plural, other{{count} tapahtumapaikat} =1{{count} paikka}}
fr: {count, plural, other{{count} lieux} =1{{count} lieu}}
hi: {count, plural, other{{count} स्थल} =1{{count} स्थल}}
si: {count, plural, other{{count} ස්ථාන} =1{{count} ස්ථානය}}
ta: {count, plural, other{{count} இடங்கள்} =1{{count} இடம்}}
zh: {count, plural, other{{count}个场地} =1{{count} 个场地}}
