Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# setPlaymateTeamVenueStore
source: {identity, select, Playmates{Playmates} Teams{Teams} Venues{Venues} Stores{Stores} other{--}}
fi: {identity, select, Playmates{Leikkikaverit} Teams{Joukkueet} Venues{Paikat} Stores{Kaupat} other{--}}
fr: {identity, select, Playmates{Compagnons de jeu} Teams{Équipes} Venues{Lieux} Stores{Magasins} other{--}}
hi: {identity, select, Playmates{खेलने के साथी} Teams{टीमें} Venues{स्थल} Stores{दुकानें} other{--}}
si: {identity, select, Playmates{පිටුවීම් උන්ට} Teams{කණ්ඩායම්} Venues{ස්ථානායක} Stores{සාදන} other{--}}
ta: {identity, select, Playmates{விளையாட்டு நண்பர்கள்} Teams{அணிகலன்கள்} Venues{மாடிமைகள்} Stores{கடைகள்} other{--}}
zh: {identity, select, Playmates{玩伴} Teams{球队} Venues{场地} Stores{商店} other{--}}

# setYesNo
source: {bool, select, Yes{Yes} other{No}}
fi: {bool, select, Yes{Kyllä} other{Ei}}
fr: {bool, select, Yes{Oui} other{Non}}
hi: {bool, select, Yes{हाँ (Hā̃)} other{नहीं }}
si: {bool, select, Yes{ඔව් } other{නැත }}
ta: {bool, select, Yes{ஆம்} other{இல்லை }}
zh: {bool, select, Yes{是 } other{不 }}

# typeHereHint
source: Type here
fi: Kirjoita tähän
fr: Tapez ici
hi: यहाँ टाइप करें
si: මෙහි ටයිප් කරන්න
ta: இங்கே தட்டச்சு செய்யுங்கள்
zh: 在此键入

source: Restrict who can join activity
fi: Rajoita, kuka voi liittyä toimintaan
fr: Restreindre qui peut rejoindre l''activité
hi: ऐक्टिविटी में शामिल होने की प्रतिबंध लगाएं
si: ක්‍රියාවලියට දැක්කා සීමා කිරීම සීමා කරන්න
ta: சேர்க்கத் தடை செய்யுங்கள் யார் மட்டுமே சேர்க்க முடியும்
zh: 限制谁能参加活动

# maximumNumberParticipant
source: Maximum Number of Participant
fi: Osallistujien enimmäismäärä
fr: Nombre maximum de participants
hi: प्रतिभागी की अधिकतम संख्या
si: සිදුවන්නාගේ උපලේඛනයේ උපලේඛනය
ta: பங்கேற்றவர்களின் மிகுதியான எண்ணிக்கை
zh: 参与者最大数量

# ageLimit
source: Age Limits
fi: Ikärajat
fr: Limites d''âge
hi: आयु सीमाएँ
si: වයස් සීමාවක්
ta: வயது வரம்புகள்
zh: 年龄限制

# minShort
source: Min.
hi: न्यूनतम .
si: අවම .
ta: குறைந்த
zh: 最小

# maxShort
source: Max.
fi: Maks.
hi: अधिकतम
si: වැඩි .
ta: அதிகப்பட்ட
zh: 最大 .

source: Gender Restriction
fi: Sukupuolirajoitus
fr: Restriction de genre
hi: लिंग प्रतिबंध
si: ස්ත්‍රී/ස්ත්‍රී සීමාවක්
ta: பாலினக் குறியீடு
zh: 性别限制

# setGender
source: {gender, select, All{All} Male{Male Only} Female{Female Only} Others{Others} other{{gender}}}
fi: {gender, select, All{Kaikki} Male{Vain miehille} Female{Vain naisille} Others{Muut} other{{gender}}}
fr: {gender, select, All{Tout} Male{Réservé aux hommes} Female{Réservé aux femmes} Others{Autres} other{{gender}}}
hi: {gender, select, All{सब} Male{केवल पुरुष} Female{केवल महिलाएँ} Others{अन्य} other{{gender}}}
si: {gender, select, All{සියල්ල} Male{පුරුෂ පමණක්} Female{ගැහැණු පමණක්} Others{වෙනත්} other{{gender}}}
ta: {gender, select, All{அனைத்து} Male{ஆண்களுக்கு மட்டும்} Female{பெண்களுக்கு மட்டும்} Others{மற்றவை} other{{gender}}}
zh: {gender, select, All{所有} Male{仅限男性} Female{仅限女性} Others{其他} other{{gender}}}

# youHaveAdditionalInformationQuestion
source: If you have additional information regarding this activity
fi: Jos sinulla on lisätietoja tästä toiminnasta
fr: Si vous avez des informations supplémentaires concernant cette activité
hi: यदि आपके पास इस गतिविधि से संबंधित अतिरिक्त जानकारी है
si: මෙම ක්‍රියාවලිය ගැන ඔබට අමාත්‍යාංශ තොරතුරු සහිතව ඇතිවිය හැකිය
ta: இந்த செயல்பாட்டுக்கு உங்களிடம் கூடுதல் தகவல்கள் இருக்கின்றன
zh: 如果您对此活动有其他信息

source: Insurance Availability
fi: Vakuutuksen saatavuus
fr: Disponibilité de l''assurance
hi: बीमा उपलब्धता
si: වියලියේ ලබා ගැනීම
ta: காப்பீட்டு கிடைக்கும் முன்னணி
zh: 保险可用性

source: Who can join activity
fi: Kuka voi osallistua toimintaan
fr: Qui peut participer à l''activité
hi: कौन गतिविधि में शामिल हो सकता है
si: කවුරුදු ක්‍රියාවක් සඳහා ඇතුලත් විය හැකියි
ta: யார் சேரலாம் செயல்பாட்டில்
zh: 谁可以参加活动

# yearsOld
source: {yrs} years old
fi: {yrs} vuoden ikäinen
fr: {yrs} ans
hi: {yrs} साल पुराना
si: වයස අවුරුදු {yrs}
ta: {yrs} வயது
zh: {yrs}岁

# nYearsOld
source: {yrs, plural, =0{0 years old} =1{1 year old} other{{yrs} years old}}
fi: {yrs, plural, =0{0 vuoden ikäinen} =1{1 vuoden ikäinen} other{{yrs} vuoden ikäinen}}
fr: {yrs, plural, =0{0 ans} =1{1 an} other{{yrs} ans}}
hi: {yrs, plural, =0{0 साल पुराना} =1{1 साल पुराना} other{{yrs} साल पुराना}}
si: {yrs, plural, =0{වයස අවුරුදු 0} =1{වයස අවුරුදු 1} other{වයස අවුරුදු {yrs}}}
ta: {yrs, plural, =0{0 வயது} =1{1 வயது} other{{yrs} வயது}}
zh: {yrs, plural, =0{0岁} =1{1岁} other{{yrs}岁}}

source: Flyers
fi: Lentolehtiset
fr: Prospectus
hi: फ्लायर्स
si: සුපිරිම ප්‍රකාශන
ta: ஃப்ளயர்கள்
zh: 传单

# flyersMoreInfoFirst
source: To get multiple flyer choices, you need to increase your interest selection
fi: Saadaksesi useita lentolehtivaihtoehtoja, sinun täytyy lisätä kiinnostusten valintaasi
fr: Pour obtenir plusieurs choix de prospectus, vous devez augmenter votre sélection d''intérêts
hi: एकाधिक फ्लायर विकल्प प्राप्त करने के लिए, आपको अपने रुचि चयन को बढ़ाने की आवश्यकता होगी
si: බහුලව ප්‍රශංසා විය යුතු පිටුවක් ලබා ගැනීමට, ඔබට ඔබේ අවශ්‍යතාවය බැවින් ඉහලක් විශ්වාසද?
ta: பல ஃப்ளயர் மறுவேட்டைகளைப் பெறுவதற்கு, உங்கள் ஆர்வத்தை அதிகரிக்க வேண்டும்
zh: 要获得多个传单选择，您需要增加您的兴趣选择

# flyersMoreInfoSecond
source: Tap the plus button below to add more interest
fi: Napauta alla olevaa plus-painiketta lisätäksesi enemmän kiinnostusta
fr: Appuyez sur le bouton plus ci-dessous pour ajouter davantage d''intérêt
hi: अधिक रुचि जोड़ने के लिए नीचे + बटन दबाएं
si: වැඩිදුර ප්‍රස්තානයක් එකතු කිරීමට පහත බොත්තමක් තරින්දි දක්වන්න
ta: மேலே உள்ள + பட்டனை அழுத்தி மேலும் ஆர்வத்தைச் சேர்க்க
zh: 点击下方的加号按钮以添加更多兴趣

# flyersDetailsNoInterest
source: General flyers
fi: Yleiset lentolehtiset
fr: Prospectus général
hi: सामान्य फ्लायर्स
si: සාමාන්‍ය සුපිරිම ප්‍රකාශන
ta: பொது ஃப்ளயர்கள்
zh: 一般传单

# flyersDetails
source: The Flyers displayed below are based off your selected interest
fi: Alla näkyvät lentolehtiset perustuvat valitsemaasi kiinnostukseen
fr: Les prospectus affichés ci-dessous sont basés sur vos intérêts sélectionnés
hi: नीचे दिखाए गए फ्लायर आपके चयनित रुचि पर आधारित हैं
si: පහතින් පෙන්වා ඇති ප්‍රශ්න ඔබගේ තෝරාගත් සුපිරිම ප්‍රකාශයෙන් නිර්මාණය කරනු ලැබේ
ta: கீழே காட்டப்படும் ஃப்ளயர்கள் உங்களால் தேர்ந்தெடுக்கப்பட்ட ஆர்வத்தின் அடிப்படையில் இருக்கின்றன
zh: 下方显示的传单是基于您选择的兴趣

source: Offline Venue
fi: Offline-paikka
fr: Lieu hors ligne
hi: ऑफ़लाइन स्थान
si: නොබෙදු ස්ථානය
ta: ஆஃப்லைன் இடம்
zh: 线下场所

source: My Venues
fi: Omat paikkani
fr: Mes lieux
hi: मेरे स्थान
si: මගේ ස්ථාන
ta: என் இடங்கள்
zh: 我的场所

source: Booked Venues
fi: Varaamani paikat
fr: Lieux réservés
hi: बुक किए गए स्थान
si: ඇදුම් කළ ස්ථාන
ta: பதிவு செய்யப்பட்ட இடங்கள்
zh: 预订场地

source: Suggestions
fi: Ehdotukset
hi: सुझाव
si: යෝජනා
ta: பரிந்துரைகள்
zh: 建议

source: Other Venues
fi: Muut paikat
fr: Autres lieux
hi: अन्य स्थान
si: වෙනත් ස්ථාන
ta: மற்ற இடங்கள்
zh: 其他场地

source: venue zone
fi: Tapahtumapaikka-alue
fr: Zone de lieu
hi: स्थान क्षेत्र
si: ස්ථාන ක්රමය
ta: இடப்பகுதி
zh: 场地区域

source: There was no venue found
fi: Aucun lieu trouv
fr: Aucun lieu trouvé
hi: कोई स्थान नहीं मिला
si: කිසිවක් ස්ථානය හමුවී නැත
ta: ஒரு இடம் கண்டுபிடிக்கப்படவில்லை
zh: 没有找到场地

source: All my venues
fi: Kaikki omat paikkani
fr: Tous mes lieux
hi: सभी मेरे स्थान
si: සියලු මගේ ස්ථානවල
ta: எனது அனைத்து இடங்கள்
zh: 我的所有场地

# pickVenueZone
source: Pick a venue zone from the selected venue
fi: Valitse tapahtumapaikan alue valitusta paikasta
fr: Choisissez une zone de lieu parmi le lieu sélectionné
hi: चयनित स्थान से एक स्थान क्षेत्र चुनें
si: තෝරාගත් ස්ථානයේ ස්ථාන ක්රමයක් තෝරන්න
ta: தேர்ந்தெடுக்கப்பட்ட இடத்திலிருந்து ஒரு இடம் பாருங்கள்
zh: 从所选场地中选择场地区域

source: Add to activity
fi: Ajouter à l''activité
fr: Ajouter à l''activité
hi: गतिविधि में जोड़ें
si: ක්‍රියාකාරකම්කිරීමට එකතු කරන්න
ta: செயல்படுத்துக்கும் படி
zh: 添加到活动

# tapImageViewZone
source: Tap the image to have a view of the venue zone
fi: Napauta kuvaa nähdäksesi tapahtumapaikan alueen
fr: Appuyez sur l''image pour voir la zone de lieu
hi: स्थान क्षेत्र का दृश्य देखने के लिए छवि पर टैप करें
si: ස්ථාන ක්රමය දැක්කා ලබා දෙන්නේ පින්තූරය තියන්නයි
ta: இடப்பில் உள்ள இடத்தின் பார்வையைப் பெற படத்தைத் தட்டுக்கவும்
zh: 点击图像以查看场地区域

source: Venue Zone Details
fi: Tapahtumapaikan alueen tiedot
fr: Détails de la zone du lieu
hi: स्थान क्षेत्र विवरण
si: ස්ථාන ක්රම විස්තර
ta: இடப்பின் பகுப்பு விவரங்கள்
zh: 场地区域细节

# nHourShort
source: {hour, plural, =1{1 hr} other{{hour} hrs}}
fi: {hour, plural, =1{1 tunti} other{{hour} tuntia}}
fr: {hour, plural, =1{1 h} other{{hour} h}}
hi: {hour, plural, =1{1 घंटा } other{{hour} घंटे }}
si: {hour, plural, =1{1 වගාව } other{{hour} වැනි කාලයන් }}
ta: {hour, plural, =1{1 மணி நேரம்} other{{hour} மணி நேரம்}}
zh: {hour, plural, =1{1 小时} other{{hour} 小时}}

# nMinShort
source: {min, plural, =1{1 min} other{{min} mins}}
fi: {min, plural, =1{1 minuutti} other{{min} minuuttia}}
fr: {min, plural, =1{1 min} other{{min} min}}
hi: {min, plural, =1{1 मिनट } other{{min} मिनट }}
si: {min, plural, =1{1 මිනිත්තුව} other{{min} මිනිත්තුවක් }}
ta: {min, plural, =1{1 நிமிடம்} other{{min} நிமிடங்கள்}}
zh: {min, plural, =1{1 分钟} other{{min} 分钟}}

# selectDateToViewSlots
source: Select a date to see the available slots on the venue zone you selected
fi: Valitse päivä nähdäksesi saatavilla olevat ajankohdat valitsemallasi tila-alueella
fr: Sélectionnez une date pour voir les créneaux disponibles dans la zone de venue que vous avez sélectionnée
hi: उपलब्ध स्लॉट्स देखने के लिए एक तारीख चुनें जिसमें आपने चयनित स्थान क्षेत्र पर
si: ඔබ තෝරාගත් ස්ථාන කලාපයෙන් පොදු ස්ලොට්‌ගයන් බලාපොරොත්තුවේ පෙන්වන්නේයි දක්වන්නෙමින් දියුණු දියුණුකරන්නේ වයින්වේය
ta: நீங்கள் தேர்வு செய்த மைய மண்டலத்தில் கிடைக்கும் கிரேக்கங்களைப் பார்க்க ஒரு தேதியைத் தேர்வுசெய்க
zh: 选择一个日期以查看您选择的场馆区域上的可用时间槽

# allSlotsAvailable
source: All slots are available for booking
fi: Kaikki aikavälit ovat saatavilla varattaviksi
fr: Tous les créneaux sont disponibles pour réservation
hi: सभी स्लॉट्स बुकिंग के लिए उपलब्ध हैं
si: සියල්ල වේලාවන් ඉතුරු කරගෙන ඇති විය හැකිය
ta: அனைத்து ஸ்லாட்களும் முக்கியமான முறையில் விசாரிக்க கிடைக்கின்றன
zh: 所有时间槽都可以预订

# someSlotsAvailable
source: Some slots are available
fi: Joitain aikavälejä on saatavilla
fr: Certains créneaux sont disponibles
hi: कुछ स्लॉट्स उपलब्ध हैं
si: සමහර වේලාවන් ලබා දීමට හැකිය
ta: சில ஸ்லாட்கள் கிடைக்கின்றன
zh: 有部分时间槽可用

# noSlotsAvailable
source: All slots are fully booked
fi: Kaikki aikavälit on täybookattu
fr: Tous les créneaux sont complets
hi: सभी स्लॉट्स बुक हो चुके हैं
si: සියලු වේලාවන් පුරවා ඇතිවේ නැතිනම් ඇතිවිය යුතුයි
ta: அனைத்து ஸ்லாட்களும் முழுமையாக பதிவு செய்யப்பட்டுள்ளன
zh: 所有时间槽都已经被预定

source: Closed
fi: Suljettu
fr: Fermé
hi: बंद
si: වසා ඇත
ta: மூடப்பட்டது
zh: 已关闭

# availableSlotsForDate
source: Available slots for this date
fi: Saatavilla olevat aikavälit tälle päivälle
fr: Créneaux disponibles pour cette date
hi: इस तारीख के लिए उपलब्ध स्लॉट्स
si: මෙම දිනයට ලබාගත හැකි කාල දේ
ta: இந்த தேதியில் கிடைக்கும் கால இடங்கள்
zh: 本日期的可用时段

# selectSlot
source: Select a slot
fi: Valitse aikaväli
fr: Sélectionnez une plage horaire
hi: एक स्लॉट चुनें
si: කාල පැය තෝරන්න
ta: ஒரு நேரத்தைத் தேர்ந்தெடுக்கவும்
zh: 选择一个时段

# noBookedVenueFoundMessage
source: You have not booked a venue. Try booking one
fi: Et ole varannut tapahtumapaikkaa. Yritä varata sellainen
fr: Vous n''avez pas réservé de lieu. Essayez d''en réserver un
hi: आपने कोई स्थान बुक नहीं किया है। कृपया एक बुक करें
si: ඔබ ස්ථානය බාහිරව නොපවතියි. ඒක පවතින්නේ උත්සහා කරන්න
ta: நீங்கள் ஒரு இடத்தை முன்பதிவு செய்யவில்லை. ஒருவரை முன்பதிவு செய்யுங்கள்
zh: 您尚未预订场地。请尝试预订一个

source: Venue Name
fi: Tapahtumapaikan nimi
fr: Nom du lieu
hi: स्थान का नाम
si: ස්ථානයේ නම
ta: மரங்களின் பெயர்
zh: 场地名称

source: Venue Zone Booked
fi: Tapahtumapaikan vyöhyke varattu
fr: Zone du lieu réservée
hi: स्थान क्षेत्र बुक किया गया
si: ස්ථාන කල් ස්ථානය
ta: மரங்களின் பகுதி பதிவுசெய்யப்பட்டது
zh: 场地区域已预订

# fillVenue
source: Fill the venue details
fi: Täytä tapahtumapaikan tiedot
fr: Remplir les détails du lieu
hi: स्थान के विवरण भरें
si: ස්ථාන විස්තර පුරවන්න
ta: இடம் விவரங்களை நிரப்புங்கள்
zh: 填写场地详细信息

# noSearchResults
source: Search results not found
fi: Hakutuloksia ei löytynyt
fr: Aucun résultat trouvé
hi: खोज परिणाम नहीं मिले
si: සොයාගැනීමේ ප්‍රතිඵල හමුවීමේ නොපවතියි
ta: தேடல் முடிவுகள் கண்டுபிடிக்கப்படவில்லை
zh: 未找到搜索结果

source: away
fi: pois
fr: loin
hi: दूर
si: අරුත
ta: விலக்கு
zh: 远离

source: Payment
fr: Paiement
hi: भुगतान
si: ගෙවීම
ta: கட்டணம்
zh: 付款

source: Summary
fi: Yhteenveto
fr: Résumé
hi: सारांश
si: සාරාංශය
ta: சுருக்கம்
zh: 概要

# summaryDetails
source: You booked {venueZoneName} in the venue zone of
fi: Varasit {venueZoneName} valitsemassa paikkakunnassa
fr: Vous avez réservé {venueZoneName} dans la zone du lieu
hi: आपने {venueZoneName} को बुक किया है चुने गए स्थान के आधार पर
si: ඔබ {venueZoneName} එක තෝරාගත් ස්ථානයේ ඇදහැල්ලෙක් පූර්ව කරාමින්
ta: நீங்கள் {venueZoneName} ஐ தேர்ந்தெடுத்த இடத்தில் பதிவு செய்துள்ளீர்கள்
zh: 您预订了位于{venueZoneName}的场馆区

# forText
source: for
fi: varten
fr: pour
hi: के लिए
si: සඳහා
ta: க்கு
zh: 为

# bookingFeeInfo
source: Please note that {bookingFee}% of your total cost will be charged as a booking fee for being on the {subscriptionPlan} subscription plan
fi: Huomaa, että {bookingFee}% kokonaiskustannuksistasi veloitetaan varausmaksuna, koska olet {subscriptionPlan}-tilauksen tilaaja.
fr: Veuillez noter que {bookingFee}% du montant total vous sera facturé en tant que frais de réservation pour être sur l''abonnement {subscriptionPlan}.
hi: कृपया ध्यान दें कि आपके कुल खर्च का {bookingFee}% आपके बुकिंग फ़ी के रूप में लिया जाएगा, {subscriptionPlan} सदस्यता योजना पर होने के लिए।
si: {bookingFee}% ඔබේ මුළු විමසුම් ප්‍රමාණයට මාරු කර ඇති විය හැකිය හැකියි {subscriptionPlan} සාස්ප්‍රියේ ප්‍රවාහන සහිතව තීරණය වී සිටියි.
ta: தயவுசெய்து உங்கள் மொத்த செலவுக்கு {bookingFee}% மட்டுமே முழுமையான பணத்தை முதலீட்டு கட்டணம் ஆக்கப்படும், {subscriptionPlan} சந்தாதார திட்டத்தில் இருக்கும்.
zh: 请注意，您总费用的{bookingFee}%将作为预订费用收取，因为您处于{subscriptionPlan}订阅计划中。

# setSubscriptionPlan
source: {subscriptionPlan, select, diamond{Diamond} silver{Silver} gold{Gold} bronze{Bronze} other{--}}
fi: {subscriptionPlan, select, diamond{Timantti} silver{Hopea} gold{Kulta} bronze{Pronssi} other{--}}
fr: {subscriptionPlan, select, diamond{Diamant} silver{Argent} gold{Or} bronze{Bronze} other{--}}
hi: {subscriptionPlan, select, diamond{हीरा} silver{हीरा} gold{सोना} bronze{पीतल} other{--}}
si: {subscriptionPlan, select, diamond{දයාබර} silver{හීන්දි} gold{හල්මුදු} bronze{ලෝහල} other{--}}
ta: {subscriptionPlan, select, diamond{வைரம்} silver{வெள்ளி} gold{தங்கம்} bronze{புத்திசம்} other{--}}
zh: {subscriptionPlan, select, diamond{钻石} silver{银色} gold{金色} bronze{青铜} other{--}}

# venueFeeText
source: Venue fee
fi: Tapahtumapaikan maksu
fr: Frais de location
hi: स्थल शुल्क
si: ස්ථාන ගාස්තුව
ta: இடம் கட்டணம்
zh: 场地费

# bookingFeeText
source: Booking fee {bookingFee}%
fi: Varausmaksu {bookingFee}%
fr: Frais de réservation {bookingFee}%
hi: बुकिंग शुल्क {bookingFee}%
si: ගෙවීම් ගාස්තුව {bookingFee}%
ta: பதிவு கட்டணம் {bookingFee}%
zh: 预订费 {bookingFee}%%

source: Total Cost
fi: Kokonaiskustannus
fr: Coût total
hi: कुल लागत
si: මුළු වියදම්
ta: மொத்த செலவு
zh: 总费用

source: Card
fi: Kortti
fr: Carte
hi: कार्ड
si: කාඩ්පත
ta: அட்டை
zh: 卡

source: Points
fi: Pisteet
hi: अंक
si: ලකුණු
ta: புள்ளிகள்
zh: 积分

source: Add new card
fi: Lisää uusi kortti
fr: Ajouter une nouvelle carte
hi: नया कार्ड जोड़ें
si: නව කාඩ්පතයක් එක් කරන්න
ta: புதிய அட்டையைச் சேர்க்கவும்
zh: 添加新卡

# setCardCreatedIn
source: {createdIn, select, venue{Venue card} profile{Profile card} other{--}}
fi: {createdIn, select, venue{Tapahtumapaikan kortti} profile{Profiilikortti} other{--}}
fr: {createdIn, select, venue{Carte de lieu} profile{Carte de profil} other{--}}
hi: {createdIn, select, venue{स्थान कार्ड} profile{प्रोफ़ाइल कार्ड} other{--}}
si: {createdIn, select, venue{ස්ථාන කාඩ්පතය} profile{විස්තර කාඩ්පතය} other{--}}
ta: {createdIn, select, venue{மரங்கள் அட்டை} profile{சுயவிபர அட்டை} other{--}}
zh: {createdIn, select, venue{场地卡} profile{个人资料卡} other{--}}

source: Pay now
fi: Maksa nyt
fr: Payer maintenant
hi: अभी भुगतान करें
si: දැන් ගෙවා ගන්න
ta: இப்போது கட்டணம் செலுத்து
zh: 立即支付

source: Card number
fi: Korttinumero
fr: Numéro de carte
hi: कार्ड नंबर
si: කාඩ්පත අංකය
ta: அட்டை எண்
zh: 卡号

source: Expiration date
fi: Vanhenemispäivä
fr: Date d''expiration
hi: समाप्ति तिथि
si: අවසන් දිනය
ta: காலாவதியான தேதி
zh: 到期日期

source: Card holder name
fi: Kortin haltijan nimi
fr: Nom du titulaire de la carte
hi: कार्ड धारक का नाम
si: කාඩ්පතේ හිමිකරුගේ නම
ta: கார்டு வைத்திருப்பவரின் பெயர்
zh: 持卡人姓名

# fullNameHint
source: Full name
fi: Koko nimi
fr: Nom complet
hi: पूरा नाम
si: සම්පූර්ණ නමක්
ta: முழு பெயர்
zh: 全名

source: Save Card
fi: Tallenna kortti
fr: Enregistrer la carte
hi: कार्ड सहेजें
si: කාඩ්පත සුරක්ෂිත කරන්න
ta: அட்டையை சேமி
zh: 保存卡

source: Confirm payment
fi: Vahvista maksu
fr: Confirmer le paiement
hi: भुगतान की पुष्टि करें
si: ගෙවීම තහවුරු කරන්න
ta: கட்டணத்தை உறுதிப்படுத்துக
zh: 确认付款

# venueZoneBookedSuccessfully
source: Your Venue zone has been successfully booked
fi: Valitsemasi paikkavyöhyke on varattu onnistuneesti
fr: Votre zone de lieu a été réservée avec succès
hi: आपके स्थानक्षेत्र की सफलतापूर्वक बुकिंग हो गई है
si: ඔබගේ ස්ථානයේ වැනි කලාව සාර්ථකව ඉල්ලා ඇත
ta: உங்கள் மேடை மண்டலம் வெற்றிகரமாக பதிவு செய்யப்பட்டது
zh: 您的场地区成功预订

source: Available Points
fi: Saatavilla olevat pisteet
fr: Points disponibles
hi: उपलब्ध अंक
si: ලබා දීමේ ලකුණු
ta: கிடைக்கும் புள்ளிகள்
zh: 可用积分

source: Points Equivalent
fi: Pisteet vastaavat
fr: Équivalent en points
hi: अंक समकक्ष
si: ලකුණු සමාන
ta: புள்ளிகள் ஒப்பிடும் மதிப்பு
zh: 积分等值

source: Points Payment
fi: Pisteiden maksu
fr: Paiement par points
hi: अंक समकक्ष
si: ලකුණු ගෙවීම
ta: புள்ளிகள் பொருத்தம்
zh: 积分支付

# pointPaymentSuccessful
source: You have sufficient points to proceed payment, the sum of {amount} would be charged from your points
fi: Sinulla on riittävästi pisteitä maksun suorittamiseen, {amount} veloitetaan pisteistäsi
fr: Vous disposez de suffisamment de points pour procéder au paiement, la somme de {amount} sera déduite de vos points
hi: आपके पास भुगतान आगे बढ़ाने के लिए पर्याप्त अंक हैं, आपके अंकों से {amount} का शुल्क लिया जाएगा
si: ඔබට ගෙවීම කරගෙන යාමට ප්‍රමාණවත් ලකුණු ඇත, {amount} ක එකතුව ඔබේ ලකුණු වලින් අය කෙරේ
ta: கட்டணத்தைச் செலுத்துவதற்கு போதுமான புள்ளிகள் உங்களுக்கு உள்ளன, {amount} பொதுவாக உங்கள் புள்ளிகளிலிருந்து வெளியேற்றப்படும்
zh: 您有足够的积分来进行支付，将从您的积分中扣除{amount}的金额

source: Tag
fi: Tunniste
fr: Étiquette
hi: टैग
si: ටැග්
ta: குறிச்சொற்கள்
zh: 标签

# setSearchHintTag
source: {hintText, select, Playmates{Search Playmates} Teams{Search Teams} Stores{Search Stores} Venues{Search Venues} other{--}}
fi: {hintText, select, Playmates{Etsi leikkikavereita} Teams{Etsi joukkueita} Stores{Etsi kauppoja} Venues{Etsi tiloja} other{--}}
fr: {hintText, select, Playmates{Rechercher des camarades de jeu} Teams{Rechercher des équipes} Stores{Rechercher des magasins} Venues{Rechercher des lieux} other{--}}
hi: {hintText, select, Playmates{प्लेमेट्स खोजें} Teams{टीमें खोजें} Stores{दुकानें खोजें} Venues{स्थान खोजें} other{--}}
si: {hintText, select, Playmates{ගවේවරු සෙවීම්} Teams{කණ්ඩායම් සෙවීම්} Stores{සෙවීම් සහාය සෙවීම්} Venues{ස්ථාන සෙවීම්} other{--}}
ta: {hintText, select, Playmates{விளையாட்டு கூட்டாளிகளை தேடுக} Teams{அணிகலன்களை தேடுக} Stores{கடைகளை தேடுக} Venues{இடங்களை தேடுக} other{--}}
zh: {hintText, select, Playmates{搜索玩伴} Teams{搜索团队} Stores{搜索商店} Venues{搜索场地} other{--}}

# noPlaymateFound
source: You have no playmates. Add playmates to see them here
fi: Sinulla ei ole leikkikavereita. Lisää leikkikavereita nähdäksesi heidät täällä.
fr: Vous n''avez pas de camarades de jeu. Ajoutez des camarades de jeu pour les voir ici.
hi: आपके पास कोई खेलने वाले नहीं हैं। उन्हें यहाँ देखने के लिए खेलने वाले जोड़ें।
si: ඔබට අලුත් පෙරහන් සහාය නැතිවිය. ඔබේ සහාය මෙහි බලන්න.
ta: உங்களுக்கு பிளேமேட்டுகள் இல்லை. அவர்களை இங்கே பார்க்க பிளேமேட்டுகளைச் சேர்க்கவும்.
zh: 您没有游伴。添加游伴以在此处查看他们。

source: My Playmates
fi: Omat leikkikaverini
fr: Mes camarades de jeu
hi: मेरे खेलने वाले
si: මගේ පෙරහන්
ta: என் படைப்பாளிகள்
zh: 我的游伴

source: Add
fi: Lisää
fr: Ajouter
hi: जोड़ें
si: එක් කරන්න
ta: சேர்க்க
zh: 添加

source: Added
fi: Lisätty
fr: Ajouté
hi: जोड़ा गया
si: එකතු කරන ලදී
ta: சேர்க்கப்பட்டது
zh: 已添加

# noTeamFound
source: You have no team. Create, join or bookmark one to see them here
fi: Sinulla ei ole joukkuetta. Luo, liity tai kirjanmerkki joukkue nähdäksesi ne täällä
fr: Vous n''avez pas d''équipe. Créez, rejoignez ou mettez une équipe en favoris pour les voir ici
hi: आपके पास कोई टीम नहीं है। उन्हें देखने के लिए एक टीम बनाएं, शामिल हों या बुकमार्क करें
si: ඔබට කණ්ඩායමක් නොමැතිව ඉතිරි කණ්ඩායමක් හදුනා දැන්වීමට, එක් කණ්ඩායමක් සහිතව එළිය දක්වන්න
ta: உங்களுக்கு ஒரு அணியில் இல்லை. அவைகளை இங்கே பார்க்க ஒரு அணியை உருவாக்கவும், அணியில் சேர்க்கவும் அல்லது புக்மார்க் செய்யவும்
zh: 您没有团队。创建、加入或收藏一个团队以在此处查看

source: My Teams
fi: Mes équipes
fr: Mes équipes
hi: मेरी टीमें
si: මගේ කණ්ඩායම්
ta: எனது அணிகள்
zh: 我的团队

# teamsJoined
source: Team Joined
fi: Liitytty joukkueeseen
fr: Équipe rejointe
hi: टीम में शामिल हो गए
si: කණ්ඩායම දැකීමට
ta: அணிக்குத் தேர்ந்தெடுக்கப்பட்டது
zh: 加入团队

# teamsBookmarked
source: Bookmarked Teams
fi: Kirjanmerkityt joukkueet
fr: Équipes enregistrées
hi: बुकमार्क की गई टीमें
si: සලකුණු කණ්ඩායම්
ta: புதுப்பிக்கப்பட்ட அணிகலன்கள்
zh: 收藏的团队

# noStoreFound
source: You have no store. Create or bookmark one to see them here
fi: Sinulla ei ole kauppaa. Luo tai kirjanmerkitse yksi nähdäksesi ne täällä
fr: Vous n''avez pas de magasin. Créez-en un ou ajoutez-en un en favoris pour les voir ici
hi: आपके पास कोई स्टोर नहीं है। उन्हें देखने के लिए एक बनाएँ या बुकमार्क करें
si: ඔබට ශ්‍රිතායේ ගබඩාවක් නැත. එකතුවන්නේදැයි එකක් සහිතව එළවළුන් මත දැක්වීමට
ta: உங்களுக்கு ஒரு கடை இல்லை. அவற்றை பார்க்க ஒருவரை உருவாக்கவும் அல்லது புத்திசோரிக்கவும்
zh: 您还没有商店。创建或收藏一个以在此处查看它们

source: My Stores
fi: Kauppani
fr: Mes magasins
hi: मेरी दुकानें
si: මගේ සෙල්ලම්
ta: என் கடைகள்
zh: 我的商店

# storesBookmarked
source: Bookmarked Stores
fi: Kirjanmerkityt kaupat
fr: Magasins mis en favoris
hi: बुकमार्क की गई दुकानें
si: පිටත්ව කළ සෙල්ලම්
ta: புத்தகமாக்கப்பட்ட கடைகள்
zh: 书签收藏的商店

# noVenueFound
source: You have no venue. Create or bookmark one to see them here
fi: Sinulla ei ole tapahtumapaikkaa. Luo tai merkitse yksi nähdäksesi ne täällä
fr: Vous n''avez pas de lieu. Créez-en un ou ajoutez-en un en favori pour les voir ici
hi: आपके पास कोई स्थान नहीं है। उन्हें यहां देखने के लिए एक बनाएँ या बुकमार्क करें
si: ඔබට ස්ථානයේ නැතිවීමක් නොමැත. එකතුවුන් කරන්න හෝ පිටුවක් තෝරාගන්නේදැයි එවිට එයින් එකතු කිරීමට ලක් කරන්න
ta: உங்களுக்கு வேண்டுகோள் இல்லை. அவைகளை இங்கே பார்க்க ஒருவரை உருவாக்கவும் அல்லது புத்தகமாக்கவும்
zh: 您没有场地。创建或收藏一个以在此处查看

# venuesBookmarked
source: Bookmarked Venues
fi: Kirjanmerkityt tapahtumapaikat
fr: Lieux mis en favoris
hi: बुकमार्क किए गए स्थान
si: පිටු කර ඇති ස්ථාන
ta: புத்தகமாக்கப்பட்ட இடங்கள்
zh: 收藏的场地

# moreEllipsis
source: More ...
fi: Lisää...
fr: Plus ...
hi: और अधिक ...
si: වැඩිදුර ...
ta: மேலும் ...
zh: 更多 ...

source: Gallery
fi: Galleria
fr: Galerie
hi: गैलरी
si: ගැලරිය
ta: கேலரி
zh: 图库

source: Add photos
fi: Lisää valokuvia
fr: Ajouter des photos
hi: फ़ोटो जोड़ें
si: ඡායාරූප එක් කරන්න
ta: புகைப்படங்களைச் சேர்க்கவும்
zh: 添加照片

# noMediaFound
source: No photos/video found on this device
fi: Ei löytynyt valokuvia/videoita tältä laitteelta
fr: Aucune photo/vidéo trouvée sur cet appareil
hi: इस उपकरण पर कोई फ़ोटो / वीडियो नहीं मिली
si: මෙම උපකරණයේ ඡායාරූප/වීඩියෝ හමුවීම් හමු නැත
ta: இந்த சாதனத்தில் எந்த புகைப்படங்கள் / காட்சிகள் காணப்படவில்லை (Int cātaṉattiḷ enta pukaipadaṅkaḷ / kāṭcikaḷ kāṇappaṭavillai)
zh: 在此设备上未找到照片/视频

source: Edit
fi: Muokkaa
fr: Modifier
hi: संपादित करें
si: සංස්කරණය කරන්න
ta: திருத்து
zh: 编辑

source: Close
fi: Sulje
fr: Fermer
hi: बंद करें
si: වසන්න
ta: மூடு
zh: 关闭

source: Helsinki, Finland
fi: Helsinki, Suomi
fr: Helsinki, Finlande
hi: हेलसिंकी, फिनलैंड
si: හෙල්සින්කි, ෆින්ලන්ත
ta: ஹெல்சிங்கி, பின்லாந்து
zh: 赫尔辛基，芬兰
