Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Team bookmarked
fr: Équipe mise en signet
hi: टीम बुकमार्क किया गया
si: කණ්ඩායම පිටු සලකුණු
ta: அணி புக்மார்க்
zh: 团队已加入书签

source: Team removed from bookmark
fi: Tiimi poistettu kirjanmerkistä
fr: Équipe supprimée du favori
hi: टीम को बुकमार्क से हटा दिया गया
si: කණ්ඩායම පිටු සලකුණෙන් ඉවත් කර ඇත
ta: புக்மார்க்கிலிருந்து குழு அகற்றப்பட்டது
zh: 团队已从书签中删除

source: Clear highlighted chats
fi: Tyhjennä korostetut keskustelut
fr: Effacer les discussions en surbrillance
hi: हाइलाइट की गई चैट साफ़ करें
si: උද්දීපනය කළ කතාබස් හිස් කරන්න
ta: தெளிவுபடுத்தப்பட்ட அரட்டைகளை அழி
zh: 清除突出显示的聊天

source: Forward chat
fi: Eteenpäin chat
fr: Transférer le chat
hi: फ़ॉरवर्ड चैट
si: ඉදිරියට කතාබස් කරන්න
ta: முன்னோக்கி அரட்டை
zh: 转发聊天

source: Reply chat
fi: Vastaa keskusteluun
fr: Répondre au chat
hi: रिप्लाई चैट
si: පිළිතුරු කතාබස්
ta: பதில் அரட்டை
zh: 回复聊天

# nHighlightedChats
source: {count, plural, other{{count} highlighted chats} =1{{count} highlighted chat}}
fi: {count, plural, other{{count} korostetut keskustelut} =1{{count} korostettu chat}}
fr: {count, plural, other{{count} discussions en surbrillance} =1{{count} discussions en surbrillance}}
hi: {count, plural, other{{count} हाइलाइट की गई चैट} =1{{count} हाइलाइट की गई चैट}}
si: {count, plural, other{{count} උද්දීපනය කළ කතාබස්} =1{{count} උද්දීපනය කළ කතාබස්}}
ta: {count, plural, other{{count} ஹைலைட் செய்யப்பட்ட அரட்டைகள்} =1{{count} ஹைலைட் செய்யப்பட்ட அரட்டை}}
zh: {count,plural,other{{count} 个突出显示的聊天} =1{{count} 个突出显示的聊天}}

# sErrorMessage
source: {message, select, responseError{We encountered an unexpected issue and couldn''t process your request. Please try again later.} timeout{The connection took too long. Please check your internet connection and retry.} connection{There was an issue establishing a connection. Please check your internet connection and try again.} unknown{We encountered an unexpected issue and couldn''t process your request. Please try again later.} cancel{Previous action cancelled. Try again?} unavailable{There''s a temporary issue with our servers. Please try again later.} other{{message}}}
fi: {message, select, responseError{Havaitsimme odottamattoman ongelman, emmekä voineet käsitellä pyyntöäsi. Ole hyvä ja yritä myöhemmin uudelleen.} timeout{Yhteys kesti liian kauan. Tarkista Internet-yhteytesi ja yritä uudelleen.} connection{Yhteyden muodostamisessa oli ongelma. Tarkista internetyhteytesi ja yritä uudelleen.} unknown{Havaitsimme odottamattoman ongelman, emmekä voineet käsitellä pyyntöäsi. Ole hyvä ja yritä myöhemmin uudelleen.} cancel{Aiempi toiminto peruutettu. Yritä uudelleen?} unavailable{Palvelimessamme on väliaikainen ongelma. Ole hyvä ja yritä myöhemmin uudelleen.} other{{message}}}
fr: {message, select, responseError{Nous avons rencontré un problème inattendu et n''avons pas pu traiter votre demande. Veuillez réessayer plus tard.} timeout{La connexion a pris trop de temps. Vérifiez votre connexion Internet et réessayez.} connection{Un problème est survenu lors de l''établissement d''une connexion. S''il vous plaît, vérifiez votre connexion à internet et réessayez.} unknown{Nous avons rencontré un problème inattendu et n''avons pas pu traiter votre demande. Veuillez réessayer plus tard.} cancel{Action précédente annulée. Essayer à nouveau?} unavailable{Il y a un problème temporaire avec nos serveurs. Veuillez réessayer plus tard.} other{{message}}}
hi: {message, select, responseError{हमें एक अप्रत्याशित समस्या का सामना करना पड़ा और हम आपके अनुरोध पर कार्रवाई नहीं कर सके। कृपया बाद में पुन: प्रयास करें।} timeout{कनेक्शन में बहुत अधिक समय लगा. कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।} connection{कनेक्शन स्थापित करने में एक समस्या थी. अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।} unknown{हमें एक अप्रत्याशित समस्या का सामना करना पड़ा और हम आपके अनुरोध पर कार्रवाई नहीं कर सके। कृपया बाद में पुन: प्रयास करें।} cancel{पिछली कार्रवाई रद्द कर दी गई. पुनः प्रयास करें?} unavailable{हमारे सर्वर के साथ एक अस्थायी समस्या है। कृपया बाद में पुन: प्रयास करें।} other{{message}}}
si: {message, select, responseError{අපි අනපේක්ෂිත ගැටලුවකට මුහුණ දුන් අතර ඔබේ ඉල්ලීම ක්‍රියාවට නැංවිය නොහැකි විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.} timeout{සම්බන්ධතාවයට වැඩි කාලයක් ගතවිය. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.} connection{සම්බන්ධතාවයක් ඇති කර ගැනීමේ ගැටලුවක් ඇති විය. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.} unknown{අපි අනපේක්ෂිත ගැටලුවකට මුහුණ දුන් අතර ඔබේ ඉල්ලීම ක්‍රියාවට නැංවීමට නොහැකි විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න.} cancel{පෙර ක්‍රියාව අවලංගු කරන ලදී. නැවත උත්සාහ කරන්න?} unavailable{අපගේ සේවාදායකයන් සමඟ තාවකාලික ගැටලුවක් ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.} other{{message}}}
ta: {message, select, responseError{நாங்கள் எதிர்பாராத சிக்கலை எதிர்கொண்டோம், உங்கள் கோரிக்கையைச் செயல்படுத்த முடியவில்லை. பிறகு முயற்சிக்கவும்.} timeout{இணைப்பு அதிக நேரம் எடுத்தது. உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.} connection{இணைப்பை நிறுவுவதில் சிக்கல். உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.} unknown{நாங்கள் எதிர்பாராத சிக்கலை எதிர்கொண்டோம், உங்கள் கோரிக்கையைச் செயல்படுத்த முடியவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.} cancel{முந்தைய செயல் ரத்துசெய்யப்பட்டது. மீண்டும் முயற்சி செய்?} unavailable{எங்கள் சேவையகங்களில் தற்காலிக சிக்கல் உள்ளது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.} other{{message}}}
zh: {message, select, responseError{我们遇到了意外问题，无法处理您的请求。 请稍后再试。} timeout{连接花费的时间太长。 请检查您的互联网连接并重试。} connection{建立连接时出现问题。 请检查您的互联网连接，然后重试。} unknown{我们遇到了意外问题，无法处理您的请求。 请稍后再试。} cancel{先前的操作已取消。 再试一次？} unavailable{我们的服务器暂时出现问题。 请稍后再试。} other{{message}}}

# sErrorTitle
source: {message, select, timeout{Connection Timeout} connection{Connection Failed} unknown{Something went wrong} cancel{Request Cancelled} unavailable{Something went wrong} other{Error}}
fi: {message, select, timeout{Yhteyden aikakatkaisu} connection{Yhteys epäonnistui} unknown{Jotain meni pieleen} cancel{Pyyntö peruutettu} unavailable{Jotain meni pieleen} other{Virhe}}
fr: {message, select, timeout{Délai de connection dépassé} connection{La connexion a échoué} unknown{Quelque chose s''est mal passé} cancel{Requête annulée} unavailable{Quelque chose s''est mal passé} other{Erreur}}
hi: {message, select, timeout{रिश्तों का समय बाहर} connection{कनेक्शन विफल} unknown{कुछ गलत हो गया} cancel{अनुरोध रद्द किया गया} unavailable{कुछ गलत हो गया} other{त्रुटि}}
si: {message, select, timeout{සම්බන්ධතා කල් ඉකුත්වීම} connection{සම්බන්ධතාවය අසාර්ථක විය} unknown{මොකක්හරි වැරැද්දක් වෙලා} cancel{ඉල්ලීම අවලංගු කරන ලදී} unavailable{මොකක්හරි වැරැද්දක් වෙලා} other{දෝෂයකි}}
ta: {message, select, timeout{இணைப்பு நேரம் முடிந்தது} connection{இணைப்பு தோல்வியடைந்தது} unknown{ஏதோ தவறு நடந்துவிட்டது} cancel{கோரிக்கை ரத்து செய்யப்பட்டது} unavailable{ஏதோ தவறு நடந்துவிட்டது} other{பிழை}}
zh: {message, select, timeout{连接超时} connection{连接失败} unknown{出了些问题} cancel{请求被取消} unavailable{出了些问题} other{误差}}

# otpExactly6Digits
source: OTP should be exactly 6 digits
fi: OTP:n tulee olla täsmälleen 6 numeroa pitkä
fr: OTP doit contenir exactement 6 chiffres
hi: ओटीपी बिल्कुल 6 अंकों का होना चाहिए
si: OTP හරියටම ඉලක්කම් 6ක් විය යුතුය
ta: OTP சரியாக 6 இலக்கங்களாக இருக்க வேண்டும்
zh: OTP 应该正好是 6 位数字

# enterValidNumericOtp
source: Enter a valid numeric OTP
fi: Syötä kelvollinen numeroinen OTP
fr: Entrez un OTP numérique valide
hi: एक वैध संख्यात्मक ओटीपी दर्ज करें
si: වලංගු සංඛ්‍යාත්මක OTP එකක් ඇතුළු කරන්න
ta: சரியான எண் OTP ஐ உள்ளிடவும்
zh: 输入有效的数字 OTP

# otpSentEnterCodeToProceed
source: Otp sent. Please enter the latest code to proceed.
fi: Otp lähetetty. Anna viimeisin koodi jatkaaksesi.
fr: Otp envoyé. Veuillez entrer le dernier code pour continuer.
hi: ओटीपी भेजा गया. आगे बढ़ने के लिए कृपया नवीनतम कोड दर्ज करें।
si: Otp යවන ලදී. කරුණාකර ඉදිරියට යාමට නවතම කේතය ඇතුලත් කරන්න.
ta: Otp அனுப்பப்பட்டது. தொடர சமீபத்திய குறியீட்டை உள்ளிடவும்.
zh: 奥特普已发送。 请输入最新的代码以继续。

source: Search gif
fi: Hae gif
fr: Rechercher un gif
hi: Gif खोजें
ta: தேடல் gif
zh: 搜索 gif

source: Search emoji
fi: Hae emoji
fr: Rechercher des emoji
hi: इमोजी खोजें
si: සෙවුම් ඉමොජි
ta: தேடல் ஈமோஜி
zh: 搜索表情符号

source: Search stickers
fi: Hae tarroja
fr: Rechercher des autocollants
hi: स्टिकर खोजें
si: සෙවුම් ස්ටිකර්
ta: ஸ்டிக்கர்களைத் தேடு
zh: 搜索贴纸

# couldNotRemovePlaymateTryAgain
source: Couldn''t remove playmate. Please check your internet connection
fi: Leikkikaveria ei voitu poistaa. Tarkista Internet-yhteytesi
fr: Impossible de supprimer Playmate. Veuillez vérifier votre connexion Internet
hi: प्लेमेट को हटाया नहीं जा सका। कृपया अपना इंटरनेट कनेक्शन जांचें
si: ප්ලේමේට් ඉවත් කිරීමට නොහැකි විය. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න
ta: பிளேமேட்டை அகற்ற முடியவில்லை. உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
zh: 无法删除玩伴。请检查您的互联网连接

# couldNotRemoveFanTryAgain
source: Couldn''t remove fan. Please check your internet connection
fi: Tuuletinta ei voitu poistaa. Tarkista internetyhteytesi
fr: Impossible de supprimer le ventilateur. Veuillez vérifier votre connexion Internet
hi: पंखा नहीं हटाया जा सका। कृपया अपना इंटरनेट कनेक्शन जांचें
si: පංකාව ඉවත් කිරීමට නොහැකි විය. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න
ta: விசிறியை அகற்ற முடியவில்லை. உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
zh: 无法移除风扇。请检查您的互联网连接

source: Low
fi: Matala
fr: Faible
hi: कम
si: අඩු
ta: குறைவு
zh: 低

source: Can''t decline review this time
fi: Arvostelua ei voi hylätä tällä kertaa
fr: Je ne peux pas refuser l''avis cette fois
hi: इस बार समीक्षा अस्वीकार नहीं कर सकते
si: මෙවර සමාලෝචනය ප්‍රතික්ෂේප කළ නොහැක
ta: இந்த நேரத்தில் மதிப்பாய்வை நிராகரிக்க முடியாது
zh: 这次不能拒绝审核

# unableToAcceptReview
source: Unable to accept this review
fi: Tätä arvostelua ei voida hyväksyä
fr: Impossible d''accepter cet avis
hi: इस समीक्षा को स्वीकार करने में असमर्थ
si: මෙම සමාලෝචනය පිළිගත නොහැක
ta: இந்த மதிப்பாய்வை ஏற்க முடியவில்லை
zh: 无法接受此评论

source: Profile not found
fi: Profiilia ei löydy
fr: Profil non trouvé
hi: प्रोफ़ाइल नहीं मिला
si: පැතිකඩ හමු නොවීය
ta: சுயவிவரம் கிடைக்கவில்லை
zh: 找不到个人资料

# couldNotRemovePlaymate
source: Couldn''t remove playmate. Please try again
fi: Playmate ei voitu poistaa. Yritä uudelleen
fr: Impossible de supprimer le camarade de jeu. Veuillez réessayer
hi: प्लेमेट को हटाया नहीं जा सका. कृपया पुन: प्रयास करें
si: සෙල්ලම් සගයා අයින් කරන්න බැරි වුනා. කරුණාකර නැවත උත්සාහ කරන්න
ta: பிளேமேட்டை அகற்ற முடியவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்
zh: 无法删除玩伴。请再试一次

# yourRequestCouldNotBeSent
source: Your request couldn''t be sent. Please try again
fi: Pyyntöäsi ei voitu lähettää. Yritä uudelleen
fr: Votre requête n''a pas pu être envoyée. S''il vous plaît réessayez
hi: आपका अनुरोध भेजा नहीं जा सका. कृपया पुन: प्रयास करें
si: ඔබගේ ඉල්ලීම යැවීමට නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න
ta: உங்கள் கோரிக்கையை அனுப்ப முடியவில்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்
zh: 无法发送您的请求。请再试一次

# unableToCancelRequest
source: Unable to cancel request. Please try again
fi: Pyyntöä ei voi peruuttaa. Yritä uudelleen
fr: Impossible d''annuler la demande. Veuillez réessayer
hi: अनुरोध रद्द करने में असमर्थ. कृपया पुनः प्रयास करें
si: ඉල්ලීම අවලංගු කිරීමට නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න
ta: கோரிக்கையை ரத்து செய்ய முடியவில்லை. மீண்டும் முயற்சிக்கவும்
zh: 无法取消请求。请再试一次

source: Unable to bookmark the post
fi: Viestiä ei voitu lisätä kirjanmerkkeihin
fr: Impossible d''ajouter le post en favori
hi: पोस्ट को बुकमार्क करने में असमर्थ
si: පෝස්ට් එක බුක්මාර්ක් කරන්න බැරි වුනා
ta: இடுகையை புக்மார்க் செய்ய முடியவில்லை
zh: 无法将帖子添加书签

# unableToRemovePostFromBookmark
source: Unable to remove the post from your bookmarks
fi: Viestiä ei voitu poistaa kirjanmerkeistäsi
fr: Impossible de supprimer le post de vos favoris
hi: पोस्ट को आपके बुकमार्क से हटाने में असमर्थ
si: ඔබගේ පිටු සලකුණු වලින් පළ කිරීම ඉවත් කිරීමට නොහැකි විය
ta: உங்கள் புக்மார்க்குகளில் இருந்து இடுகையை அகற்ற முடியவில்லை
zh: 无法从您的书签中删除该帖子

source: Cancelling the activity was unsuccessful
fi: Aktiviteetin peruuttaminen epäonnistui
fr: L''annulation de l''activité a échoué
hi: गतिविधि को रद्द करना असफल रहा
si: ක්‍රියාකාරකම අවලංගු කිරීම අසාර්ථක විය
ta: செயல்பாட்டை ரத்து செய்வது தோல்வியடைந்தது
zh: 活动取消失败

source: Unable to delete post
fi: Viestiä ei voi poistaa
fr: Impossible de supprimer le post
hi: पोस्ट हटाने में असमर्थ
si: පළ කිරීම මැකීමට නොහැකිය
ta: இடுகையை நீக்க முடியவில்லை
zh: 无法删除帖子

source: Unable to hide post
fi: Viestiä ei voi piilottaa
fr: Impossible de masquer le post
hi: पोस्ट छुपाने में असमर्थ
si: පළ කිරීම සැඟවිය නොහැක
ta: இடுகையை மறைக்க முடியவில்லை
zh: 无法隐藏帖子

# unableToBlockPostsFromUser
source: Unable to block posts from this user
fi: Tämän käyttäjän viestejä ei voi estää
fr: Impossible de bloquer les posts de cet utilisateur
hi: इस उपयोगकर्ता की पोस्ट को ब्लॉक करने में असमर्थ
si: මෙම පරිශීලකයාගෙන් පළ කිරීම් අවහිර කිරීමට නොහැකි විය
ta: இந்த பயனரிடமிருந்து இடுகைகளைத் தடுக்க முடியவில்லை
zh: 无法屏蔽该用户的帖子

source: Failed to remove the user
fi: Käyttäjän poistaminen epäonnistui
fr: Echec de la suppression de l''utilisateur
hi: उपयोगकर्ता को निकालने में विफल
si: පරිශීලකයා ඉවත් කිරීමට අසමත් විය
ta: பயனரை அகற்றுவதில் தோல்வி
zh: 无法移除用户

source: Can''t react to the post at this time
fi: Julkaisuun ei voi reagoida tällä hetkellä
fr: Impossible de réagir à le post pour le moment
hi: इस समय पोस्ट पर प्रतिक्रिया नहीं दे सकता
si: මේ වෙලාවේ පෝස්ට් එකට ප් රතිචාර දක්වන්න බෑ
ta: இந்த இடுகைக்கு இந்த நேரத்தில் எதிர்வினையாற்ற முடியாது
zh: 目前无法对帖子做出反应

source: Something went wrong
fi: Jotain meni pieleen
fr: Quelque chose s''est mal passé
hi: कुछ गलत हो गया
si: මොකක්හරි වැරැද්දක් වෙලා
ta: ஏதோ தவறு நடந்துவிட்டது
zh: 出了些问题

# unableToRetrievePlaymatesListAttendingActivity
source: Unable to retrieve the list of playmates attending this activity
fi: Tähän aktiviteettiin osallistuvien leikkikavereiden luetteloa ei voi noutaa
fr: Impossible de récupérer la liste des camarades de jeu participant à cette activité
hi: इस गतिविधि में भाग लेने वाले प्लेमेट्स की सूची पुनर्प्राप्त करने में असमर्थ
si: මෙම ක්‍රියාකාරකමට සහභාගී සෙල්ලම් සගයන් ලැයිස්තුව නැවත ලබා ගැනීමට නොහැකි විය
ta: இந்தச் செயலில் கலந்துகொள்ளும் விளையாட்டுத் தோழர்களின் பட்டியலை மீட்டெடுக்க முடியவில்லை
zh: 无法检索参加此活动的玩伴列表

source: Try again
fi: Yritä uudelleen
fr: Réessayez
hi: पुनः प्रयास करें
si: නැවත උත්සාහ කරන්න
ta: மீண்டும் முயற்சி செய்
zh: 再试一次

source: Oops! Something went wrong during refresh
fi: Oho! Jotain meni pieleen päivityksen aikana
fr: Oops! Une erreur s''est produite lors de l''actualisation
hi: उफ़! रिफ्रेश के दौरान कुछ गलत हो गया
si: අහෝ! නැවුම් කිරීමේදී යම් දෙයක් වැරදී ඇත
ta: அச்சச்சோ! புதுப்பிக்கும் போது ஏதோ தவறு ஏற்பட்டது
zh: 哎呀！ 刷新期间出现问题

source: Can''t decline request this time
fi: Pyyntöä ei voi hylätä tällä kertaa
fr: Impossible de refuser la demande cette fois
hi: इस बार अनुरोध अस्वीकार नहीं किया जा सकता
si: මෙවර ඉල්ලීම ප්‍රතික්ෂේප කළ නොහැක
ta: இந்த முறை கோரிக்கையை நிராகரிக்க முடியாது
zh: 这次无法拒绝请求

source: Unable to accept this request
fi: Tätä pyyntöä ei voida hyväksyä
fr: Impossible d''accepter cette demande
hi: यह अनुरोध स्वीकार करने में असमर्थ
si: මෙම ඉල්ලීම පිළිගත නොහැක
ta: இந்த கோரிக்கையை ஏற்க முடியவில்லை
zh: 无法接受此请求

source: You have no upcoming activities at this time
fi: Sinulla ei ole tulevia aktiviteetteja tällä hetkellä
fr: Vous n''avez aucune activité à venir pour le moment
hi: इस समय आपके पास कोई आगामी गतिविधि नहीं है
si: ඔබට මෙම අවස්ථාවේදී ඉදිරියට එන ක්‍රියාකාරකම් නොමැත
ta: இந்த நேரத்தில் உங்களிடம் வரவிருக்கும் செயல்பாடுகள் எதுவும் இல்லை
zh: 您目前没有即将进行的活动

source: The activity you requested could not be found
fi: Pyytämääsi aktiviteettia ei löytynyt
fr: L''activité que vous avez demandée est introuvable
hi: आपके द्वारा अनुरोधित गतिविधि नहीं मिल सकी
si: ඔබ ඉල්ලූ ක්‍රියාකාරකම සොයාගත නොහැකි විය
ta: நீங்கள் கோரிய செயல்பாடுகள் கண்டறிய முடியவில்லை
zh: 找不到您请求的活动

# noResultsFoundForWord
source: No results found for "{query}"
fi: Haulle "{query}" ei löytynyt tuloksia
fr: Aucun résultat trouvé pour « {query} »
hi: "{query}" के लिए कोई परिणाम नहीं मिले
si: "{query}" සඳහා ප්‍රතිඵල කිසිවක් හමු නොවිණි
ta: "{query}" க்கான முடிவுகள் எதுவும் இல்லை
zh: 未找到"{query}"的结果

# emptyTextForUpcomingActivityRequest
source: {requestType, select, Pending{No pending request for this activity} Accepted{No accepted participant for this activity} Declined{There haven''t been any declined requests yet} other{--}}
fi: {requestType, select, Pending{Ei vielä odottavaa pyyntöä} Accepted{Tähän toimintaan ei ole hyväksytty osallistujaa} Declined{Hylättyjä pyyntöjä ei ole vielä tullut} other{--}}
fr: {requestType, select, Pending{Aucune demande en attente pour l''instant} Accepted{Aucun participant accepté pour cette activité} Declined{Il n''y a pas encore eu de demandes refusées} other{--}}
hi: {requestType, select, Pending{अभी तक कोई लंबित अनुरोध नहीं है} Accepted{इस गतिविधि के लिए कोई स्वीकृत भागीदार नहीं} Declined{अभी तक कोई भी अनुरोध अस्वीकार नहीं किया गया है} other{--}}
si: {requestType, select, Pending{තවමත් පොරොත්තු ඉල්ලීමක් නැත} Accepted{මෙම ක්‍රියාකාරකම සඳහා පිළිගත් සහභාගිවන්නෙකු නැත} Declined{තවමත් ප්‍රතික්ෂේප කළ ඉල්ලීම් කිසිවක් නොමැත} other{--}}
ta: {requestType, select, Pending{இதுவரை நிலுவையில் உள்ள கோரிக்கை இல்லை} Accepted{இந்தச் செயல்பாட்டிற்கு ஏற்றுக்கொள்ளப்பட்ட பங்கேற்பாளர்கள் இல்லை} Declined{இதுவரை நிராகரிக்கப்பட்ட கோரிக்கைகள் எதுவும் வரவில்லை} other{--}}
zh: {requestType, select, Pending{尚无待处理的请求} Accepted{本次活动暂无接受参加者} Declined{目前还没有任何被拒绝的请求} other{--}}

# emptyTextForUpcomingActivityPayment
source: {paymentType, select, Paid{There are no recorded payments for this activity} Unpaid{There are currently no unpaid transactions for this activity} Withdrawn{No participants have withdrawn from this activity yet} other{--}}
fi: {paymentType, select, Paid{Tästä toiminnasta ei ole kirjattu maksuja} Unpaid{Tähän toimintaan ei tällä hetkellä liity maksamattomia tapahtumia} Withdrawn{Yksikään osallistuja ei ole vielä vetäytynyt tästä toiminnasta} other{--}}
fr: {paymentType, select, Paid{Il n''y a aucun paiement enregistré pour cette activité} Unpaid{Il n''y a actuellement aucune transaction impayée pour cette activité} Withdrawn{Aucun participant ne s''est encore retiré de cette activité} other{--}}
hi: {paymentType, select, Paid{इस गतिविधि के लिए कोई रिकॉर्डेड भुगतान नहीं है} Unpaid{इस गतिविधि के लिए वर्तमान में कोई अवैतनिक लेनदेन नहीं है} Withdrawn{अभी तक किसी भी प्रतिभागी ने इस गतिविधि से नाम वापस नहीं लिया है} other{--}}
si: {paymentType, select, Paid{මෙම ක්‍රියාකාරකම සඳහා වාර්තාගත ගෙවීම් නොමැත} Unpaid{මෙම ක්‍රියාකාරකම සඳහා දැනට නොගෙවූ ගනුදෙනු නොමැත} Withdrawn{සහභාගිවන්නන් තවමත් මෙම ක්රියාකාරකම් වලින් ඉවත් වී නැත} other{--}}
ta: {paymentType, select, Paid{இந்தச் செயல்பாட்டிற்காக பேமெண்ட்கள் எதுவும் பதிவு செய்யப்படவில்லை} Unpaid{இந்தச் செயல்பாட்டிற்கு தற்போது செலுத்தப்படாத பரிவர்த்தனைகள் எதுவும் இல்லை} Withdrawn{இந்தச் செயலில் இருந்து இதுவரை எந்தப் பங்கேற்பாளர்களும் விலகவில்லை} other{--}}
zh: {paymentType, select, Paid{此活动没有记录的付款} Unpaid{目前此活动没有未付款交易} Withdrawn{尚未有参与者退出此活动} other{--}}

# emptyTextForUpcomingActivityAttendance
source: {attendanceType, select, Awaiting{No participants are awaiting attendance yet} Attended{There are currently no participants marked as attending this activity} Missed{No missed participants yet} other{--}}
fi: {attendanceType, select, Awaiting{Yksikään osallistuja ei vielä odota osallistumista} Attended{Tällä hetkellä ei ole yhtään osallistujaa, joka on merkitty osallistuvaksi tähän aktiviteettiin} Missed{Ei vielä yhtään puuttunutta osallistujaa} other{--}}
fr: {attendanceType, select, Awaiting{Aucun participant n''est encore en attente de participation} Attended{Il n''y a actuellement aucun participant marqué comme participant à cette activité} Missed{Aucun participant manqué pour l''instant} other{--}}
hi: {attendanceType, select, Awaiting{अभी तक कोई भी प्रतिभागी उपस्थिति की प्रतीक्षा नहीं कर रहा है} Attended{वर्तमान में इस गतिविधि में भाग लेने वाले किसी भी प्रतिभागी को चिह्नित नहीं किया गया है} Missed{अभी तक कोई छूटा हुआ प्रतिभागी नहीं} other{--}}
si: {attendanceType, select, Awaiting{දැනට, සහභාගිවන්නන් කිසිවෙක් පැමිණීම අපේක්ෂාවෙන් නොමැත} Attended{මෙම ක්‍රියාකාරකමට සහභාගී වන ලෙස සලකුණු කර ඇති සහභාගිවන්නන් දැනට නොමැත} Missed{තවමත් මඟ හැරුණු සහභාගිවන්නන් නැත} other{--}}
ta: {attendanceType, select, Awaiting{தற்போது, பங்கேற்பாளர்கள் யாரும் வருகைக்காக காத்திருக்கவில்லை} Attended{இந்த நடவடிக்கையில் கலந்துகொள்வதாக குறிக்கப்பட்ட பங்கேற்பாளர்கள் எவரும் தற்போது இல்லை} Missed{இதுவரை தவறவிட்ட பங்கேற்பாளர்கள் இல்லை} other{--}}
zh: {attendanceType, select, Awaiting{尚未有参与者等待出席} Attended{目前没有被标记为参加此活动的参与者} Missed{目前还没有错过的参与者} other{--}}

# doubleCheckSpellingOrTryDifferentKeywordsToRefineSearch
source: Double-check your spelling or try different keywords to refine your search
fi: Tarkista oikeinkirjoitus tai kokeile eri avainsanoja tarkentaaksesi hakuasi
fr: Vérifiez votre orthographe ou essayez différents mots-clés pour affiner votre recherche
hi: अपनी वर्तनी को दोबारा जांचें या अपनी खोज को परिष्कृत करने के लिए अलग-अलग कीवर्ड आज़माएं
si: ඔබේ සෙවුම පිරිපහදු කිරීමට ඔබේ අක්ෂර වින්‍යාසය දෙවරක් පරීක්ෂා කරන්න හෝ විවිධ මූල පද උත්සාහ කරන්න
ta: உங்கள் எழுத்துப்பிழையை இருமுறை சரிபார்க்கவும் அல்லது உங்கள் தேடலை செம்மைப்படுத்த வெவ்வேறு முக்கிய வார்த்தைகளை முயற்சிக்கவும்
zh: 仔细检查您的拼写或尝试不同的关键字来优化您的搜索

source: Accepted request
fi: Hyväksytty pyyntö
fr: Demande acceptée
hi: स्वीकृत अनुरोध
si: පිළිගත් ඉල්ලීම
ta: ஏற்றுக்கொள்ளப்பட்ட கோரிக்கை
zh: 已接受请求

# acceptedRequestFromUser
source: Accepted request from {username}
fi: {username}n pyyntö hyväksytty
fr: Demande acceptée de {username}
hi: {username} से अनुरोध स्वीकार किया गया
si: {username} වෙතින් ඉල්ලීම පිළිගත්
ta: {username} இலிருந்து ஏற்றுக்கொள்ளப்பட்ட கோரிக்கை
zh: 已接受{username}的请求

source: Declined request
fi: Hylätty pyyntö
fr: Demande refusée
hi: अस्वीकृत अनुरोध
si: ප්‍රතික්ෂේප කළ ඉල්ලීම
ta: நிராகரிக்கப்பட்ட கோரிக்கை
zh: 请求被拒绝

# declinedRequestFromUser
source: Declined request from {username}
fi: {username}n pyyntö hylättiin
fr: Demande refusée de {username}
hi: {username} से अस्वीकृत अनुरोध
si: {username} වෙතින් ඉල්ලීම ප්‍රතික්ෂේප විය
ta: {username} இன் கோரிக்கை நிராகரிக்கப்பட்டது
zh: 拒绝了{username}的请求

source: Unable to accept request
fi: Pyyntöä ei voida hyväksyä
fr: Impossible d''accepter la demande
hi: अनुरोध स्वीकार करने में असमर्थ
si: ඉල්ලීම පිළිගැනීමට නොහැකි වීම
ta: கோரிக்கையை ஏற்க முடியவில்லை
zh: 无法接受请求

# unableToAcceptRequestFromUser
source: Unable to accept request from {username}
fi: {username}n pyyntöä ei voida hyväksyä
fr: Impossible d''accepter la demande de {username}
hi: {username} से अनुरोध स्वीकार करने में असमर्थ
si: {username} වෙතින් ඉල්ලීම පිළිගැනීමට නොහැකි විය
ta: {username} இன் கோரிக்கையை ஏற்க முடியவில்லை
zh: 无法接受{username}的请求

source: Unable to decline request
fi: Pyyntöä ei voi hylätä
fr: Impossible de refuser la demande
hi: अनुरोध अस्वीकार करने में असमर्थ
si: ඉල්ලීම ප්රතික්ෂේප කිරීමට නොහැකි
ta: கோரிக்கையை நிராகரிக்க முடியவில்லை
zh: 无法拒绝请求

# unableToDeclineRequestFromUser
source: Unable to decline request from {username}
fi: {username}n pyyntöä ei voi hylätä
fr: Impossible de refuser la demande de {username}
hi: {username} से अनुरोध अस्वीकार करने में असमर्थ
si: {username} වෙතින් ඉල්ලීම ප්‍රතික්ෂේප කළ නොහැක
ta: {username} இலிருந்து கோரிக்கையை நிராகரிக்க முடியவில்லை
zh: 无法拒绝{username}的请求

# unableToMarkUser
source: Unable to mark {username}
fi: {username} ei voi merkitä
fr: Impossible de marquer {username}
hi: {username} को चिह्नित करने में असमर्थ
si: {username} සලකුණු කිරීමට නොහැකි විය
ta: {username} ஐக் குறிக்க முடியவில்லை
zh: 无法标记 {username}

# markedUser
source: {username} is marked present
fi: {username} on merkitty läsnä olevaksi
fr: {username} est marqué présent
hi: {username} को वर्तमान में चिह्नित किया गया है
si: {username} වර්තමාන සලකුණු කර ඇත
ta: {username} தற்போது குறிக்கப்பட்டுள்ளது
zh: {username} 被标记为存在

source: Unable to resend the OTP
fi: OTP:n lähettäminen uudelleen epäonnistui
fr: Impossible de renvoyer l''OTP
hi: OTP पुनः भेजने में असमर्थ
si: OTP යලි යැවීමට නොහැක
ta: OTP ஐ மீண்டும் அனுப்ப முடியவில்லை
zh: 无法重新发送 OTP
