Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Make An Admin?
fi: Tehdäänkö hänestä ylläpitäjä?
fr: En faire un administrateur ?
hi: एक व्यवस्थापक बनाएँ?
si: එක් පරිපාලනය කරන්න?
ta: ஒரு நிர்வாகியாக்க வேண்டுமா?
zh: 设为管理员吗？

source: Make A Captain?
fi: Tehdäänkö hänestä kapteeni?
fr: Faire de lui un capitaine ?
hi: एक कप्तान बनाएँ?
si: එක් කැප්ටනයක් අප්‍රසන්න?
ta: ஒரு கேப்டன் ஆக்கவுமா?
zh: 任命为队长吗？

source: Remove Team Member?
fi: Poista joukkueen jäsen?
fr: Supprimer un membre de l''équipe ?
hi: टीम सदस्य को हटाएं?
si: ටීම් සාමාජිකයන්ට ඉවත් කරන්න?
ta: அணிக்கும் மூன்றுவரையில் விழுந்து வைக்கவும்?
zh: 删除团队成员吗？

# aboutToMakePlaymateAdmin
source: You are about to make this playmate an admin on your team
fi: Olet tekemässä tästä leikkikaverista ylläpitäjää tiimissäsi
fr: Vous êtes sur le point de faire de ce camarade de jeu un administrateur de votre équipe
hi: आप अपनी टीम पर इस खेल साथी को एक व्यवस्थापक बनाने जा रहे हैं
si: ඔබ ඔබේ ටිකම ප්‍රසාර්ථයට මෙම ප්ලේයිමේටයි අප්‍රසන්නයි
ta: நீங்கள் உங்கள் அணி மேடையில் இந்த பழைய நண்பரை ஒரு நிர்வாகியாக்க வேண்டும்
zh: 你即将在你的团队中使这位玩伴成为管理员

# aboutToMakePlaymateCaptain
source: You are about to make this playmate a captain on your team
fi: Olet tekemässä tästä leikkikaverista kapteenia tiimissäsi
fr: Vous êtes sur le point de faire de ce camarade de jeu un capitaine dans votre équipe
hi: आप अपनी टीम पर इस खेल साथी को एक कप्तान बनाने जा रहे हैं
si: ඔබ ඔබේ ටිකම ප්‍රසාර්ථයට මෙම ප්ලේයිමේටයි අප්‍රසන්නයි
ta: நீங்கள் உங்கள் அணி மேடையில் இந்த பழைய நண்பரை ஒரு கேப்டன் ஆக்க வேண்டும்
zh: 你即将在你的团队中使这位玩伴成为队长

# aboutToRemoveTeamMember
source: You are about to remove this playmate from your team
fi: Olet poistamassa tätä leikkikaveria tiimistäsi
fr: Vous êtes sur le point de supprimer ce camarade de jeu de votre équipe
hi: आप अपनी टीम से इस खेल साथी को हटाने जा रहे हैं
si: ඔබ ඔබේ ටිකම ප්‍රසාර්ථයේ මෙම ප්ලේයිමේටයි ඉවත් කරයි
ta: நீங்கள் உங்கள் அணியில் இந்த பழைய நண்பரை அகற்ற வேண்டும்
zh: 你即将从你的团队中删除这位玩伴

source: Add Members
fi: Lisää jäsenet
fr: Ajouter des membres
hi: सदस्य जोड़ें
si: සාමාජිකයන් එකතු කරන්න
ta: உறுப்பினர்களைச் சேர்க்கவும்
zh: 添加成员

source: Help
fi: Apua
fr: Aide
hi: मदद
si: උදව්
ta: உதவி
zh: 帮助

source: Suggested Playmates
fi: Ehdotetut leikkikaverit
fr: Camarades de jeu suggérés
hi: सुझाए गए खेल साथी
si: යෝජනා කිරීමෙන් ඇති ප්ලේයිම්
ta: பரிந்துரைக்கப்பட்ட பழைய நண்பர்கள்
zh: 推荐的玩伴

# playmatesYouHaveAsFriends
source: Playmates you have has friends.
fi: Sinulla on leikkikavereita, joilla on ystäviä.
fr: Les camarades de jeu que vous avez ont des amis
hi: आपके पास खेल साथियों के पास दोस्त हैं.
si: ඔබට ඇති ප්ලේයිම් සහිත මිතුරෙහි මිත්‍රව්‍යක් තිබේ.
ta: உங்களிடம் உள்ள பழைய நண்பர்களின் நண்பர்கள் உள்ளன.
zh: 你有玩伴的朋友.

# playmatesWithTeamInterest
source: Playmates that share the same interest has the team.
fi: Leikkikaverit, jotka jakavat saman kiinnostuksen kohteen, ovat tiimissä.
fr: Les camarades de jeu qui partagent les mêmes intérêts font partie de l''équipe.
hi: उन खेल साथियों के पास टीम है जो एक ही रुचि को साझा करते हैं.
si: සම්බන්ධයෙන් පෙන්වීම තුල ප්ලේයිම් සමග එකතු වෙයි
ta: அதே ஆர்வத்தின் பகிர்ந்துகொள்வதால் பழைய நண்பர்கள் அணியில் உள்ளனர்
zh: 兴趣相投的玩伴组成了团队.

# whoWouldYouAddToTeam
source: Who would you like to add to your team
fi: Ketä haluaisit lisätä tiimiisi
fr: Qui souhaiteriez-vous ajouter à votre équipe
hi: आप अपनी टीम में किसे जोड़ना चाहेंगे
si: ඔබට ඔබේ කණ්ඩායමට එක් කළ හැක්කේ කවුද
ta: உங்கள் அணிக்கு யாரைச் சேர்க்க விரும்புகிறீர்கள்
zh: 您想要将谁添加到您的团队

source: New members
fi: Uudet jäsenet
fr: Nouveaux membres
hi: नए सदस्य
si: නව සාමාන්‍යයෙන්
ta: புதிய உறுப்பினர்கள்
zh: 新成员

source: Search fans
fi: Etsi faneja
fr: Rechercher des fans
hi: प्रशंसकों की खोज करें
si: ප්ලේයම් සෙවීම
ta: வாழ்க்கையை தேடு
zh: 搜索粉丝

source: Make team member
fi: Tee joukkuetoverista
fr: Faire un membre de l''équipe
hi: टीम के सदस्य बनाएं
si: පායාගේ සාමාන්‍යයට සකසා ගන්න
ta: அணிக்கு உறுப்பினர் செய்ய
zh: 做团队成员

# makeFanTeamMember
source: Make this fan a team member
fi: Tee tästä fanista joukkuetoveri
fr: Faire de ce fan un membre de l''équipe
hi: इस प्रशंसक को टीम का सदस्य बनाएं
si: මෙම ප්ලේයමයෙන් පායාගේ සාමාන්‍යයට සකසා ගැනීම
ta: இந்த ஆர்வத்தை அணிக்கு உறுப்பினராக்கு
zh: 让这个粉丝成为团队成员

# aboutToMakeFanMember
source: You are about to make this fan a member of your team
fi: Olet tekemässä tästä fanista tiimisi jäsentä
fr: Vous êtes sur le point de faire de ce fan un membre de votre équipe
hi: आप इस प्रशंसक को अपनी टीम का सदस्य बनाने वाले हैं
si: ඔබ මෙම ප්ලේයමයේ පායාගේ සාමාන්‍යයට සකසා ගැනීමට යම් කිරීමේදීය
ta: இந்த ஆர்வத்தை உங்கள் அணிக்கு உறுப்பினராக்குவது பற்றி நீங்கள் முடிவு செய்யும்
zh: 你即将使这个粉丝成为你团队的一员

source: Remove fan
fi: Poista fanittaja
fr: Supprimer le fan
hi: प्रशंसक को हटाएं
si: ප්ලේයමයෙන් ඉවත් කරන්න
ta: ஆர்வத்தை நீக்கு
zh: 移除粉丝

source: Remove this fan?
fi: Poista tämä fanittaja?
fr: Supprimer ce fan ?
hi: क्या इस प्रशंसक को हटाएं?
si: මෙම ප්ලේයමයෙන් ඉවත් කරන්නේ?
ta: இந்த ஆர்வத்தை நீக்கப்பட்டதா?
zh: 移除这个粉丝吗？

# aboutToRemoveFanFromTeam
source: You are about to remove this fan from your team
fi: Olet poistamassa tätä fania tiimistäsi
fr: Vous êtes sur le point de supprimer ce fan de votre équipe
hi: आप इस प्रशंसक को अपनी टीम से हटाने वाले हैं
si: ඔබ මෙම ප්ලේයමයෙන් ඉවත් කරන්නේ ඔබගේ කණ්ඩායමෙන්
ta: இந்த ஆர்வத்தை உங்கள் அணிக்கு இருக்கும் அணியிலிருந்து அகற்ற விரும்புகிறீர்கள்
zh: 您即将将此粉丝从团队中移除

source: Add as your playmate
fi: Lisää kaveriksesi
fr: Ajouter en tant que camarade de jeu
hi: खेलने के लिए जोड़ें
si: ඔබට පැරණි කාමරයක් ලබා ගැනීමට එකඟ කරන්න
ta: உங்கள் பொழுதுபோக்கானவராகச் சேர்க்கப்படுவதற்கு
zh: 添加为你的玩伴

# aboutToSendFanPlaymateRequest
source: You are about to send this fan a personal playmate request
fi: Olet lähettämässä tälle fanille henkilökohtaista kaveripyyntöä
fr: Vous êtes sur le point d''envoyer à ce fan une demande personnelle de camarade de jeu
hi: आप इस प्रशंसक को एक व्यक्तिगत प्लेमेट अनुरोध भेजने वाले हैं
si: ඔබ මෙම ප්ලේයමයට පුද්ගලික කාමර අවශ්‍යතාවය යවන ලදි
ta: இந்த ஆர்வத்திற்கு ஒரு தனிப்பட்ட பிளேமேட் கோரிக்கையை அனுப்ப வேண்டியுள்ளீர்கள்
zh: 您即将向该粉丝发送个人玩伴请求

# setGraphDateFilter
source: {dateFilter, select, ThisWeek{This Week} LastWeek{Last Week} LastMonth{Last Month} other{--}}
fi: {dateFilter, select, ThisWeek{Tällä viikolla} LastWeek{Viime viikko} LastMonth{Viime kuukausi} other{--}}
fr: {dateFilter, select, ThisWeek{Cette semaine} LastWeek{La semaine dernière} LastMonth{Le mois dernier} other{--}}
hi: {dateFilter, select, ThisWeek{इस सप्ताह} LastWeek{पिछले सप्ताह} LastMonth{पिछले महीने} other{--}}
si: {dateFilter, select, ThisWeek{මේ සතියේ} LastWeek{පෙර සතියේ} LastMonth{පෙර මාසයේ} other{--}}
ta: {dateFilter, select, ThisWeek{இந்த வாரம்} LastWeek{கடந்த வாரம்} LastMonth{முந்திய மாதம்} other{--}}
zh: {dateFilter, select, ThisWeek{本周} LastWeek{上星期上星期} LastMonth{上个月} other{--}}

# activitiesTrendFor
source: Activities trend for {graphFilter}
fi: Toimintojen suuntaus {graphFilter}lle
fr: Tendance des activités pour {graphFilter}
hi: {graphFilter} के लिए गतिविधि का प्रवृत्ति
si: {graphFilter} සඳහා ක්‍රියා තීරුවේ දැක්විය
ta: {graphFilter} க்கான செயல்பாட்டு முன்னிட்டுப் பிரவுடி
zh: {graphFilter} 的活动趋势

source: Amount of activities
fi: Toimintojen määrä
fr: Nombre d''activités
hi: क्रियाओं की संख्या
si: ක්‍රියා ප්‍රතික්ෂේපකරණය
ta: செயல்பாட்டுகளின் அளவு
zh: 活动数量

# nCreatedActivitiesOnThisDay
source: {activityCreated, plural, =0{You created 0 activity on this day} =1{You created 1 activity on this day} other{You created {activityCreated} activities on this day}}
fi: {activityCreated, plural, =0{Et luonut toimintaa tänä päivänä} =1{Loit yhden toiminnan tänä päivänä} other{Loit {activityCreated} toimintaa tänä päivänä}}
fr: {activityCreated, plural, =0{Vous n''avez créé aucune activité ce jour-là} =1{Vous avez créé 1 activité ce jour-là} other{Vous avez créé {activityCreated} activités ce jour-là}}
hi: {activityCreated, plural, =0{आपने इस दिन कोई गतिविधि नहीं बनाई} =1{आपने इस दिन 1 गतिविधि बनाई है} other{आपने इस दिन {activityCreated} गतिविधियाँ बनाईं}}
si: {activityCreated, plural, =0{ඔබ මෙම දිනයේ 0 ක්‍රියාකාරකම සෑදී ඇති බවයි} =1{ඔබ මෙම දිනයේ 1 ක්‍රියාකාරකම සෑදී ඇති බවයි} other{ඔබ මෙම දිනයේ {activityCreated} ක්‍රියාකාරකම් සෑදී ඇති බවයි}}
ta: {activityCreated, plural, =0{இந்த நாளில் நீங்கள் 0 செயல்பாட்டை உருவாக்கியுள்ளீர்கள்} =1{இந்த நாளில் நீங்கள் 1 செயல்பாட்டை உருவாக்கியுள்ளீர்கள்} other{இந்த நாளில் நீங்கள் {activityCreated} செயல்பாட்டை உருவாக்கியுள்ளீர்கள்}}
zh: {activityCreated, plural, =0{你在这一天没有创建任何活动} =1{你在这一天创建了1项活动} other{你在这一天创建了 {activityCreated} 个活动}}

# theseAreActivitiesCreated
source: These are activities created {timeFilter}
fi: Nämä ovat {timeFilter} luotuja aktiviteetteja
fr: Ce sont des activités créées {timeFilter}
hi: ये {timeFilter} बनाई गई गतिविधियाँ हैं
si: මේවා {timeFilter} සාදන ලද ක්‍රියාකාරකම් වේ
ta: இவை {timeFilter} உருவாக்கப்பட்ட செயல்பாடுகள்
zh: 这些是{timeFilter}创建的活动

# theseAreActivitiesJoined
source: These are activities joined {timeFilter}
fi: Näihin aktiviteetteihin liittyi {timeFilter}
fr: Ce sont des activités rejointes {timeFilter}
hi: ये गतिविधियाँ {timeFilter} शामिल हुई हैं
si: මේවා {timeFilter} එක් වූ ක්‍රියාකාරකම් වේ
ta: இவை {timeFilter} சம்பந்தப்பட்ட செயல்பாடுகள்
zh: 这些是{timeFilter}参加的活动

source: Total Activities Participated
fi: Osallistutut kokonaismäärä toimintoja
fr: Activités totales participées
hi: कुल गतिविधियों में भाग लिया गया
si: සහභාගී වූ සම්පූර්ණ ක්‍රියාකාරකම්
ta: மொத்தமாக பங்கேற்ற செயல்பாடுகள்
zh: 参与的总活动数

source: Created
fi: Luotu
fr: Créé
hi: बनाया गया
si: සාදන්නාගේ
ta: உருவாக்கப்பட்டது
zh: 创建

# activitiesCreatedByTeam
source: Activities created by the team
fi: Tiimin luomat aktiviteetit
fr: Activités créées par l''équipe
hi: टीम द्वारा बनाए गए गतिविधियाँ
si: සම්පත් වූ ක්‍රියාකාරීන් වෙනුවෙන් නිර්මානය කරන ක්‍රියාකාරීන්
ta: குழுவால் உருவாக்கப்பட்ட செயல்கள்
zh: 团队创造的活动

source: Joined
fi: Liittynyt
fr: Rejoint
hi: सामिल हुआ
si: පිටවීමේ
ta: சேர்ந்தது
zh: 加入

# activitiesThatTeamParticipating
source: Activities the team will be participating in
fi: Tiimi osallistuu tapahtumiin
fr: Activités auxquelles l''équipe participera
hi: टीम भाग लेगी गतिविधियों में
si: කණ්ඩායම පෙන්වන ක්‍රියාකාරකම්
ta: குழு பங்கேற்ற செயல்கள்
zh: 团队将参与的活动

# setTeamActivityStatus
source: {status, select, Upcoming{Upcoming} Completed{Completed} Cancelled{Cancelled} Withdrawn{Withdrawn} other{--}}
fi: {status, select, Upcoming{Tuleva} Completed{Valmis} Cancelled{Peruutettu} Withdrawn{Vetäytynyt} other{--}}
fr: {status, select, Upcoming{Prochain} Completed{Terminé} Cancelled{Annulé} Withdrawn{Retiré} other{--}}
hi: {status, select, Upcoming{आगामी} Completed{पूरा हुआ} Cancelled{रद्द किया गया} Withdrawn{वापस लिया गया} other{--}}
si: {status, select, Upcoming{පිරිසැලසුම්} Completed{සම්පූර්ණයි} Cancelled{අවලංගු කරන ලදි} Withdrawn{අපේක්ෂිත කරන ලදි} other{--}}
ta: {status, select, Upcoming{வருகையான} Completed{முடிந்தது} Cancelled{ரத்துசெய்யப்பட்டது} Withdrawn{தள்ளிப்போகப்பட்டது} other{--}}
zh: {status, select, Upcoming{即将到来} Completed{完成} Cancelled{已取消} Withdrawn{撤回} other{--}}

# setTeamActivityStatusDetails
source: {status, select, Upcoming{Upcoming activities for the team.} Completed{Activities the team has completed.} Cancelled{Activities the team cancelled.} Withdrawn{Activities the team withdrew from.} other{--}}
fi: {status, select, Upcoming{Tiimille tulevat tapahtumat.} Completed{Tiimi on suorittanut aktiviteetit.} Cancelled{Tiimi peruutti aktiviteetit.} Withdrawn{Tiimit vetäytyivät tapahtumista.} other{--}}
fr: {status, select, Upcoming{Activités à venir pour l''équipe.} Completed{Activités terminées par l''équipe.} Cancelled{Activités annulées par l''équipe.} Withdrawn{Activités dont l''équipe s''est retirée.} other{--}}
hi: {status, select, Upcoming{टीम के लिए आगामी गतिविधियाँ.} Completed{टीम द्वारा पूरा की गई गतिविधियाँ.} Cancelled{टीम द्वारा रद्द की गई गतिविधियाँ.} Withdrawn{टीम ने अपनी गतिविधियों से प्रतिष्ठान की.} other{--}}
si: {status, select, Upcoming{කණ්ඩායමට පවතීන සිද්ධාන්තයින්.} Completed{කණ්ඩායම සම්පූර්ණ කිරීමේ ක්‍රියාකාරකම්} Cancelled{කණ්ඩායම අවලංගු කරන ක්‍රියාකාරකම්} Withdrawn{අයිතිය වෙතින් අපස්වේ.} other{--}}
ta: {status, select, Upcoming{குழுக்கான வருகையான செயல்கள்.} Completed{குழு முடித்த செயல்கள்.} Cancelled{குழு ரத்துசெய்யப்பட்ட செயல்கள்.} Withdrawn{குழு பிரித்த செயல்கள்} other{--}}
zh: {status, select, Upcoming{团队即将举行的活动.} Completed{团队已完成的活动.} Cancelled{团队取消的活动.} Withdrawn{队伍退出的活动.} other{--}}

source: Team Activity Status
fi: Tiimin toiminnan tila
fr: Statut des activités de l''équipe
hi: टीम की गतिविधि स्थिति
si: කණ්ඩායමේ ක්‍රියාකාරකම් තත්වයේ තත්ත්වය
ta: fகுழு செயல்பாட்டு நிலை
zh: 团队活动状态

source: Assemble Team
fi: Kokoa tiimi
fr: Assembler une équipe
hi: टीम बनाओ
si: අයිතමය සම්භාවීය කරන්න
ta: குழுவை அமைக்க
zh: 组建团队

# assembleTeamDetails
source: The creator, admin, or captain are required to assemble members of the team that will represent the team for the activity
fi: Tiimin luoja, ylläpitäjä tai kapteeni on vastuussa joukkueen jäsenten kokoamisesta, jotka edustavat joukkuetta aktiviteetissa
fr: Le créateur, l''administrateur ou le capitaine doivent rassembler les membres de l''équipe qui représenteront l''équipe lors de l''activité
hi: टीम के उपकर्ता, व्यवस्थापक, या कप्तान को आवश्यकता होती है कि वे टीम के सदस्यों को एकत्र करें जो गतिविधि के लिए टीम को प्रतिष्ठित करें
si: නිෂ්පාදකයා, පරිපාලකයා හෝ කැප්ටන් යන්ත්‍රය අත්විද්‍යාල සමූහයෙන් කාරුන් අයිතිය සමූහය නිර්මානය කිරීමට අවශ්‍ය වේ
ta: சேதாவானவர், நிர்வாகி அல்லது கேப்டன் அல்லது அதிகாரிகையாளர் அடிப்படையில் அமைப்படும் அடுக்குகளை அமைக்க வேண்டும், இது அமைப்பினைத் தொடர்புடைய செயல்பாட்டுகளுக்குக் குழுவைத் தாண்ட வேண்டும்
zh: 创建者、管理员或队长需要召集代表团队参加活动的团队成员

# startAssemblingTeam
source: Start assembling team members for activity
fi: Aloita joukkueen jäsenten kokoaminen aktiviteettia varten
fr: Commencez à rassembler les membres de l''équipe pour l''activité
hi: गतिविधि के लिए टीम के सदस्यों को एकत्र करना शुरू करें
si: ක්‍රියාකාරකමට ගමන් කිරීමට පාරම්පරික්ෂාවක් ආරම්භ කරන්න
ta: செயல்பாட்டுக்கான குழுவினரைச் சேர்க்க ஆரம்பிக்கவும்
zh: 开始组建团队成员参加活动

# pauseAssemblingTeam
source: Pause ongoing team assembling
fi: Keskeytä käynnissä oleva joukkueen kokoaminen
fr: Mettre en pause l''assemblage en cours de l''équipe
hi: चल रहे टीम के सदस्यों के एकत्रण को रोकें
si: දැනටමත් සේවාදායකයාගේ එකතු කිරීම පිරිසක් කරන්න
ta: நடப்படும் குழுவினரின் கூடுதல் சேர்க்கையை நிறுத்துக
zh: 暂停正在进行的团队组建

# endAssemblingTeam
source: End ongoing team assembling
fi: Lopeta käynnissä oleva joukkueen kokoaminen
fr: Mettre fin à l''assemblage en cours de l''équipe
hi: चल रहे टीम के सदस्यों के एकत्रण को समाप्त करें
si: දැනටමත් සේවාදායකයාගේ එකතු කිරීමේ අවසන් කරන්න
ta: நடப்படும் குழுவினரின் கூடுதல் சேர்க்கையை முடிவுக்கு வரவேற்குக
zh: 结束正在进行的团队组建

# setTeamActivityScheduleFilter
source: {filter, select, All{All} Assembling{Assembling} CompletedAssembling{Completed Assembling} NotAssembling{Not Assembling} other{--}}
fi: {filter, select, All{Kaikki} Assembling{Koottu} CompletedAssembling{Valmis koottu} NotAssembling{Ei koottu} other{--}}
fr: {filter, select, All{Tous} Assembling{Assemblé} CompletedAssembling{Assemblé Complet} NotAssembling{Non assemblé} other{--}}
hi: {filter, select, All{सभी} Assembling{एकत्र किया गया} CompletedAssembling{पूरा हुआ एकत्रित} NotAssembling{नहीं जुटाया गया} other{--}}
si: {filter, select, All{සියල්ල} Assembling{ඒවායේ සමූහයෙන් සැකසුවීමක් සිදු කර ඇති} CompletedAssembling{සමූහය සකසු ඇත්තාම සම්පූර්ණයි} NotAssembling{නොසකසා නොමැතියි} other{--}}
ta: {filter, select, All{அனைத்து} Assembling{சேர்க்கப்பட்டு} CompletedAssembling{முழுமையான சேர்க்கப்பட்டு நிறுத்தமாக்கப்பட்டது} NotAssembling{சேர்க்கப்படவில்லை} other{--}}
zh: {filter, select, All{全部} Assembling{已组装} CompletedAssembling{完成组装} NotAssembling{未组装} other{--}}

source: Filter Team Activities Schedule by
fi: Suodata joukkueen aktiviteettien aikataulu käyttäen
fr: Filtrer l''horaire des activités de l''équipe
hi: टीम की गतिविधि कार्यक्रम को फ़िल्टर करें
si: කාණ්ඩයේ ක්‍රියා සටහන් වන්නේ වියයුතුකම අමතක කරන්න
ta: குழு செயல்கள் திட்டத்தை வடிகட்டுக
zh: 过滤团队活动日程

# setTeamActivityScheduleFilterTitle
source: {filter, select, All{Filter by All} Assembling{Filter by Assemble} CompletedAssembling{Filter by Completed Assemble} NotAssembling{Filter by Not Assemble} other{--}}
fi: {filter, select, All{Suodata kaikki} Assembling{Suodata kokoamisen perusteella} CompletedAssembling{Suodata valmiiksi koottujen perusteella} NotAssembling{Suodata ei koottujen perusteella} other{--}}
fr: {filter, select, All{Filtrer par Tout} Assembling{Filtrer par Assembler} CompletedAssembling{Filtrer par Assemblage Terminé} NotAssembling{Filtrer par Non Assemblé} other{--}}
hi: {filter, select, All{सभी से फ़िल्टर करें} Assembling{एकत्र करने से फ़िल्टर करें} CompletedAssembling{पूरी तरह से एकत्रित करने से फ़िल्टर करें} NotAssembling{एकत्रित नहीं करने से फ़िल्टर करें} other{--}}
si: {filter, select, All{සියලුම සමූහයෙන් පෙරළන්දිය ක්‍රියාකරණයක් කරන්න} Assembling{සමූහයෙන් පෙරළන්දිය ක්‍රියාකරණයක් කරන්න} CompletedAssembling{සම්පූර්ණ ක්‍රියාකරන්න හෝ සකස් කරන්නේ හැකිය} NotAssembling{සාක්ෂික කිරීමෙන් හෝ නොවන තේරීමෙන් සමූහය පෙරළන්දියක් කරන්න} other{--}}
ta: {filter, select, All{அனைத்தும் வடிகட்டுக} Assembling{சேர்க்கையின் அடிப்படையில் வடிகட்டு} CompletedAssembling{முழுமையான சேர்க்கப்பட்டு அடிப்படையில் வடிகட்டு செயல்களின் வடிகட்டு} NotAssembling{சேர்க்கப்படாத அடிப்படையில் வடிகட்டு} other{--}}
zh: {filter, select, All{通过全部筛选} Assembling{通过组装筛选} CompletedAssembling{通过已完成组装筛选} NotAssembling{通过未组装筛选} other{--}}

# setTeamActivityScheduleFilterDetails
source: {filter, select, All{Assemble, Completed, & not assembled} Assembling{Activities that have an ongoing team assemble} CompletedAssembling{Activities that has a team assemble for it} NotAssembling{Activities you haven''t assemble a team for} other{--}}
fi: {filter, select, All{Koota, Valmiiksi koottu ja ei koottu} Assembling{Toiminnat, joissa on käynnissä oleva tiimin kokoaminen} CompletedAssembling{Toiminnot, joissa on tiimi koottuna sille} NotAssembling{Toiminnot, joihin et ole koonnut tiimiä} other{--}}
fr: {filter, select, All{Assembler, Terminé, et non assemblé} Assembling{Activités qui ont une équipe en cours d''assemblage} CompletedAssembling{Activités pour lesquelles une équipe a été assemblée} NotAssembling{Activités pour lesquelles vous n''avez pas assemblé d''équipe} other{--}}
hi: {filter, select, All{एकत्र करें, पूरा किया गया, और नहीं एकत्र किया गया} Assembling{उस सक्रियता के जिसमें एक चल रहे समूह को एकत्र किया जा रहा है} CompletedAssembling{उन सक्रियताओं में जिनके लिए एक समूह एकत्र किया गया है} NotAssembling{उन सक्रियताओं में जिनके लिए आपने कोई समूह नहीं एकत्र किया है} other{--}}
si: {filter, select, All{සකස් කරන්න, සම්පූර්ණ කරන්න, සාක්ෂික කිරීමෙන් නොවන තේරීමෙන් පෙරළන්දිය} Assembling{සාක්ෂික ක්‍රියාකාරකම් ඇතුළු වෙමින් සමූහය සැකසීමේ ක්‍රියාකාරකම්} CompletedAssembling{එය සඳහා පෙන්වන තේරීම් සඳහා සමූහය සැකසු අතර ක්‍රියාකාරකම්} NotAssembling{ඔබ සඳහා කිසිවෙකුගේ සමූහය සැකසු නොවීයි පැවැත්වීම්} other{--}}
ta: {filter, select, All{சேர்க்கவும், முழுமையானது, சேர்க்கப்படாதது} Assembling{ஒரு செயல்பாட்டில் மேம்படுத்தப்படும் ஒரு அடிப்படையில் இருக்கும் செயல்பாடுகள்} CompletedAssembling{அது மேம்படுத்தப்பட்டுள்ள ஒரு அணிக்கூடம் குழுவாக இருக்கும் செயல்பாடுகள்} NotAssembling{நீங்கள் அதிகாரப்பூர்வமாக ஒரு அணிக்கூடத்தை சேர்க்கவில்லையான செயல்பாடுகள்} other{--}}
zh: {filter, select, All{组装，已完成和未组装} Assembling{具有正在进行的团队组装的活动} CompletedAssembling{具有为其组装团队的活动} NotAssembling{您尚未组装团队的活动} other{--}}

source: Assembling team
fi: Tiimin kokoaminen
fr: Assemblage de l''équipe
hi: टीम को एकत्र करना
si: සමූහයේ සැකසුම් විය යුතුයි
ta: fஅணிக்கூடத்தை அமைக்கும் செயல்பாடு
zh: 组建团队

source: Team Member Required
fi: Tiimin jäsen vaaditaan
fr: Membre de l''équipe requis
hi: टीम का सदस्य आवश्यक है
si: සමූහ සාමාන්යයෙන් අවශ්‍යයි
ta: அணிக்கூடத்திற்கு உறுதியான உறுப்பினர் தேவைப்படுகின்றது
zh: 需要团队成员

source: Description (optional)
fi: Kuvaus (valinnainen)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
si: විස්තරය (විකල්පයේදී)
ta: விளக்கம் (விரும்பப்படாதது)
zh: 描述（可选）

source: Description
fi: Kuvaus
hi: विवरण
si: විස්තරය
ta: விளக்கம்
zh: 描述

source: Will You be Coming?
fi: Tuletko?
fr: Viendrez-vous ?
hi: क्या आप आ रहे हो?
si: ඔබ එහි ඇතිබේද?
ta: வாருங்களா?
zh: 你会来吗？

source: End Date
fi: Päättymispäivä
fr: Date de fin
hi: समाप्ति तिथि
si: අවසාන දිනය
ta: முடிவு தேதி
zh: 结束日期

# setYesNoNotSure
source: {option, select, Yes{Yes} No{No} NotSure{Not Sure} other{--}}
fi: {option, select, Yes{Kyllä} No{Ei} NotSure{En tiedä} other{--}}
fr: {option, select, Yes{Oui} No{Non} NotSure{Pas sûr} other{--}}
hi: {option, select, Yes{हाँ} No{नहीं} NotSure{पक्का नहीं} other{--}}
si: {option, select, Yes{ඔව්} No{නැත} NotSure{විශ්වාස නැහැ} other{--}}
ta: {option, select, Yes{ஆம்} No{இல்லை} NotSure{தெரியாது} other{--}}
zh: {option, select, Yes{是} No{不} NotSure{不确定} other{--}}

# nDaysLeft
source: {daysLeft, plural, =0{0 days left} =1{1 day left} other{{daysLeft} days left}}
fi: {daysLeft, plural, =0{0 päivää jäljellä} =1{1 päivä jäljellä} other{{daysLeft} päivää jäljellä}}
fr: {daysLeft, plural, =0{0 jours restants} =1{1 jour restant} other{{daysLeft} jours restants}}
hi: {daysLeft, plural, =0{0 दिन बचे} =1{1 दिन बचा} other{{daysLeft} दिन बचे}}
si: {daysLeft, plural, =0{දින 0 ක් ඉතිරිව ඇත} =1{දින 1 ක් ඉතිරිව ඇත} other{දින {daysLeft} ක් ඉතිරිව ඇත}}
ta: {daysLeft, plural, =0{இன்னும் 0 நாட்கள் உள்ளன} =1{1 நாள் மீதமுள்ளது} other{இன்னும் {daysLeft} நாட்கள் உள்ளன}}
zh: {daysLeft, plural, =0{0 天剩余} =1{1 天剩余} other{{daysLeft} 天剩余}}

source: See details
fi: Katso tiedot
fr: Voir les détails
hi: विवरण देखें
si: දැක්කාලියන්ගේ විස්තර
ta: விவரங்களைப் பார்க்கவும்
zh: 查看详情

source: Change choice
fi: Vaihda valinta
fr: Changer de choix
hi: विकल्प बदलें
si: වෙනස් කිරීම වෙනස් කරන්න
ta: தேர்வை மாற்றவும்
zh: 更改选择

# assemblingBeenPaused
source: This assembling has been Paused
fi: Tämä kokoaminen on keskeytetty
fr: Cet assemblage a été mis en pause
hi: इस बंदोबस्त को रोक दिया गया है
si: මෙය අඟුලු වී ඇති බව සිදු කළා
ta: இந்த அசெம்பிளிங் இடைநிறுத்தப்பட்டது
zh: 此次组装已暂停

# assemblingBeenStopped
source: This assembling has been Stopped
fi: Tämä kokoaminen on pysäytetty
fr: Cet assemblage a été arrêté
hi: इस बंदोबस्त को रोक दिया गया है
si: මෙය ස්ථාවර කර ඇති බව සිදු කළා
ta: இந்த கூட்டம் நிறுத்தப்பட்டது
zh: 此次组装已停止

source: Voting Details
fi: Äänestystiedot
fr: Détails du vote
hi: मतदान का विवरण
si: සංවේදී විස්තර
ta: வாக்கு விவரங்கள்
zh: 投票细节

source: Voted
fi: Äänestetty
fr: Voté
hi: मतदान किया
si: සහතික කළා
ta: வாக்களித்தார்
zh: 已投票

# teamMembersVoted
source: Team members that have voted
fi: Joukkueen jäsenet, jotka ovat äänestäneet
fr: Membres de l''équipe ayant voté
hi: टीम के सदस्य जिन्होंने मतदान किया है
si: සහතික කළ තාක්ෂණවාදී දෙකක් අයිතිය
ta: மதிப்பிட்டுள்ள அணிகலன்களைக் கொண்ட அணியினவர்கள்
zh: 已投票的团队成员

# totalTeamMembersVoted
source: Total team members that has voted: {totalTeamMembers}
fi: Äänestäneitä joukkueen jäseniä yhteensä: {totalTeamMembers}
fr: Nombre total de membres de l''équipe ayant voté : {totalTeamMembers}
hi: मतदान करने वाले कुल टीम सदस्य: {totalTeamMembers}
si: සහතික කළ තාක්ෂණය කර තැබීමට සිදු වුණා: {totalTeamMembers}
ta: மதிப்பிட்டுள்ள மொத்த அணிகலன்கள் அணியினவர்கள்: {totalTeamMembers}
zh: 已投票的团队成员总数: {totalTeamMembers}

source: No Response
fi: Ei vastausta
fr: Pas de réponse
hi: कोई प्रतिक्रिया नहीं
si: සම්බන්ධතාවයේ නොපවතියි
ta: இல்லை பதில்
zh: 无回应

# teamMembersNotVoted
source: Team members that have not voted
fi: Joukkueen jäsenet, jotka eivät ole äänestäneet
fr: Membres de l''équipe n''ayant pas voté
hi: मतदान नहीं करने वाले टीम के सदस्य
si: සහතික කර නොමැති කර තැබිය නොහැකි
ta: வாக்களிக்காத குழு உறுப்பினர்கள்
zh: 尚未投票的团队成员

# totalTeamMembersNotVoted
source: Total team members that has not voted: {totalTeamMembers}
fi: Äänestämättä jääneitä joukkueen jäseniä yhteensä: {totalTeamMembers}
fr: Nombre total de membres de l''équipe n''ayant pas voté : {totalTeamMembers}
hi: मतदान नहीं करने वाले कुल टीम सदस्य: {totalTeamMembers}
si: ඉල්ලා නොකරන ලද මෙම ජාලයේ මාගේම්කරුවන්ගේ එකතුව: {totalTeamMembers}
ta: மதிப்பிடாத மொத்த அணிகலன்கள் அணியினவர்கள்: {totalTeamMembers}
zh: 未投票的团队成员总数: {totalTeamMembers}
