Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# setFullNameSubscriptionPlan
source: {subscriptionPlan, select, diamond{Diamond Subscription Plan} silver{Silver Subscription Plan} gold{Gold Subscription Plan} bronze{Bronze Subscription Plan} other{--}}
fi: {subscriptionPlan, select, diamond{Timanttijäsenyys-suunnitelma} silver{Hopeajäsenyys-suunnitelma} gold{Kultajäsenyys-suunnitelma} bronze{Pronssijäsenyys-suunnitelma} other{--}}
fr: {subscriptionPlan, select, diamond{Plan d''abonnement Diamant} silver{Plan d''abonnement Argent} gold{Plan d''abonnement Or} bronze{Plan d''abonnement Bronze} other{--}}
hi: {subscriptionPlan, select, diamond{हीरे की सदस्यता योजना} silver{चांदी सदस्यता योजना} gold{सोने की सदस्यता योजना} bronze{कांस्य सदस्यता योजना} other{--}}
si: {subscriptionPlan, select, diamond{දයාවක් සහිත සාමාන්‍යයාගේ සේවාව} silver{අඳුරු සාමාන්‍යයාගේ සේවාව} gold{හරිම සාමාන්‍යයාගේ සේවාව} bronze{දොර සාමාන්‍යයාගේ සේවාව} other{--}}
ta: {subscriptionPlan, select, diamond{வைர சந்தா திட்டம்} silver{வெள்ளி சந்தா திட்டம்} gold{வெள்ளி சந்தா திட்டம்} bronze{வெண்கல சந்தா திட்டம்} other{--}}
zh: {subscriptionPlan, select, diamond{钻石订阅计划} silver{银色订阅计划} gold{黄金订阅计划} bronze{青铜订阅计划} other{--}}

# sharedWith
source: Shared this post with
fi: Jaa tämä viesti
fr: Partagé cette publication avec
hi: इस पोस्ट को साझा किया
si: මෙම පළමු බැලුවේ හවුල් කරන ලදි
ta: உடன் இந்த இடுகையைப் பகிர்ந்துள்ளார்
zh: 与其他人共享了此帖子

# seeMoreLink
source: See More
fi: Näytä lisää
fr: Voir plus...
hi: और देखें...
si: තවත් බලන්න...
ta: மேலும் பார்க்க
zh: 查看更多...

source: Tagged
fi: Merkattu
fr: Étiqueté
hi: टैग किया गया
si: සලකුනුවන්ගේ
ta: குறியிடப்பட்டது
zh: 标记

# nRemainingTaggedUser
source: {taggedUsers, plural, =0{} =1{ and 1 other} other{ and {taggedUsers} others}}
fi: {taggedUsers, plural, =0{} =1{ and 1 other} other{ ja {taggedUsers} muuta }}
fr: {taggedUsers, plural, =0{} =1{ et 1 autre} other{ et {taggedUsers} autres}}
hi: {taggedUsers, plural, =0{} =1{ और 1 अन्य} other{ और {taggedUsers} अन्य}}
si: {taggedUsers, plural, =0{} =1{ සහ 1 වෙනි} other{ සහ {taggedUsers} වෙනි}}}
ta: {taggedUsers, plural, =0{} =1{மற்றும் ஒருவர்} other{மற்றும் {taggedUsers} பேர்}}
zh: {taggedUsers, plural, =0{} =1{ 和1其他} other{ 和 {taggedUsers} 其他}}

source: Shares
fi: Osakkeet
fr: Actions
hi: शेयर
si: ක්‍රියාකාරකම්
ta: பங்குகள்
zh: 股份

source: Playmates attending
fi: Osallistuvat Playmatet
fr: Playmates présents
hi: उपस्थित Playmates
si: උදව් වෙන්නේ Playmates
ta: விளையாட்டு தோழர்கள் கலந்து கொள்கிறார்கள்
zh: 参加的 Playmates

source: Comments
fi: Kommentit
fr: Commentaires
hi: टिप्पणियाँ
si: විස්තර
ta: கருத்துகள்
zh: 评论

# questionsAndAnswers
source: Q & A
fi: K & V
fr: Q & R
hi: प्रश्न और उत्तर
si: ශුද්ධ හා ප්‍රශ්න
ta: கேள்வி பதில்
zh: 问与答

source: Participant
fi: Osallistuja
hi: सहभागी
si: සහතිකපත්වය
ta: பங்கேற்பாளராக
zh: 参与者

source: Reviews
fi: Arvostelut
fr: Critiques
hi: समीक्षा
si: සමාජ වාක්‍ය
ta: விமர்சனங்கள்
zh: 评论

source: Share to Timeline
fi: Jaa aikajanaan
fr: Partager sur le journal
hi: टाइमलाइन पर साझा करें
si: වේලාකාරයේ බෙදාගන්න
ta: டைம்லைனில் பகிரவும்
zh: 分享到时间线

source: More Options
fi: Lisää vaihtoehtoja
fr: Plus d''options
hi: अधिक विकल्प
si: තවත් විකල්පයන්
ta: மேலும் விருப்பங்கள்
zh: 更多选项

source: Manage
fi: Hallita
fr: Gérer
hi: प्रबंधित करें
si: කළමනාකරණය කරන්න
ta: நிர்வகிக்கவும்
zh: 管理

source: Copy link
fi: Kopioi linkki
fr: Copier le lien
hi: लिंक कॉपी करें
si: සබැඳිය පිටපත් කරන්න
ta: இணைப்பை நகலெடுக்கவும்
zh: 复制链接

source: Link copied
fi: Linkki kopioitu
fr: Lien copié
hi: लिंक कॉपी हो गया
si: සබැඳිය පිටපත් කිරීමේදී
ta: இணைப்பு நகலெடுக்கப்பட்டது
zh: 链接已复制

source: Cancel activity
fi: Peruuta toiminto
fr: Annuler l''activité
hi: गतिविधि रद्द करें
si: ක්‍රියාමාර්ගය අවලංගු කරන්න
ta: செயல்பாட்டை ரத்துசெய்
zh: 取消活动

source: Cancel
fi: Peruuttaa
fr: Annuler
hi: रद्द करें
si: අවලංගු කරන්න
ta: ரத்து செய்
zh: 取消

# cancelActivityDialogTitle
source: Are you sure you want to cancel the activity
fi: Oletko varma, että haluat peruuttaa toiminnan?
fr: Êtes-vous sûr de vouloir annuler l''activité ?
hi: क्या आप सुनिश्चित हैं कि आप गतिविधि को रद्द करना चाहते हैं?
si: ඔබට අත්‍යවශ්‍යයි ඔබ ක්‍රියාමාර්ගය අවලංගු කිරීමට?
ta: செயல்பாட்டை நிச்சயமாக ரத்துசெய்ய விரும்புகிறீர்களா
zh: 你确定要取消活动吗？

# cancelActivityDialogContent
source: This activity will be cancelled and deleted. All Income received from this activity will be refunded to participant.
fi: Tämä tapahtuma perutaan ja poistetaan. Kaikki tästä tapahtumasta saadut tulot palautetaan osallistujalle.
fr: Cette activité sera annulée et supprimée. Tous les revenus reçus de cette activité seront remboursés au participant.
hi: यह गतिविधि रद्द की जाएगी और हटा दी जाएगी। इस गतिविधि से प्राप्त सभी आय प्रतिभागी को वापस कर दी जाएगी।.
si: මෙම ක්‍රියාකාරකම අවලංගු කරන්නා හා මකා දැමීමේදී. මෙම ක්‍රියාකාරකම් වෙළෙදාම ලැබීමේදී ප්‍රතිවිරුද්ධ ලකුණු සහාය නිරීක්ෂණයට සහභාගී වනු ඇත.
ta: இந்தச் செயல்பாடு ரத்துசெய்யப்பட்டு நீக்கப்படும், இந்தச் செயல்பாட்டின் மூலம் பெறப்பட்ட அனைத்து வருமானமும் பங்கேற்பாளருக்குத் திருப்பியளிக்கப்படும்..
zh: 此活动将被取消并删除。从此活动获得的所有收入将退还给参与者。

source: Hide
fi: Piilota
fr: Cacher
hi: छिपाएँ
si: සැඟවීම්
ta: மறை
zh: 隐藏

# hidePostFromUser
source: Hide Post From This User?
fi: Piilota julkaisu tästä käyttäjältä?
fr: Masquer la publication de cet utilisateur ?
hi: इस उपयोगकर्ता से पोस्ट छुपाएं?
si: මෙම පරිශීලකයා සිදුකිරීම සම්පුර්ණ කරන්නද?
ta: இந்தப் பயனரிடமிருந்து இடுகையை மறைக்கவா?
zh: 隐藏此用户的帖子？

# hidePostDialogContent
source: This means you won''t be able to see this particular post from this playmate
fi: Tämä tarkoittaa, ettet voi nähdä tätä tiettyä julkaisua tästä leikkikaverista.
fr: Cela signifie que vous ne pourrez pas voir cette publication particulière de cet ami de jeu.
hi: इसका मतलब है कि आप इस खिलाड़ी से इस विशेष पोस्ट को नहीं देख पाएंगे।
si: මෙය අදහස් කරයි, ඔබ මෙම ප්‍රථම ප්‍රවාහනයේ මෙම දැන් ලියාපදිංචියක් බලන්න නොහැකියි.
ta: அதாவது இந்த விளையாட்டுத் தோழனிடமிருந்து இந்தக் குறிப்பிட்ட இடுகையைப் பார்க்க முடியாது
zh: 这意味着您将无法从这位玩伴那里看到这条特定的帖子。

source: Block
fi: Estä
fr: Bloquer
hi: ब्लॉक
si: අවහිර කරන්න
ta: தடு
zh: 阻止

# blockPostFromUser
source: Block Post From This User?
fi: Estä julkaisu tästä käyttäjältä?
fr: Bloquer la publication de cet utilisateur ?
hi: इस उपयोगकर्ता से पोस्ट अवरोधित करें?
si: මෙම පරිශීලකයාගේ පළමුව අවහිර කරන්නද?
ta: இந்தப் பயனரின் இடுகையைத் தடுக்கவா?
zh: 阻止该用户的帖子？

# blockPostDialogContent
source: This means you won''t able to see posts & activities from this playmate
fi: Tämä tarkoittaa, ettet pysty näkemään tämän leikkikaverin julkaisuja ja aktiviteetteja.
fr: Cela signifie que vous ne pourrez pas voir les publications et activités de cet ami de jeu.
hi: इसका मतलब है कि आप इस खिलाड़ी के पोस्ट और गतिविधियों को देखने में सक्षम नहीं होंगे।
si: මෙය අදහස් කරයි, ඔබ මෙම ප්‍රවාහනයේ ලියාපදිංචි එකතු කිරීම් සහ ක්‍රියාකාරකයින් බලා නොගන්නාහීත්වයි.
ta: இந்த விளையாட்டுத் தோழரின் இடுகைகளையும் செயல்பாடுகளையும் உங்களால் பார்க்க முடியாது
zh: 这意味着您将无法从这位玩伴那里看到帖子和活动。

source: Report
fi: Raportoi
fr: Signaler
hi: रिपोर्ट
si: වාර්තාවක්
ta: அறிக்கை
zh: 举报

source: Remove This User?
fi: Poista tämä käyttäjä?
fr: Supprimer cet utilisateur ?
hi: इस उपयोगकर्ता को हटाएं?
si: මෙම පරිශීලකයා ඉවත් කරන්න?
ta: இந்தப் பயனரை அகற்றவா?
zh: 删除此用户？

# removeUserDialogContent
source: This means this user will no longer be your playmate
fi: Tämä tarkoittaa, että tämä käyttäjä ei enää ole leikkikaverisi.
fr: Cela signifie que cet utilisateur ne sera plus votre compagnon de jeu.
hi: इसका मतलब है कि यह उपयोगकर्ता अब आपका खिलाड़ी नहीं रहेगा।
si: මෙය අදහස් කරයි, මෙම පරිශීලකයා වෙනස්වීමෙන් ඔබගේ නව රසවත්වන්තයක් නොවේ.
ta: இதன் பொருள், இந்தப் பயனர் இனி உங்கள் விளையாட்டுத் தோழராக இருக்கமாட்டார்
zh: 这意味着这位用户将不再是你的玩伴。

# myPlaymatesAttending
source: My playmates attending ({numOfPlaymates})
fi: Leikkikaverini osallistuvat {numOfPlaymates} tapahtumaan.)
fr: Mes compagnons de jeu participent à {numOfPlaymates}.
hi: मेरे खिलाड़ी {numOfPlaymates} में भाग ले रहे हैं।
si: මගේ රසවත්වන්ත {numOfPlaymates} සහයෝගයට පැමිණිලි වෙමින් පවතී.)
ta: எனது விளையாட்டுத் தோழர்கள் கலந்து கொள்கிறார்கள் ({numOfPlaymates})
zh: 我的玩伴们参加 {numOfPlaymates}。)

source: Just now
fi: Juuri nyt
fr: Tout de suite
hi: अभी-अभी
si: දැන් දැන්
ta: இப்போதுதான்
zh: 刚刚

# nMinAgoShort
source: {timePassed, plural, =0{} =1{1min ago} other{{timePassed}mins ago}}
fi: {timePassed, plural, =0{} =1{1 minuutti sitten} other{{timePassed} minuuttia sitten}}
fr: {timePassed, plural, =0{} =1{Il y a 1 minute} other{Il y a {timePassed} minutes}}
hi: {timePassed, plural, =0{} =1{1 मिनट पहले} other{{timePassed} मिनट पहले}}
si: {timePassed, plural, =0{} =1{1 මිනිත්තු පෙර} other{{timePassed} මිනිත්තු පෙර}}
ta: {timePassed, plural, =0{} =1{1 நிமிடத்திற்கு முன்பு} other{{timePassed} நிமிடங்களுக்கு முன்பு}}
zh: {timePassed, plural, =0{} =1{1分钟前} other{{timePassed}分钟前}}

source: Question
fi: Kysymys
hi: प्रश्न
si: ප්‍රශ්නය
ta: கேள்வி
zh: 问题

source: Answer
fi: Vastaus
fr: Réponse
hi: जवाब
si: පිළිතුරු
ta: பதில்
zh: 回答

# replyTo
source: Reply to {playmate}
fi: Vastaa {playmate}
fr: Répondre à {playmate}
hi: {playmate} को जवाब दें
si: {playmate} වෙත පිළිතුරු කරන්නේදි
ta: {playmate}க்கு பதில்
zh: 回复 {playmate}

# askQuestion
source: Ask a Question
fi: Kysy kysymys
fr: Poser une question
hi: सवाल पूछें
si: ප්‍රශ්නයක් පෙන්වන්නේදැයි
ta: ஒரு கேள்வி கேள்
zh: 提问

source: Question sent
fi: Kysymys lähetetty
fr: Question envoyée
hi: प्रश्न भेजा गया
si: ප්‍රශ්නය යවා ඇත
ta: கேள்வி அனுப்பப்பட்டது
zh: 问题已发送

# questionSentDialogContent
source: You will be notified when the creator of the activity responds to your question
fi: Sinulle ilmoitetaan, kun toiminnan luoja vastaa kysymykseesi
fr: Vous serez averti lorsque le créateur de l''activité répondra à votre question
hi: जब गतिविधि के निर्माता आपके प्रश्न का जवाब देता है, तो आपको सूचित किया जाएगा
si: ප්‍රශ්නයක් සම්බන්දව ප්‍රතිස්සන්නාට ඔබට දැනුම් දීමක් ලැබේ
ta: செயல்பாட்டை உருவாக்கியவர் உங்கள் கேள்விக்கு பதிலளிக்கும்போது உங்களுக்குத் தெரிவிக்கப்படும்
zh: 当活动的创建者回答您的问题时，您将收到通知

source: Retry
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
si: නැවත උත්සාහ කරන්න
ta: மீண்டும் முயற்சிக்கவும்
zh: 重试

# fetchingFlyers
source: Please wait while we fetch flyers for your activity post
fi: Odota hetki, kun noudamme esitteitä aktiviteettipostaukseesi
fr: Veuillez patienter pendant que nous récupérons les prospectus pour votre publication d''activité
hi: कृपया प्रतीक्षा करें जब तक हम आपकी गतिविधि पोस्ट के लिए फ्लायर लाते हैं
si: ඔබගේ ක්‍රියා ඇතුලත් කිරීම සඳහා ෆ්ලයර්ස් සැකසීම් හිමිකම් කරමින් ඉන්නවා
ta: உங்கள் செயல்பாட்டு இடுகைக்கான ஃபிளையர்களை நாங்கள் எடுக்கும் வரை காத்திருக்கவும்
zh: 请稍候，我们正在获取您的活动帖子的传单

# checkInternetConnection
source: Check your internet connection
fi: Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Vérifiez votre connexion Internet et réessayez.
hi: अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
si: ඔබගේ අන්තර්ක්‍රියාව පරීක්ෂා කරන්නේදැයි පැමිණිය නොහැකියි. නැවත උත්සාහ කරන්න.
ta: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
zh: 请检查您的网络连接并重试。

# fetchingFlyersInternetErrorContent
source: Playkosmos cannot fetch flyers for your activity post due to your internet connection. Check your internet connection and try again
fi: Playkosmos ei voi hakea lentolehtisiä aktiviteettipostaukseesi johtuen internet-yhteydestäsi. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Playkosmos ne peut pas récupérer les flyers pour votre publication d''activité en raison de votre connexion Internet. Vérifiez votre connexion Internet et réessayez.
hi: Playkosmos आपकी इंटरनेट कनेक्शन के कारण आपकी गतिविधि पोस्ट के लिए फ्लायर्स नहीं ला सकता है।. अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
si: ඔබගේ අන්තර්ජාලය අන්තර්ක්‍රියාව පිහිටුවීමේදී Playkosmos දැන් පැමිණිය නොහැකිය හැකිවීමට හුවමාරු කරන්නේ ඔබේ අන්තර්ජාලයෙනි. ඔබගේ අන්තර්ක්‍රියාව පරීක්ෂා කරන්නේදැයි පැමිණිය නොහැකියි. නැවත උත්සාහ කරන්න.
ta: உங்கள் இணைய இணைப்பு காரணமாக உங்கள் செயல்பாட்டு இடுகைக்கான ஃபிளையர்களை Playkosmos பெற முடியாது. Cஉங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்
zh: 由于您的网络连接问题，Playkosmos 无法为您的活动帖子获取传单。 请检查您的网络连接并重试。

source: What do you want to know?
fi: Mitä haluat tietää?
fr: Que souhaitez-vous savoir ?
hi: आप क्या जानना चाहते हैं?
si: ඔබට දැනුම ලබා ගැනීමට අවශ්‍යයිද?
ta: உனக்கு என்ன தெரியவேண்டும்?
zh: 你想知道什么？

source: Replying question
fi: Vastaanottaa kysymys
fr: Répondre à la question
hi: प्रश्न का उत्तर देना
si: ප්‍රශ්නයක් පිළිතුරු කිරීම
ta: பதில் கேள்வி
zh: 回答问题

# writeComment
source: Write a comment
fi: Kirjoita kommentti
fr: Écrire un commentaire
hi: एक टिप्पणी लिखें
si: අදහස් ලියන්න
ta: ஒரு கருத்தை எழுதுங்கள்
zh: 写评论

source: rating
fi: Arvioinnit
fr: Évaluations
hi: रेटिंग्स
si: ශ්‍රී ලංකාවේ ශ්‍රේණිගත කිරීම්
ta: மதிப்பீடுகள்
zh: 评级

# createFirstPost
source: Create your first post
fi: Luo ensimmäinen viestisi
fr: Créez votre premier article
hi: अपना पहला पोस्ट बनाएं
si: ඔබගේ පළමු පිටුවක් සාදන්න
ta: உங்கள் முதல் பதிவை உருவாக்குங்கள்
zh: உங்கள் முதல் பதிவை உருவாக்குங்கள்

# createFirstPostOnPlaykosmos
source: Create your first post on playkosmos
fi: Luo ensimmäinen viestisi playkosmosissa
fr: Créez votre premier article sur playkosmos
hi: playkosmos पर अपना पहला पोस्ट बनाएं
si: ඔබගේ පළමු පෝස්ට් playkosmos එකට නිර්මාණය කරන්න
ta: playkosmos இல் உங்கள் முதல் இடுகையை உருவாக்கவும்
zh: 在playkosmos上创建您的第一篇帖子

source: Create post
fi: Luo viesti
fr: Créer un article
hi: पोस्ट बनाएं
si: පිටුවක් තුල යොමු කරන්න
ta: பதிவை உருவாக்கவும்
zh: 创建帖子

# noParticipant
source: You have no participant yet
fi: Sinulla ei ole vielä osallistujia
fr: Vous n''avez pas encore de participant
hi: अभी तक आपके पास कोई सहभागी नहीं है
si: ඔබට සහභාගී වීමක් නොමැත
ta: உங்களிடம் இன்னும் பங்கேற்பாளர் இல்லை
zh: 您尚未有参与者

# noParticipantDetail
source: Participants that will be attending this activity will be displayed here.
fi: Osallistujat, jotka osallistuvat tähän tapahtumaan, näkyvät täällä.
fr: Les participants qui assisteront à cette activité seront affichés ici.
hi: उस गतिविधि में भाग लेने वाले सहभागी यहां प्रदर्शित किए जाएंगे।.
si: මෙම ක්‍රියාවට පැමිණීමට ඇත්තේ පෙන්විය යුතු පැමිණීමකින් මෙහි පෙන්වනු ඇත.
ta: இந்தச் செயலில் கலந்துகொள்ளும் பங்கேற்பாளர்கள் இங்கே காட்டப்படுவார்கள்.
zh: 参与此活动的参与者将在此处显示。

# noQuestion
source: No question has been asked yet
fi: Kysymystä ei ole vielä esitetty.
fr: Aucune question n''a encore été posée.
hi: अब तक कोई प्रश्न पूछा नहीं गया है।
si: දැන් කිසිවක් ප්‍රශ්නය කරන්නෙමු.
ta: இதுவரை எந்த கேள்வியும் கேட்கப்படவில்லை
zh: 还没有提出任何问题。

# noQuestionDetail
source: Playmates with questions regarding this activity will be displayed here
fi: Tähän näytetään leikkikavereiden kysymykset tästä aktiviteetista.
fr: Les compagnons de jeu ayant des questions concernant cette activité seront affichés ici.
hi: इस गतिविधि के संबंध में सवाल रखने वाले प्लेमेट्स यहां प्रदर्शित होंगे।
si: මෙම ක්‍රියාකාරකම් පිළිතුරු සඳහා අසම්පූර්ණ කුකීම් මත පෙන්වීමට ඇතිවෙන්නේ මෙහි.
ta: இந்தச் செயல்பாடு தொடர்பான கேள்விகளைக் கொண்ட விளையாட்டுத் தோழர்கள் இங்கே காட்டப்படுவார்கள்
zh: 将在此处显示有关此活动的问题的玩伴。

# noComment
source: No comment has been made yet
fi: Kommenttia ei ole vielä jätetty.
fr: fNo comment has been made yet
hi: अब तक कोई टिप्पणी नहीं की गई है।
si: තවමත් කිසිම විස්තරයක් ඇතුළු නැත.
ta: இதுவரை கருத்து எதுவும் தெரிவிக்கப்படவில்லை
zh: 还没有发表评论。

# noCommentDetail
source: Comments made by other playmates will be displayed here.
fi: Muut Playmatesin kommentit näytetään täällä.
fr: Aucun commentaire n''a encore été fait.
hi: अन्य प्लेमेट्स द्वारा किए गए टिप्पणियाँ यहाँ प्रदर्शित की जाएगी।.
si: වෙනත් ප්‍රසව නිලධාරීන් වෙනස් කරන විට එහි පෙන්වයි..
ta: மற்ற விளையாட்டுத் தோழர்கள் தெரிவித்த கருத்துகள் இங்கே காட்டப்படும்.
zh: 其他玩伴的评论将显示在此处。

# noReview
source: No review has been made yet
fi: Arvostelua ei ole vielä tehty.
fr: Aucun avis n''a encore été donné.
hi: अबतक कोई समीक्षा नहीं की गई है।
si: තවමත් විස්තරයක් නොමැති බව ඇතිවීමටයි.
ta: இதுவரை மதிப்பாய்வு செய்யப்படவில்லை
zh: 还没有进行评论。

# noReviewDetail
source: This playmate doesn''t have any review
fi: Tällä leikkikaverilla ei ole arvostelua.
fr: Ce compagnon de jeu n''a pas d''avis.
hi: इस खेल मित्र के पास कोई समीक्षा नहीं है।
si: මෙම ගෙදර ගියේ ගිය දේ නොමැතිද.
ta: இந்த விளையாட்டுத் தோழனிடம் எந்த விமர்சனமும் இல்லை
zh: 这位玩伴没有任何评论。

# nLikes
source: {likes, plural, =0{} =1{1 like} other{{likes} likes}}
fi: {likes, plural, =0{} =1{1 tykkäys} other{{likes} tykkäystä}}
fr: {likes, plural, =0{} =1{1 j''aime} other{{likes} likes}}
hi: {likes, plural, =0{} =1{1 पसंद} other{{likes} पसंद}}
si: {likes, plural, =0{} =1{1 කැමතියි} other{{likes} කැමතියි}}
ta: {likes, plural, =0{} =1{1 விருப்பம்} other{{likes} விருப்பங்கள்}}
zh: {likes, plural, =0{} =1{1 赞} other{{likes}个赞}}

# nReplies
source: {replies, plural, =0{} =1{1 reply} other{{replies} replies}}
fi: {replies, plural, =0{} =1{1 fvastaus} other{{replies} fvastausta}}
fr: {replies, plural, =0{} =1{1 réponse} other{{replies} réponses}}
hi: {replies, plural, =0{} =1{1 जवाब} other{{replies} जवाब}}
si: {replies, plural, =0{} =1{1 ප්‍රතිචාරයින්} other{{replies} ප්‍රතිචාරයින්}}
ta: {replies, plural, =0{} =1{1 பதில்} other{{replies} பதில்கள்}}
zh: {replies, plural, =0{} =1{1个回复} other{{replies}个回复}}

source: Reply
fi: vastaus
fr: réponse
hi: जवाब
si: පිළිතුරු
ta: பதில்
zh: 回复

# viewMore
source: View more ({more})
fi: Näytä lisää {more}
fr: Voir plus {more}
hi: और देखें {more}
si: වැඩි දියුණු {more})
ta: மேலும் காண்க ({more})
zh: 查看更多 ({more})

source: Hide replies
fi: Piilota vastaukset
fr: Masquer les réponses
hi: उत्तर छुपाएँ
si: ප්‍රතිශතය සැඟවීම
ta: பதில்களை மறை
zh: 隐藏回复

source: Activity Details
fi: Toiminnan tiedot
fr: Détails de l''activité
hi: गतिविधि विवरण
si: ක්‍රියාකාරකම් විස්තර
ta: செயல்பாட்டு விவரங்கள்
zh: 活动详情

source: Join Activity
fi: Liity toimintaan
fr: Rejoindre l''activité
hi: गतिविधि में शामिल हों
si: ක්‍රියාකාරකමට එක්වීම
ta: செயல்பாட்டில் சேரவும்
zh: 加入活动

source: Activity Name
fi: Toiminnan nimi
fr: Nom de l''activité
hi: गतिविधि का नाम
si: ක්‍රියාකාරකම් නාමය
ta: செயல்பாட்டின் பெயர்
zh: 活动名称

source: Start Time
fi: Aloitusajankohta
fr: Heure de début
hi: प्रारंभ समय
si: ආරම්භ වේලාව
ta: ஆரம்பிக்கும் நேரம்
zh: 开始时间

source: Price
fi: Hinta
fr: Prix
hi: मूल्य
si: මිල
ta: விலை
zh: 价格

source: Refund Date
fi: Hyvityspäivä
fr: Date de remboursement
hi: रिफंड तारीख
si: ආපසු දිනය
ta: பணத்தைத் திரும்பப்பெறும் தேதி
zh: 退款日期

source: Refund Time
fi: Hyvitysaika
fr: Temps de remboursement
hi: रिफंड का समय
si: ආපසු සිටුවීමේ කාලය
ta: பணத்தைத் திரும்பப்பெறும் நேரம்
zh: 退款时间

# sendRequestToJoinActivityDialog
source: Your request to join this activity has been sent to the creator of this activity. You are now on the waitlist for the activity, and you will be notified when the creator of the activity accepts or decline your request
fi: Pyyntösi liittyä tähän tapahtumaan on lähetetty tapahtuman luojalle. Olet nyt odotuslistalla tapahtumaa varten, ja sinulle ilmoitetaan, kun tapahtuman luoja hyväksyy tai hylkää pyyntösi.
fr: otre demande pour rejoindre cette activité a été envoyée au créateur de cette activité. Vous êtes maintenant sur la liste d''attente de l''activité, et vous serez informé(e) lorsque le créateur de l''activité accepte ou refuse votre demande.
hi: इस गतिविधि में शामिल होने के लिए आपकी अनुरोध इस गतिविधि के सृजनकर्ता को भेज दिया गया है।. आप अब गतिविधि की प्रतीक्षा सूची में हैं, और जब गतिविधि के सृजनकर्ता आपके अनुरोध को स्वीकार या अस्वीकार करेंगे तो आपको सूचित किया जाएगा।
si: මෙම ක්‍රියාකාරකම් සඳහා ඔබේ ඉල්ලීම මෙම ක්‍රියාකාරකම්ගේ සහනයට යවා ඇති බවට ලියාපදිංචි කිරීමට පත් කර ඇත. ඔබ දැන් ක්‍රියාකාරකම සඳහා පොරොත්තු ලේඛනයේ සිටින අතර, ක්‍රියාකාරකමෙහි නිර්මාතෘ ඔබේ ඉල්ලීම පිළිගත් විට හෝ ප්‍රතික්ෂේප කළ විට ඔබට දැනුම් දෙනු ලැබේ.
ta: இந்தச் செயலில் சேருவதற்கான உங்கள் கோரிக்கை, இந்தச் செயல்பாட்டை உருவாக்கியவருக்கு அனுப்பப்பட்டது. நீங்கள் இப்போது செயல்பாட்டிற்கான காத்திருப்புப் பட்டியலில் உள்ளீர்கள், மேலும் செயல்பாட்டை உருவாக்கியவர் உங்கள் கோரிக்கையை ஏற்கும்போது அல்லது நிராகரிக்கும்போது உங்களுக்குத் தெரிவிக்கப்படும்.
zh: 您的加入此活动的请求已发送给此活动的创建者。. 您现在在活动的候补名单上，并在活动的创建者接受或拒绝您的请求时会通知您。

source: Remove Request
fi: Poista pyyntö
fr: Supprimer la demande
hi: अनुरोध हटाएँ
si: ඉල්ලීම ඉවත් කරන්න
ta: கோரிக்கையை அகற்று
zh: 移除请求

# requestToJoinWillBeRemoved
source: Your request to join this activity will be removed
fi: Pyyntösi liittyä tähän tapahtumaan poistetaan
fr: Votre demande pour rejoindre cette activité sera supprimée
hi: इस गतिविधि में शामिल होने का अनुरोध नष्ट किया जाएगा
si: මෙම ක්‍රියාකාරකමට අයාවේ ඉවත් කළ විය
ta: இந்தச் செயலில் சேருவதற்கான உங்கள் கோரிக்கை அகற்றப்படும்
zh: 将删除您加入此活动的请求

source: Age Range
fi: Ikäryhmä
fr: Tranche d''âge
hi: आयु सीमा
si: වයස් සීමාව
ta: வயது வரம்பு
zh: 年龄范围

# minAge
source: Minimum Age
fi: Minimikä
fr: Âge minimum
hi: न्यूनतम आयु
si: අවම වයස
ta: குறைந்தபட்ச வயது
zh: 最低年龄

# maxAge
source: Maximum Age
fi: Maksimikä
fr: Âge maximum
hi: अधिकतम आयु
si: උපරිම වයස
ta: அதிகபட்ச வயது
zh: 最高年龄

source: My Playmate
fi: Leikkikaverini
fr: Mon compagnon de jeu
hi: मेरा खेल साथी
si: මගේ ප්‍රවාහනය
ta: என் விளையாட்டுத் தோழன்
zh: 我的游伴

source: Playmate Added
fi: Leikkikaveri lisätty
fr: Compagnon de jeu ajouté
hi: खेल साथी जोड़ा गया
si: වැඩි දියුණු සහිත ප්‍රවාහනය
ta: விளையாட்டுத் தோழர் சேர்க்கப்பட்டது
zh: 游伴已添加

source: Tagged Users
fi: Merkityt käyttäjät
fr: Utilisateurs identifiés
hi: टैग किए गए उपयोगकर्ता
si: ටැග් කළ පරිශීලකයින්
ta: குறியிடப்பட்ட பயனர்கள்
zh: 已标记用户

# setPlaymateTeamVenueStoreSingular
source: {identity, select, Playmates{Playmate} Teams{Team} Venues{Venue} Stores{Store} other{--}}
fi: {identity, select, Playmates{Kaveri} Teams{Joukkue} Venues{Tapahtumapaikka} Stores{Kauppa} other{--}}
fr: {identity, select, Playmates{Camarade de jeu} Teams{Équipe} Venues{Lieu} Stores{Magasin} other{--}}
hi: {identity, select, Playmates{खेलभर्ती} Teams{टीम} Venues{स्थान} Stores{दुकान} other{--}}
si: {identity, select, Playmates{සෙල්ලම් සගයා} Teams{කණ්ඩායම} Venues{ස්ථානය} Stores{ගබඩා කරන්න} other{--}}
ta: {identity, select, Playmates{விளையாட்டுத் தோழர்} Teams{அணுகுமுறை} Venues{இடம்v} Stores{ஸ்டோர்} other{--}}
zh: {identity, select, Playmates{玩伴} Teams{队伍} Venues{场地} Stores{商店} other{--}}

# followUser
source: Follow
fi: Seuraa
fr: Suivre
hi: फ़ॉलो करें
si: අනුමැතිය
ta: பின்பற்றவும்
zh: 关注

# followingUser
source: Following
fi: Seurataan
fr: Suivi
hi: फ़ॉलोइंग
si: පිළිගනිමුදු
ta: தொடர்ந்து
zh: 关注中

source: Team members
fi: Tiimin jäsen
fr: Membre de l''équipe
hi: टीम का सदस्य
si: කණ්ඩායමේ සාමාන්යයෙන්
ta: குழு உறுப்பினர்
zh: 团队成员

source: Go to team
fi: Mene tiimiin
fr: Aller à l''équipe
hi: टीम में जाएं
si: කණ්ඩායමට යන්න
ta: அணிக்குச் செல்லுங்கள்
zh: 前往团队

# imagesOrVideos
source: Images / Videos
fi: Kuvat / Videot
fr: Images / Vidéos
hi: छवियाँ / वीडियो
si: රූප / වීඩියෝ
ta: படங்கள் / வீடியோக்கள்
zh: 图片/视频

source: Error fetching media
fi: Virhe haettaessa mediaa
fr: Erreur lors du chargement des médias
hi: मीडिया प्राप्त करने में त्रुटि
si: මාධ්‍යය ලබා ගැනීමේ දෝෂයක්
ta: மீடியாவைப் பெறுவதில் பிழை
zh: 获取媒体出错

source: Downloading
fi: Lataa
fr: Téléchargement
hi: डाउनलोड हो रहा है
si: බාගත කිරීම
ta: பதிவிறக்குகிறது
zh: 下载中

source: Download complete
fi: Lataus valmis
fr: Téléchargement terminé
hi: डाउनलोड पूरा हुआ
si: බාගත කිරීම ඉතිරිකිරීමේ පිටුව
ta: பதிவிறக்கம் முடிந்தது
zh: 下载完成

source: Download Error
fi: Latausvirhe
fr: Erreur de téléchargement
hi: डाउनलोड त्रुटि
si: බාගත කිරීමේ දෝෂයකි
ta: பதிவிறக்கப் பிழை
zh: 下载错误
