Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# subscriptionLarge
source: SUBSCRIPTION
fr: ABONNEMENT
zh: 订阅

# notifyMeDaysBeforeSubscriptionExpires
source: Notify me 3days before my subscription expires
fi: Ilmoita minulle 3 päivää ennen tilaukseni päättymistä
fr: M''avertir 3 jours avant l''expiration de mon abonnement
hi: मेरी सदस्यता समाप्त होने से 3 दिन पहले मुझे सूचित करें
si: මගේ දායකත්වය කල් ඉකුත් වීමට දින 3කට පෙර මට දන්වන්න
ta: எனது சந்தா காலாவதியாகும் 3 நாட்களுக்கு முன் எனக்கு அறிவிக்கவும்
zh: 在订阅到期前 3 天通知我

# offersAndPromotionLarge
source: OFFERS & PROMOTION
fi: tarjoukset ja promootio
fr: OFFRES ET PROMOTIONS
hi: ऑफर और प्रमोशन
si: දීමනා සහ ප්‍රවර්ධනය
ta: சலுகைகள் & விளம்பரம்
zh: 优惠和促销

# offersAndPromotIon
source: Offers & promotion
fi: tarjoukset ja promootio
fr: Offres et promotions
hi: ऑफर एवं प्रमोशन
si: පිරිනැමීම් සහ ප්‍රවර්ධනය
ta: சலுகைகள் & பதவி உயர்வு
zh: 优惠和促销

# keepMeUpdatedOnOffersAndPromotion
source: Keep me updated on offers and promotion going on playkosmos
fi: Pidä minut ajan tasalla playkosmosin tarjouksista ja promootioista
fr: Tenez-moi informé des offres et promotions en cours sur playkosmos
hi: मुझे Playkosmos पर चल रहे ऑफ़र और प्रमोशन के बारे में अपडेट रखें
si: playkosmos හි සිදු වන දීමනා සහ ප්‍රවර්ධනය පිළිබඳව මාව යාවත්කාලීනව තබා ගන්න
ta: ப்ளேகோஸ்மோஸில் நடக்கும் சலுகைகள் மற்றும் விளம்பரங்களைப் பற்றி என்னைப் புதுப்பித்துக் கொள்ளுங்கள்
zh: 让我随时了解 playkosmos 上正在进行的优惠和促销活动

# manageNotificationsYouReceiveOnPostReactionTags
source: Manage notifications your receive on post, comments, reactions, tagged.
fi: Hallinnoi ilmoituksia, joita saat viesteistä, kommenteista, reaktioista, tunnisteista.
fr: Gérer les notifications que vous recevez sur les publications, commentaires, réactions, tagués.
hi: पोस्ट, टिप्पणियों, प्रतिक्रियाओं, टैग पर प्राप्त सूचनाओं को प्रबंधित करें।
si: පළ කිරීම්, අදහස්, ප්‍රතික්‍රියා, ටැග් කර ඇති ඔබට ලැබෙන දැනුම්දීම් කළමනාකරණය කරන්න.
ta: பதிவு, கருத்துகள், எதிர்வினைகள், குறியிடப்பட்டதில் நீங்கள் பெறும் அறிவிப்புகளை நிர்வகிக்கவும்.
zh: 管理您收到的关于帖子、评论、反应、标记的通知。

source: Playmate Post
fr: Message Playmate
hi: प्लेमेट पोस्ट
zh: 玩伴帖子

# notifyWhenMyPlaymatesMakePost
source: Notify when my playmates make a post
fi: Ilmoita, kun pelikaverini tekevät julkaisun
fr: Notifier lorsque mes camarades de jeu publient un message
hi: जब मेरे सहपाठी कोई पोस्ट करें तो सूचित करें
si: මගේ සෙල්ලම් සගයන් පළ කිරීමක් කරන විට දැනුම් දෙන්න
ta: எனது விளையாட்டுத் தோழர்கள் இடுகையிடும்போது தெரிவிக்கவும்
zh: 当我的玩伴发帖时通知

# notifyWhenMyFanMakePost
source: Notify when my fan make a post
fi: Ilmoita, kun fanini tekee julkaisun
fr: Avertir quand mon fan publie un message
hi: जब मेरा प्रशंसक कोई पोस्ट करे तो सूचित करें
si: මගේ රසිකයෙක් පළ කිරීමක් කරන විට දැනුම් දෙන්න
ta: எனது ரசிகர் ஒரு இடுகையை உருவாக்கும் போது தெரிவிக்கவும்
zh: 当我的粉丝发帖时通知

source: Playmate Comments
fr: Commentaires Playmate
hi: प्लेमेट टिप्पणियाँ
si: Playmate අදහස්
ta: Playmate கருத்துகள்
zh: 玩伴评论

source: Notify when my playmates comment on my post
fi: Ilmoita, kun pelikaverini kommentoivat viestiäni
fr: Avertir lorsque mes camarades de jeu commentent mon message
hi: जब मेरे सहपाठी मेरी पोस्ट पर टिप्पणी करें तो सूचित करें
si: මගේ ක්‍රීඩා මිතුරන් මගේ පළ කිරීම ගැන අදහස් දක්වන විට දැනුම් දෙන්න
ta: எனது இடுகையில் எனது நண்பர்கள் கருத்து தெரிவிக்கும் போது தெரிவிக்கவும்
zh: 当我的玩伴评论我的帖子时通知

source: Notify when fans comment on my post
fi: Ilmoita, kun fanit kommentoivat viestiäni
fr: Avertir lorsque les fans commentent mon message
hi: जब प्रशंसक मेरी पोस्ट पर टिप्पणी करें तो सूचित करें
si: මගේ පළ කිරීම ගැන රසිකයන් අදහස් දක්වන විට දැනුම් දෙන්න
ta: எனது இடுகையில் ரசிகர்கள் கருத்து தெரிவிக்கும் போது தெரிவிக்கவும்
zh: 当粉丝评论我的帖子时通知

# notifyWhenTaggedToPost
source: Notify when I''m tagged to post
fi: Ilmoita, kun minut on merkitty lähettämään
fr: Avertir lorsque je suis tagué pour publier
hi: जब मुझे पोस्ट करने के लिए टैग किया जाए तो सूचित करें
si: මම පළ කිරීමට ටැග් කළ විට දැනුම් දෙන්න
ta: நான் இடுகையிடக் குறியிடப்பட்டபோது தெரிவிக்கவும்
zh: 当我被标记为发帖时通知

source: Notify when my team members post
fi: Ilmoita, kun tiimini jäsenet lähettävät
fr: Notifier lorsque les membres de mon équipe publient
hi: जब मेरी टीम के सदस्य पोस्ट करें तो सूचित करें
si: මගේ කණ්ඩායමේ සාමාජිකයින් පළ කරන විට දැනුම් දෙන්න
ta: எனது குழு உறுப்பினர்கள் இடுகையிடும்போது தெரிவிக்கவும்
zh: 当我的团队成员发帖时通知

source: Notify when my team fans post
fi: Ilmoita, kun tiimini fanit julkaisevat
fr: Notifier lorsque les fans de mon équipe publient
hi: जब मेरी टीम के प्रशंसक पोस्ट करें तो सूचित करें
si: මගේ කණ්ඩායමේ රසිකයන් පළ කරන විට දැනුම් දෙන්න
ta: எனது குழு ரசிகர்கள் இடுகையிடும்போது தெரிவிக்கவும்
zh: 当我的球队粉丝发帖时通知

source: Notify when team members comment on team post
fi: Ilmoita, kun tiimin jäsenet kommentoivat tiimin viestiä
fr: Notifier lorsque les membres de l''équipe commentent la publication de l''équipe
hi: जब टीम के सदस्य टीम पोस्ट पर टिप्पणी करें तो सूचित करें
si: කණ්ඩායම් සාමාජිකයින් කණ්ඩායම් පළ කිරීම පිළිබඳව අදහස් දක්වන විට දැනුම් දෙන්න
ta: குழு உறுப்பினர்கள் குழு இடுகையில் கருத்து தெரிவிக்கும்போது தெரிவிக்கவும்
zh: 当团队成员对团队帖子发表评论时发出通知

# notifyWhenFansCommentsOnTeamPost
source: Notify when fans comment on team post
fi: Ilmoita, kun fanit kommentoivat joukkuejulkaisua
fr: Notifier lorsque les fans commentent la publication de l''équipe
hi: जब प्रशंसक टीम पोस्ट पर टिप्पणी करें तो सूचित करें
si: කණ්ඩායම් පළ කිරීම ගැන රසිකයන් අදහස් දක්වන විට දැනුම් දෙන්න
ta: குழு இடுகையில் ரசிகர்கள் கருத்து தெரிவிக்கும் போது தெரிவிக்கவும்
zh: 当粉丝评论团队帖子时通知

# notifyWhenThereIsReactionOnMyPost
source: Notify when there is a reaction on my post
fi: Ilmoita, kun viestiini reagoidaan
fr: Avertir lorsqu''il y a une réaction sur mon message
hi: जब मेरी पोस्ट पर कोई प्रतिक्रिया हो तो सूचित करें
si: මගේ පළකිරීමේ ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 当我的帖子有反应时通知

source: Notify when my team is tagged to a post
fi: Ilmoita, kun tiimini on merkitty viestiin
fr: Notifier lorsque mon équipe est taguée sur une publication
hi: जब मेरी टीम को किसी पोस्ट पर टैग किया जाता है तो सूचित करें
si: මගේ කණ්ඩායම පළ කිරීමකට ටැග් කළ විට දැනුම් දෙන්න
ta: எனது குழு ஒரு இடுகையில் குறியிடப்படும்போது தெரிவிக்கவும்
zh: 当我的团队被标记到帖子时通知

# notifyWhenMyStoreHasANewCommentOnPost
source: Notify when my store has a new comment on a post
fi: Ilmoita, kun kaupassani olevaan viestiin on uusi kommentti
fr: Avertir lorsque ma boutique a un nouveau commentaire sur une publication
hi: जब मेरे स्टोर में किसी पोस्ट पर कोई नई टिप्पणी हो तो सूचित करें
si: මගේ ගබඩාවේ පළ කිරීමකට නව අදහසක් ඇති විට දැනුම් දෙන්න
ta: எனது ஸ்டோரில் ஒரு இடுகையில் புதிய கருத்து இருந்தால் தெரிவிக்கவும்
zh: 当我的商店对帖子有新评论时通知

# notifyWhenThereIsAReactionToStorePost
source: Notify when there is a reaction on store post
fi: Ilmoita, kun myymäläpostauksessa on reaktio
fr: Notifier lorsqu''il y a une réaction sur la publication en magasin
hi: स्टोर पोस्ट पर कोई प्रतिक्रिया होने पर सूचित करें
si: වෙළඳසැල් සටහනේ ප්‍රතික්‍රියාවක් ඇති විට දැනුම් දෙන්න
ta: ஸ்டோர் இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 商店帖子有反应时通知

source: Notify when venue followers make a post
fi: Ilmoita, kun tapahtumapaikan seuraajat tekevät julkaisun
fr: Notifier lorsque les abonnés du lieu publient une publication
hi: जब स्थल अनुयायी पोस्ट करें तो सूचित करें
si: ස්ථාන අනුගාමිකයින් පළ කිරීමක් කරන විට දැනුම් දෙන්න
ta: இடத்தைப் பின்தொடர்பவர்கள் இடுகையிடும்போது தெரிவிக்கவும்
zh: 当场地关注者发帖时通知

source: Notify when my venue has a new comment on a post
fi: Ilmoita, kun tapahtumapaikallani on uusi kommentti julkaisuun
fr: Avertir lorsque mon établissement a un nouveau commentaire sur une publication
hi: जब मेरे स्थान पर किसी पोस्ट पर कोई नई टिप्पणी हो तो सूचित करें
si: මගේ ස්ථානය පළ කිරීමකට නව අදහසක් ඇති විට දැනුම් දෙන්න
ta: எனது இடத்தில் ஒரு இடுகையில் புதிய கருத்து இருந்தால் தெரிவிக்கவும்
zh: 当我的场地对帖子有新评论时通知

source: Notify when there is a reaction on my post
fi: Ilmoita, kun viestiini on reagoitu
fr: Avertir lorsqu''il y a une réaction sur mon message
hi: जब मेरी पोस्ट पर कोई प्रतिक्रिया हो तो सूचित करें
si: මගේ පළකිරීමේ ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 当我的帖子有反应时通知

# notifyWhenMyVenueIsTaggedToAPost
source: Notify when my store is tagged to a post
fi: Ilmoita, kun tapahtumapaikkani on merkitty viestiin
fr: Avertir lorsque ma boutique est taguée sur une publication
hi: जब मेरा स्टोर किसी पोस्ट पर टैग किया गया हो तो सूचित करें
si: මගේ ගබඩාව පළ කිරීමකට ටැග් කළ විට දැනුම් දෙන්න
ta: எனது ஸ்டோர் ஒரு இடுகையில் குறியிடப்பட்டால் தெரிவிக்கவும்
zh: 当我的商店被标记到帖子时发出通知

source: Manage notifications you receive on Message.
fi: Hallinnoi viestissä saamiasi ilmoituksia.
fr: Gérer les notifications que vous recevez sur Message.
hi: संदेश पर प्राप्त होने वाली सूचनाएं प्रबंधित करें।
si: පණිවිඩය මත ඔබට ලැබෙන දැනුම්දීම් කළමනාකරණය කරන්න.
ta: செய்தியில் நீங்கள் பெறும் அறிவிப்புகளை நிர்வகிக்கவும்.
zh: 管理您在消息中收到的通知。

source: Notify when I have message
fi: Ilmoita, kun minulla on viesti
fr: Avertir quand j''ai un message
hi: जब मेरे पास संदेश आये तो सूचित करें
si: මට පණිවිඩයක් ඇති විට දැනුම් දෙන්න
ta: என்னிடம் செய்தி இருக்கும்போது தெரிவிக்கவும்
zh: 当我有消息时通知

# notifyWhenMyTeamHasANewMessage
source: Notify when my team have a new message
fi: Ilmoita, kun tiimilläni on uusi viesti
fr: Notifier lorsque mon équipe reçoit un nouveau message
hi: जब मेरी टीम के पास कोई नया संदेश हो तो सूचित करें
si: මගේ කණ්ඩායමට නව පණිවිඩයක් ඇති විට දැනුම් දෙන්න
ta: எனது குழுவில் ஒரு புதிய செய்தி இருக்கும்போது தெரிவிக்கவும்
zh: 当我的团队有新消息时通知

# notifyWhenMyStoreHaveANewMessage
source: Notify when my store has a new message
fi: Ilmoita, kun kaupassani on uusi viesti
fr: Avertir lorsque ma boutique reçoit un nouveau message
hi: जब मेरे स्टोर पर कोई नया संदेश आए तो सूचित करें
si: මගේ ගබඩාවට නව පණිවිඩයක් ඇති විට දැනුම් දෙන්න
ta: எனது ஸ்டோரில் புதிய செய்தி வரும் போது தெரிவிக்கவும்
zh: 当我的商店有新消息时通知

# postCommentsReactionsTagged
source: Post, Comments, Reactions and Tags
fi: Viestit, kommentit, reaktiot ja tunnisteet
fr: Message, commentaires, réactions et tags
hi: पोस्ट, टिप्पणियाँ, प्रतिक्रियाएँ और टैग
si: පළ කිරීම්, අදහස්, ප්‍රතික්‍රියා සහ ටැග්
ta: இடுகை, கருத்துகள், எதிர்வினைகள் மற்றும் குறிச்சொற்கள்
zh: 帖子、评论、反应和标签

source: Mutual Playmates
fi: Keskinäiset leikkikaverit
fr: Camarades de jeu communs
hi: आपसी खेल के साथी
si: පොදු සෙල්ලම් සගයන්
ta: பரஸ்பர பிளேமேட்ஸ்
zh: 共同的玩伴

# notifyWhenThereIsAReactionOnVenuePost
source: Notify when there is a reaction on my venue post
fi: Ilmoita, kun tapahtumapaikkaviestissäni on reaktio
fr: Notifier lorsqu''il y a une réaction sur la publication de ma salle
hi: जब मेरे स्थल पोस्ट पर कोई प्रतिक्रिया हो तो सूचित करें
si: මගේ ස්ථාන පෝස්ටයේ ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது இடம் இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 当我的场地帖子有反应时通知

# notifyWhenThereIsAReactionOnStorePost
source: Notify when there is a reaction on my store post
fi: Ilmoita, kun myymäläviestissäni on reaktio
fr: Notifier lorsqu''il y a une réaction sur ma publication en magasin
hi: जब मेरे स्टोर पोस्ट पर कोई प्रतिक्रिया हो तो सूचित करें
si: මගේ ගබඩා සටහනේ ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது ஸ்டோர் இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 当我的商店帖子有反应时通知

source: Notify when there is a reaction on my team post
fi: Ilmoita, kun tiimiviestissäni on reaktio
fr: Notifier lorsqu''il y a une réaction sur la publication de mon équipe
hi: जब मेरी टीम पोस्ट पर कोई प्रतिक्रिया हो तो सूचित करें
si: මගේ කණ්ඩායම් තනතුරේ ප්‍රතිචාරයක් ඇති විට දැනුම් දෙන්න
ta: எனது குழு இடுகையில் எதிர்வினை இருக்கும்போது தெரிவிக்கவும்
zh: 当我的团队帖子有反应时通知

source: Notify when my fan comment on my post
fi: Ilmoita, kun fani kommentoi viestiäni
fr: Notifier lorsque mon fan commente mon message
hi: जब मेरा प्रशंसक मेरी पोस्ट पर टिप्पणी करे तो सूचित करें
si: මගේ රසික මගේ පෝස්ට් එක ගැන අදහස් දක්වන විට දැනුම් දෙන්න
ta: எனது இடுகையில் எனது ரசிகர் கருத்து தெரிவிக்கும் போது தெரிவிக்கவும்
zh: 当我的粉丝评论我的帖子时通知

source: Camera Permission Required
fi: Kameran lupa vaaditaan
fr: Autorisation de caméra requise
hi: कैमरा अनुमति आवश्यक है
si: කැමරා අවසරය අවශ්යයි
ta: கேமரா அனுமதி தேவை
zh: 需要相机权限

# toUseFeatureAllowAccessToCameraInSettings
source: To use this feature, please allow access to the camera in your device settings
fi: Jos haluat käyttää tätä ominaisuutta, salli kameran käyttö laitteen asetuksissa
fr: Pour utiliser cette fonctionnalité, veuillez autoriser l''accès à l''appareil photo dans les paramètres de votre appareil
hi: इस सुविधा का उपयोग करने के लिए, कृपया अपनी डिवाइस सेटिंग्स में कैमरे तक पहुँच की अनुमति दें
si: මෙම විශේෂාංගය භාවිතා කිරීමට, කරුණාකර ඔබගේ උපාංග සැකසුම් තුළ කැමරාව වෙත ප්රවේශ වීමට ඉඩ දෙන්න
ta: இந்த அம்சத்தைப் பயன்படுத்த, உங்கள் சாதன அமைப்புகளில் கேமராவுக்கான அணுகலை அனுமதிக்கவும்
zh: 要使用此功能，请在您的设备设置中允许访问相机

# youAreAboutToMakePlaceNameLocationYourPrimaryLocation
source: You are about to make {placeName} your primary location
fi: Olet tekemässä paikasta {placeName} ensisijaiseksi sijainniksi
fr: Vous êtes sur le point de faire de {placeName} votre emplacement principal
hi: आप {placeName} को अपना प्राथमिक स्थान बनाने वाले हैं
si: ඔබ {placeName} ඔබගේ මූලික ස්ථානය බවට පත් කිරීමට සූදානම්
ta: நீங்கள் {placeName} ஐ உங்கள் முதன்மை இருப்பிடமாக்க உள்ளீர்கள்
zh: 您即将将 {placeName} 设置为您的主要位置

source: Removing {placeName} Location
fi: Poistetaan sijaintia {placeName}
fr: Suppression de l''emplacement {placeName}
hi: {placeName} स्थान हटा रहा है
si: {placeName} ස්ථානය ඉවත් කිරීම
ta: {placeName} இருப்பிடத்தை நீக்குகிறது
zh: 正在删除 {placeName} 位置

# youAreAboutToRemoveThisLocationAndSearchRadius
source: You are about to remove this location and search radius, this means you wan''t be able to make use of it again
fi: Olet poistamassa tämän sijainnin ja hakusäteen, mikä tarkoittaa, että et voi käyttää sitä uudelleen
fr: Vous êtes sur le point de supprimer cet emplacement et ce rayon de recherche, cela signifie que vous ne pourrez plus les utiliser
hi: आप इस स्थान और खोज त्रिज्या को हटाने वाले हैं, इसका मतलब है कि आप इसका दोबारा उपयोग नहीं कर पाएंगे
si: ඔබ මෙම ස්ථානය සහ සෙවුම් අරය ඉවත් කිරීමට සූදානම් වේ, මෙයින් අදහස් කරන්නේ ඔබට එය නැවත භාවිතා කිරීමට නොහැකි වනු ඇති බවයි
ta: நீங்கள் இந்த இருப்பிடத்தையும் தேடல் ஆரத்தையும் அகற்ற உள்ளீர்கள், இதன் பொருள் உங்களால் இதை மீண்டும் பயன்படுத்த முடியாது
zh: 您即将删除此位置和搜索半径，这意味着您将无法再次使用它

# locationWillBeUseToSuggestions
source: Location will be used to suggest (playmates, teams, stores, venues and activities). Within the location you set up.
fi: Sijaintia käytetään ehdottamiseen (pelikavereita, joukkueita, liikkeitä, paikkoja ja aktiviteetteja). Määrittämäsi sijainnin sisällä.
fr: L''emplacement sera utilisé pour suggérer (des camarades de jeu, des équipes, des magasins, des lieux et des activités). Dans l''emplacement que vous avez défini.
hi: स्थान का उपयोग सुझाव देने के लिए किया जाएगा (खेल के साथी, टीम, स्टोर, स्थान और गतिविधियाँ)। आपके द्वारा निर्धारित स्थान के भीतर।
si: (සෙල්ලම් සගයන්, කණ්ඩායම්, ගබඩා, ස්ථාන සහ ක්‍රියාකාරකම්) ඔබ විසින් පිහිටුවන ලද ස්ථානය තුළ යෝජනා කිරීමට ස්ථානය භාවිතා කරනු ඇත.
ta: நீங்கள் அமைக்கும் இடத்திற்குள் (விளையாட்டுத் தோழர்கள், அணிகள், கடைகள், இடங்கள் மற்றும் செயல்பாடுகள்) பரிந்துரைக்க இருப்பிடம் பயன்படுத்தப்படும்.
zh: 位置将用于建议（玩伴、团队、商店、场地和活动）。在您设置的位置内。

# searchDistanceWillBeTheKilometersOrMiles
source: Search distance will be kilometers or miles you want the search to reach from the location you set up.
fi: Hakuetäisyys on kilometrejä tai maileja, jotka haluat haun saavuttavan määrittämästäsi sijainnista.
fr: La distance de recherche sera en kilomètres ou en miles que vous souhaitez atteindre à partir de l''emplacement que vous avez configuré.
hi: खोज की दूरी किलोमीटर या मील होगी, आप चाहते हैं कि खोज आपके द्वारा निर्धारित स्थान से पहुँचे।
si: සෙවුම් දුර කිලෝමීටර් හෝ සැතපුම් වනු ඇත, ඔබට සෙවුම ඔබ පිහිටුවා ඇති ස්ථානයේ සිට ළඟා වීමට අවශ්‍ය වේ.
ta: தேடல் தூரம் கிலோமீட்டர்கள் அல்லது மைல்களாக இருக்கும், நீங்கள் அமைத்த இடத்திலிருந்து தேடலை அடைய வேண்டும்.
zh: 搜索距离将为您希望搜索从您设置的位置到达的公里或英里。

source: Primary Location
fi: Ensimmäinen sijainti
fr: Emplacement primaire
hi: पिरमेरी स्थान
si: Pirmary ස්ථානය
ta: Pirmary Location
zh: 主要位置

# searchRadiusWithNMiles
source: Search Radius ({radius}miles)
fi: Haun säde({radius}mailia)
fr: Rayon de recherche ({radius}miles)
hi: खोज त्रिज्या({radius}मील)
si: සෙවුම් අරය({radius}සැතපුම්)
ta: தேடல் ஆரம்({radius}மைல்கள்)
zh: 搜索半径({radius}英里)

# noPhotosFound
source: No photos found on this device
fi: Tästä laitteesta ei löytynyt valokuvia
fr: Aucune photo n''a été trouvée sur cet appareil
hi: इस डिवाइस पर कोई फ़ोटो नहीं मिला
si: මෙම උපාංගයේ ඡායාරූප සොයාගත නොහැක
ta: இந்த சாதனத்தில் புகைப்படங்கள் எதுவும் காணப்படவில்லை
zh: 在此设备上找不到照片

# noVideosFound
source: No videos found on this device
fi: Tästä laitteesta ei löytynyt videoita
fr: Aucune vidéo n''a été trouvée sur cet appareil
hi: इस डिवाइस पर कोई वीडियो नहीं मिला
si: මෙම උපාංගයේ කිසිදු වීඩියෝ හමු වී නැත
ta: இந்த சாதனத்தில் வீடியோக்கள் எதுவும் காணப்படவில்லை
zh: 在此设备上找不到视频

source: Edit Location & Radius
fi: Muokkaa sijaintia ja sädettä
fr: Modifier l''emplacement et le rayon
hi: स्थान और त्रिज्या संपादित करें
si: ස්ථානය සහ අරය සංස්කරණය කරන්න
ta: இருப்பிடம் & ஆரம் திருத்து
zh: 编辑位置和半径

# setUpYouDefaultTheme
source: Set up your default theme on playkosmos
fi: Aseta oletusteema playkosmosissa
fr: Configurer votre thème par défaut sur playkosmos
hi: playkosmos पर अपना डिफ़ॉल्ट थीम सेट करें
si: playkosmos හි ඔබගේ පෙරනිමි තේමාව සකසන්න
ta: playkosmos இல் உங்கள் இயல்புநிலை தீம் அமைக்கவும்
zh: 在 playkosmos 上设置默认主题

source: Light
fi: Kevyt
fr: Lumière
hi: रोशनी
si: ආලෝකය
ta: ஒளி
zh: 光

source: Dark
fr: Sombre
hi: डार्क
si: අඳුරු
ta: இருண்ட
zh: 黑暗

source: System default
fi: Järjestelmän oletus
fr: Système par défaut
hi: सिस्टम डिफ़ॉल्ट
si: පද්ධති පෙරනිමිය
ta: கணினி இயல்புநிலை
zh: 系统默认

# aboutUsDescription
source: Culture, Values & Team PlayKosmos brings high-quality design to businesses all around the world in a fast and affordable way. We are a team of design experts working to make great design more accessible. We’re also a proud remote company and believe that you don’t have to be tied down to an office to do awesome work. As a team of digital natives located across the globe, we share a strong team spirit and a commitment to power businesses with great design. Fostering a positive, inclusive and safe environment. We develop and use tools and offer resources to our community members that help to make their experiences positive and inclusive, including when we think they might need help.
fi: Kulttuuri, arvot & tiimi PlayKosmos tuo korkealaatuista suunnittelua yrityksille kaikkialla maailmassa nopeasti ja edullisella tavalla. Olemme suunnitteluasiantuntijoiden tiimi, joka pyrkii tekemään upeasta suunnittelusta helpompaa. Me'' olemme myös ylpeä etäyritys ja uskomme, että sinun ei tarvitse olla sidottu toimistoon tehdäksesi mahtavaa työtä. Digitaalisten alkuperäiskansojen tiiminä ympäri maailmaa jaamme vahvan tiimihengen ja sitoutumisen tehostaa yrityksiä loistava muotoilu. Edistämme positiivista, osallistavaa ja turvallista ympäristöä. Kehitämme ja käytämme työkaluja ja tarjoamme resursseja yhteisömme jäsenille, jotka auttavat tekemään heidän kokemuksistaan myönteisiä ja osallistavia, myös silloin, kun uskomme heidän tarvitsevan apua.
fr: Culture, valeurs et équipe PlayKosmos apporte un design de haute qualité aux entreprises du monde entier, de manière rapide et abordable. Nous sommes une équipe d'experts en design qui travaillent pour rendre le design de qualité plus accessible. Nous'' Nous sommes également une fière entreprise distante et pensons que vous n'avez pas besoin d'être lié à un bureau pour faire un travail formidable. En tant qu''équipe de natifs du numérique située à travers le monde, nous partageons un fort esprit d'équipe et un engagement à propulser les entreprises avec superbe design. Favoriser un environnement positif, inclusif et sûr. Nous développons et utilisons des outils et proposons des ressources aux membres de notre communauté qui les aident à rendre leurs expériences positives et inclusives, y compris lorsque nous pensons qu''ils pourraient avoir besoin d''aide
hi: संस्कृति, मूल्य और टीम PlayKosmos दुनिया भर के व्यवसायों के लिए तेज़ और किफायती तरीके से उच्च गुणवत्ता वाला डिज़ाइन लाता है। हम डिज़ाइन विशेषज्ञों की एक टीम हैं जो बेहतरीन डिज़ाइन को और अधिक सुलभ बनाने के लिए काम कर रहे हैं। हम'' हम एक दूरस्थ कंपनी होने पर भी गर्व करते हैं और मानते हैं कि शानदार काम करने के लिए आपको किसी कार्यालय से बंधे रहने की ज़रूरत नहीं है। दुनिया भर में स्थित डिजिटल मूल निवासियों की एक टीम के रूप में, हम एक मजबूत टीम भावना और व्यवसायों को सशक्त बनाने की प्रतिबद्धता साझा करते हैं बेहतरीन डिज़ाइन। एक सकारात्मक, समावेशी और सुरक्षित वातावरण को बढ़ावा देना। हम ऐसे उपकरण विकसित और उपयोग करते हैं और अपने समुदाय के सदस्यों को संसाधन प्रदान करते हैं जो उनके अनुभवों को सकारात्मक और समावेशी बनाने में मदद करते हैं, जिसमें तब भी शामिल है जब हमें लगता है कि उन्हें मदद की आवश्यकता हो सकती है।
si: සංස්කෘතිය, වටිනාකම් සහ කණ්ඩායම PlayKosmos ලොව පුරා ව්‍යාපාර සඳහා වේගවත් සහ දැරිය හැකි ආකාරයෙන් උසස් තත්ත්වයේ නිර්මාණයක් ගෙන එයි. අපි විශිෂ්ට නිර්මාණ වඩාත් ප්‍රවේශ විය හැකි කිරීමට කටයුතු කරන නිර්මාණ විශේෂඥයින්ගේ කණ්ඩායමකි. අපි'' එයද සාඩම්බර දුරස්ථ සමාගමක් වන අතර විශ්මිත කාර්යයක් කිරීමට ඔබ කාර්යාලයකට බැඳිය යුතු නැති බව විශ්වාස කරන්න. ලොව පුරා සිටින ඩිජිටල් ස්වදේශිකයන් කණ්ඩායමක් ලෙස, අපි ශක්තිමත් කණ්ඩායම් හැඟීමක් සහ ව්‍යාපාර බලය සඳහා කැපවීමක් බෙදාහදා ගනිමු විශිෂ්ට නිර්මාණයක්. ධනාත්මක, ඇතුළත් සහ ආරක්ෂිත පරිසරයක් පෝෂණය කිරීම. අපි මෙවලම් සංවර්ධනය කර භාවිතා කරමු සහ අපගේ ප්‍රජා සාමාජිකයින්ට ඔවුන්ගේ අත්දැකීම් ධනාත්මක සහ ඇතුළත් කර ගැනීමට උපකාර වන සම්පත් ඔවුන්ට ලබා දෙන්නෙමු
ta: கலாச்சாரம், மதிப்புகள் & குழு PlayKosmos உலகெங்கிலும் உள்ள வணிகங்களுக்கு உயர்தர வடிவமைப்பை விரைவாகவும் மலிவு விலையிலும் கொண்டு வருகிறது. சிறந்த வடிவமைப்பை இன்னும் அணுகக்கூடியதாக மாற்றுவதற்கு நாங்கள் பணிபுரியும் வடிவமைப்பு நிபுணர்களின் குழு. நாங்கள்'' ஒரு பெருமைமிக்க தொலைதூர நிறுவனம் மற்றும் அற்புதமான வேலையைச் செய்ய நீங்கள் அலுவலகத்துடன் இணைக்கப்பட வேண்டியதில்லை என்று நம்புகிறோம். உலகம் முழுவதும் அமைந்துள்ள டிஜிட்டல் பூர்வீகக் குழுவாக, நாங்கள் வலுவான குழு உணர்வையும், ஆற்றல் வணிகத்திற்கான அர்ப்பணிப்பையும் பகிர்ந்து கொள்கிறோம். சிறந்த வடிவமைப்பு. நேர்மறையான, உள்ளடக்கிய மற்றும் பாதுகாப்பான சூழலை வளர்ப்பது. நாங்கள் கருவிகளை உருவாக்கி பயன்படுத்துகிறோம். எங்கள் சமூக உறுப்பினர்களுக்கு அவர்களின் அனுபவங்களை நேர்மறையாகவும் உள்ளடக்கியதாகவும் மாற்ற உதவும் கருவிகளை நாங்கள் அவர்களுக்கு வழங்குகிறோம்.
zh: 文化、价值观和团队 PlayKosmos 以快速且经济实惠的方式为世界各地的企业带来高质量的设计。我们是一支设计专家团队，致力于让伟大的设计更容易实现。 我们'' 我们也是一家自豪的远程公司，相信您不必被束缚在办公室里就能完成出色的工作。作为一支由遍布全球的数字原住民组成的团队，我们拥有强大的团队精神和对推动业务发展的承诺 出色的设计。 营造积极、包容和安全的环境。我们开发和使用工具并向社区成员提供资源，帮助他们获得积极和包容的体验，包括当我们认为他们可能需要帮助时。

source: Rate App
fi: Arvioi sovellus
fr: Évaluer l''application
hi: रेट ऐप
si: යෙදුම අගයන්න
ta: இந்த பயன்பாட்டை மதிப்பிடு
zh: 对应用程序进行评分

source: Ratings
fi: Arviot
fr: Notes
hi: रेटिंग्स
si: ශ්‍රේණිගත කිරීම්
ta: மதிப்பீடுகள்
zh: 收视率

# onAScaleOf1to5RatePlaykosmos
source: On a scale of 1 to 5 rate this app
fi: Arvioi tämä sovellus asteikolla 1-5
fr: Sur une échelle de 1 à 5, notez cette application
hi: 1 से 5 के पैमाने पर इस ऐप को रेट करें
si: 1 සිට 5 දක්වා පරිමාණයකින් මෙම යෙදුම ශ්‍රේණිගත කරන්න
ta: இந்த பயன்பாட்டை 1 முதல் 5 வரை மதிப்பிடவும்
zh: 以 1 到 5 的等级评价此应用程序

source: Type Review (Optional)
fi: Kirjoita Arvostelu (valinnainen)
fr: Saisissez votre avis (facultatif)
hi: समीक्षा टाइप करें (ऐच्छिक)
si: විස්තරය ටයිප් කරන්න (විකල්ප)
ta: விருப்ப மதிப்பாய்வு என தட்டச்சு செய்யவும்
zh: 类型审查（可选）

source: Profile Interest
fi: Profiilin kiinnostus
fr: Intérêt du profil
hi: प्रोफ़ाइल रुचि
si: පැතිකඩ උනන්දුව
ta: சுயவிவர ஆர்வம்
zh: 个人资料兴趣

source: Permission Request
fi: Lupapyyntö
fr: Demande d''autorisation
hi: अनुमति का अनुरोध
si: අවසර ඉල්ලීම
ta: அனுமதி கோரிக்கை
zh: 权限请求
