Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# addLocationAndRadius
source: Add Location & Radius
fi: Lisää sijainti ja säde
fr: Ajouter l''emplacement et le rayon
hi: स्थान और त्रिज्या जोड़ें
si: ස්ථානය සහ ප්‍රමාණය එකතු කරන්න
ta: இடம் மற்றும் அருவத்தைச் சேர்க்கவும்
zh: 添加位置和半径

source: Save
fi: Tallenna
fr: Enregistrer
hi: सहेजें
si: සුරකින්න
ta: சேமி
zh: 保存

# justAddedLocationAndSearchDistance
source: You have just added a new location & search distance
fi: Lisäsit juuri uuden sijainnin ja hakuetäisyyden
fr: Vous venez d''ajouter un nouvel emplacement et une distance de recherche
hi: आपने हाल ही में एक नया स्थान और खोज दूरी जोड़ी है
si: ඔබ නව ස්ථානය සහ සෙවුම් දිසාකරන වේ
ta: நீங்கள் புதிய இடத்தை சேர்த்து தேடல் தொகுப்பு வேறு ஒரு இடம்
zh: 您刚刚添加了一个新位置和搜索距离

source: Name
fi: Nimi
fr: Nom
hi: नाम
si: නම
ta: பெயர்
zh: 名字

source: My Code
fi: Oma koodi
fr: Mon code
hi: मेरा कोड
si: මගේ කේතය
ta: என் குறியீடு
zh: 我的代码

source: Scan Code
fi: Skannaa koodi
fr: Scanner le code
hi: कोड स्कैन करें
si: කේතය ස්කෑන් කරන්න
ta: கொடியை ஸ்கேன் செய்யவும்
zh: 扫描代码

# scanOtherPlaymatesToAdd
source: Scan other playmate QR-CODE to add them on Playkosmos
fi: Skannaa muiden kavereiden QR-koodi lisätäksesi heidät Playkosmosiin
fr: Scanner le code QR des autres amis pour les ajouter sur Playkosmos
hi: प्लेकोसमोस में उन्हें जोड़ने के लिए अन्य प्लेमेट का QR-CODE स्कैन करें
si: වෙනත් ක්‍රීඩා මිතුරන්ගේ QR-CODE ස්කෑන් කර Playkosmos හි ඔවුන් එකතු කරන්න
ta: Playkosmos இல் அவர்களைச் சேர்க்க மற்ற விளையாட்டுத் தோழர்களின் QR-CODE ஐ ஸ்கேன் செய்யவும்
zh: 扫描其他玩伴的 QR 码将他们添加到 Playkosmos

# qrCapitalizedCode
source: QR code
fi: QR-koodi
fr: Code QR
hi: QR कोड
si: QR කේතය
ta: QR குறியீடு
zh: 二维码

source: Share Code
fi: Jaa koodi
fr: Partager le code
hi: कोड साझा करें
si: කේතය බෙදා ගන්න
ta: கொடியை பகிரவும்
zh: 分享代码

source: Discover Stores
fi: Löydä Kauppoja
fr: Découvrir les Magasins
hi: दुकानें खोजें
si: ගබඩා සොයන්න
ta: அறுவைகள் கண்டறி
zh: 发现商店

source: Discover Venues
fi: Löydä Tapahtumapaikkoja
fr: Découvrir les Lieux
hi: स्थलों की खोज करें
si: ස්වාමීන් සොයන්න
ta: விளக்கம் கண்டறி
zh: 发现场馆

# nMutualPlaymatesFollowStore
source: {mutualPlaymates, plural, =0{{playmate} follows this store} =1{{playmate} + 1 mutual playmate follow this store} other{{playmate} + {mutualPlaymates} mutual playmates follow this store}}
fi: {mutualPlaymates, plural, =0{{playmate} seuraa tätä kauppaa} =1{{playmate} + 1 yhteinen leikkikaveri seuraa tätä kauppaa} other{{playmate} + {mutualPlaymates} yhteistä leikkikaveria seuraa tätä kauppaa}}
fr: {mutualPlaymates, plural, =0{{playmate} suit ce magasin} =1{{playmate} + 1 ami commun suit ce magasin} other{{playmate} + {mutualPlaymates} amis communs suivent ce magasin}}
hi: {mutualPlaymates, plural, =0{{playmate} इस दुकान का पालन करते हैं} =1{{playmate} + 1 सहयोगी संगीतकार इस दुकान का पालन करते हैं} other{{playmate} + {mutualPlaymates} सहयोगी संगीतकार इस दुकान का पालन करते हैं}}
si: {mutualPlaymates, plural, =0{{playmate} මෙම සාකච්ඡාව අනුගමනය කරනවා} =1{{playmate} + 1 අනුගමන සහායික උපසේවාව කරනවා} other{{playmate} + {mutualPlaymates} අනුගමන සහායික උපසේවාවන් කරනවා}}
ta: {mutualPlaymates, plural, =0{{playmate} இந்த அங்காடியை பின்தொடருகிறார்} =1{{playmate} + 1 பங்களிப்பு உண்மையில் பின்தொடருகிறார்} other{{playmate} + {mutualPlaymates} பங்களிப்புக்கு பின்தொடருகிறார்}}
zh: {mutualPlaymates, plural, =0{{playmate} 关注了此商店} =1{{playmate} + 1 位共同玩伴关注了此商店} other{{playmate} + {mutualPlaymates} 位共同玩伴关注了此商店}}

# nMutualPlaymatesFollowVenue
source: {mutualPlaymates, plural, =0{{playmate} follows this venue} =1{{playmate} + 1 mutual playmate follow this venue} other{{playmate} + {mutualPlaymates} mutual playmates follow this venue}}
fi: {mutualPlaymates, plural, =0{{playmate} seuraa tätä paikkaa} =1{{playmate} + 1 yhteinen leikkikaveri seuraavat tätä paikkaa} other{{playmate} + {mutualPlaymates} yhteistä leikkikaveria seuraavat tätä paikkaa}}
fr: {mutualPlaymates, plural, =0{{playmate} suit cette salle} =1{{playmate} + 1 autre ami suivent cette salle} other{{playmate} + {mutualPlaymates} autres amis suivent cette salle}}
hi: {mutualPlaymates, plural, =0{{playmate} इस स्थान का पालन करता है} =1{{playmate} + 1 संयुक्त खिलाड़ी इस स्थान का पालन करते हैं} other{{playmate} + {mutualPlaymates} संयुक्त खिलाड़ी इस स्थान का पालन करते हैं}}
si: {mutualPlaymates, plural, =0{{playmate} මෙම ස්ථානය කළා} =1{{playmate} + 1 සුමිත කුසලකයා මෙම ස්ථානය කළා} other{{playmate} + {mutualPlaymates} සුමිත කුසලක් මෙම ස්ථානය කළා}}
ta: {mutualPlaymates, plural, =0{{playmate} இந்த இடத்தை பின்தொடருகிறார்} =1{{playmate} + 1 ஒரு உடன் விளக்குவருகிறார்} other{{playmate} + {mutualPlaymates} உடன் விளக்குவருகிறார்}}
zh: {mutualPlaymates, plural, =0{{playmate} 关注了该场馆} =1{{playmate} + 1 位共同玩伴关注了该场馆} other{{playmate} + {mutualPlaymates} 位共同玩伴关注了该场馆}}

source: Go to store
fi: Siirry kauppaan
fr: Aller au magasin
hi: दुकान जाएँ
si: ගබඩාවට යන්න
ta: அந்த அங்காடிக்கு செல்
zh: 前往商店

source: Go to venue
fi: Siirry paikkaan
fr: Aller au lieu
hi: स्थल जाएँ
si: වෙනුවට යන්න
ta: மேடைக்கு செல்
zh: 前往场馆

source: Filter by Working days and time
fi: Suodata työpäivien ja ajan mukaan
fr: Filtrer par jours ouvrables et heures
hi: काम के दिनों और समय के आधार पर फिल्टर करें
si: රැකියා වැඩි දින සහ වේලාව වලට පෙරවන්ද
ta: வேலைக் கிடைக்கும் நாட்களும் நேரமும் மூலம் வடிகட்டு
zh: 按工作日和时间筛选

# setDayOfWeek
source: {dayOfWeek, select, monday{Monday} tuesday{Tuesday} wednesday{Wednesday} thursday{Thursday} friday{Friday} saturday{Saturday} sunday{Sunday} other{--}}
fi: {dayOfWeek, select, monday{Maanantai} tuesday{Tiistai} wednesday{Keskiviikko} thursday{Torstai} friday{Perjantai} saturday{Lauantai} sunday{Sunnuntai} other{--}}
fr: {dayOfWeek, select, monday{Lundi} tuesday{Mardi} wednesday{Mercredi} thursday{Jeudi} friday{Vendredi} saturday{Samedi} sunday{Dimanche} other{--}}
hi: {dayOfWeek, select, monday{सोमवार} tuesday{मंगलवार} wednesday{बुधवार} thursday{गुरुवार} friday{शुक्रवार} saturday{शनिवार} sunday{रविवार} other{--}}
si: {dayOfWeek, select, monday{මුල්මය} tuesday{අඟහරුවාදා} wednesday{බදාදා} thursday{බ්‍රහස්පතින්දා} friday{සිකුරාදා} saturday{සෙනසුරාදා} sunday{ඉරිදා} other{--}}
ta: {dayOfWeek, select, monday{திங்கள்} tuesday{செவ்வாய்} wednesday{புதன்} thursday{வியாழன்} friday{வெள்ளி} saturday{சனிக்கிழமை} sunday{ஞாயிறு} other{--}}
zh: {dayOfWeek, select, monday{星期一} tuesday{星期二} wednesday{星期三} thursday{星期四} friday{星期五} saturday{星期六} sunday{星期日} other{--}}

# adjustingOpeningTimeForValidity
source: The opening time must be earlier than the closing time.
fi: Aukioloajan tulee olla ennen sulkemisaikaa.
fr: L''heure d''ouverture doit être antérieure à l''heure de fermeture.
hi: खुलने का समय समापन समय से पहले होना चाहिए।
si: විවෘත කිරීමේ කාලය අවසන් වන කාලයට වඩා කලින් විය යුතුය.
ta: திறக்கும் நேரம் மூடும் நேரத்திற்கு முன்னதாக இருக்க வேண்டும்.
zh: 开放时间必须早于闭馆时间。

# adjustingClosingTimeForValidity
source: Please set the closing time after the opening time.
fi: Aseta sulkemisaika aukioloajan jälkeen.
fr: Veuillez définir l''heure de fermeture après l''heure d’ouverture.
hi: कृपया खुलने के समय के बाद समापन का समय निर्धारित करें।
si: කරුණාකර විවෘත කිරීමේ වේලාවෙන් පසු වසා දැමීමේ වේලාව සකසන්න.
ta: திறக்கும் நேரத்திற்குப் பிறகு மூடும் நேரத்தை அமைக்கவும்.
zh: 请在开放时间之后设置关闭时间。

source: Product price
fi: Tuotteen hinta
fr: Prix du produit
hi: उत्पाद कीमत
si: නිෂ්පාදිත වර්ගය
ta: தயாரிப்பு விலை
zh: 产品价格

# filterByTimeFrame
source: Filter by Time frame (Day and time)
fi: Suodata aikajakson mukaan (päivä ja aika)
fr: Filtrer par période (jour et heure)
hi: समय अवधि (दिन और समय) के अनुसार फ़िल्टर करें
si: වේලාව (දිනය සහ කාලය) වලට වලංගු කරන්න
ta: காலக்குறியீட்டுமேல் வடிகட்டு (நாள் மற்றும் நேரம்)
zh: 按时间框架筛选（日期和时间）

# filterByActivityFee
source: Filter by Activity Fee (Paid/free)
fi: Suodata toimintamaksun mukaan (Maksullinen/ilmainen)
fr: Filtrer par frais d''activité (Payant/gratuit)
hi: गतिविधि शुल्क द्वारा फ़िल्टर करें (भुगतान किया गया / मुफ्त)
si: සේවා ගාස්තුව බාගත කිරීම පෙරළන (ගෙවීම/නොගෙවීම)
ta: செயல்பாட்டு கட்டணம் அடிப்படையில் வடிகட்டி (செலுத்தப்பட்டது/இலவசம்)
zh: 按活动费用筛选（付费/免费）

source: Paid activities price range (€)
fi: Maksullisten aktiviteettien hintaluokka (€)
fr: Plage de prix des activités payantes (€)
hi: वेतनित गतिविधियों की मूल्य सीमा (€)
si: ගෙවීමට ඇති ක්‍රියාකාර මිල සීමා (€)
ta: செலுத்தப்பட்ட செயல்பாடுகளின் விலை வரம்பு (€)
zh: 付费活动价格范围（€）

source: Filter by Participant
fi: Suodata osallistujan mukaan
fr: Filtrer par participant
hi: प्रतिभागी के आधार पर फ़िल्टर करें
si: පැනුම්කරනවා හෝ වෙනත්
ta: பங்காளி வடிகட்டல்
zh: 按参与者筛选

source: Play Earnings
fi: Toista ansiot
fr: Jouer les gains
hi: खेलें कमाई
si: අවසාන ලබාදුනන
ta: விளையாடு வருமானம்
zh: 播放收益

# allTransactionIncludeIncomeAndWithdrawal
source: All transaction includes income and withdrawals from all aspect on playkosmos (team, store, venue, activities and your referrals).
fi: Kaikki transaktiot sisältävät tuloja ja nostoa kaikista näkökohdista playkosmosissa (tiimi, myymälä, tila, aktiviteetit ja viitteesi).
fr: Toutes les transactions incluent les revenus et les retraits de tous les aspects de playkosmos (équipe, magasin, lieu, activités et vos recommandations).
hi: सभी लेन-देन में प्लेकोसमोस (टीम, स्टोर, वेन्यू, गतिविधियों और आपके रेफरल) के सभी पहलुओं से आय और निकासी शामिल हैं।
si: සියලුම ගනුදෙනුවලට playkosmos (කණ්ඩායම, ගබඩාව, ස්ථානය, ක්‍රියාකාරකම් සහ ඔබේ යොමු කිරීම්) හි සියලු අංශවලින් ආදායම් සහ මුදල් ආපසු ගැනීම් ඇතුළත් වේ.
ta: மொத்த பணப்பரிமாற்றம், playkosmos (குழு, கடை, இடம், நடவடிக்கைகள் மற்றும் உங்கள் பரிந்துரைகள்) அனைத்து அம்சங்களிலிருந்தும் வருமானம் மற்றும் withdrawal ஆகியவற்றை உள்ளடக்கியது.
zh: 所有交易都包括来自 playkosmos 各个方面（团队、商店、场地、活动和您的推荐人）的收入和提现。

source: Total Earnings
fi: Yhteensä tulot
fr: Total des revenus
hi: कुल आय
si: මුළු ඉපැයීම්
ta: மொத்த வருமானம்
zh: 总收入

source: Playmates Earnings
fi: Leikkitovereiden tulot
fr: Revenu des playmates
hi: प्लेमेट्स आय
si: Playmates ඉපැයීම්
ta: உங்கள் நண்பர்களின் வருமானம்
zh: 玩伴收入

source: Team Earnings
fi: Tiimin tulot
fr: Revenu de l''équipe
hi: टीम की कमाई
si: කණ්ඩායම් ඉපැයීම්
ta: குழு வருமானம்
zh: 团队收入

source: Store Earnings
fi: Myymälän tulot
fr: Revenu du magasin
hi: स्टोर की कमाई
si: ගබඩා ඉපැයීම්
ta: கடை வருமானம்
zh: 商店收入

source: Venues Earnings
fi: Tilojen tulot
fr: Revenu des lieux
hi: स्थानों की कमाई
si: ස්ථාන ඉපැයීම්
ta: இடங்களின் வருமானம்
zh: 场地收入

# allPlaymateIncomeAndWithdrawal
source: All income and withdrawals from activities you created and from Your referrals.
fi: Kaikki tulot ja nostot aktiviteeteista, joita olet luonut ja viittauksistasi.
fr: Tous les revenus et retraits des activités que vous avez créées et de vos recommandations.
hi: गतिविधियों से आपकी आय और निकासी और आपके रेफरल से।
si: ඔබ විසින් සාදන ලද ක්‍රියාකාරකම් වලින් සහ ඔබගේ යොමු කිරීම් වලින් ලැබෙන සියලුම ආදායම් සහ මුදල් ආපසු ගැනීම්.
ta: நீங்கள் உருவாக்கிய நடவடிக்கைகள் மற்றும் உங்கள் பரிந்துரைகள் ஆகியவற்றிலிருந்து அனைத்து வருமானம் மற்றும் withdrawal ஆகியவற்றை உள்ளடக்கியது.
zh: 来自您创建的活动和您的推荐人的所有收入和提现。

# allTeamIncomeAndWithdrawal
source: All income and withdrawals from activities your teams creates.
fi: Kaikki tulot ja nostot aktiviteeteista, joita tiimisi luo.
fr: Tous les revenus et retraits des activités créées par vos équipes.
hi: टीम द्वारा बनाई गई गतिविधियों से आपकी आय और निकासी।
si: ඔබගේ කණ්ඩායම් නිර්මාණය කරන ක්‍රියාකාරකම් වලින් සියලුම ආදායම් සහ මුදල් ආපසු ගැනීම්.
ta: உங்கள் குழுக்கள் உருவாக்கும் நடவடிக்கைகள் ஆகியவற்றிலிருந்து அனைத்து வருமானம் மற்றும் withdrawal ஆகியவற்றை உள்ளடக்கியது.
zh: 来自您的团队创建的所有收入和提现。

# allStoreIncomeAndWithdrawal
source: All income and withdrawals from activities your store creates.
fi: Kaikki tulot ja nostot aktiviteeteista, joita myymälääsi luo.
fr: Tous les revenus et retraits des activités créées par votre magasin.
hi: स्टोर द्वारा बनाई गई गतिविधियों से आपकी आय और निकासी।
si: ඔබගේ වෙළඳසැල නිර්මාණය කරන ක්‍රියාකාරකම් වලින් සියලුම ආදායම් සහ ආපසු ගැනීම්.
ta: உங்கள் கடை உருவாக்கும் நடவடிக்கைகள் ஆகியவற்றிலிருந்து அனைத்து வருமானம் மற்றும் withdrawal ஆகியவற்றை உள்ளடக்கியது.
zh: 来自您商店创建的所有收入和提现。

# allVenuesIncomeAndWithdrawal
source: All income and withdrawals from activities, Venue zones your Venue creates and rented out.
fi: Kaikki tulot ja nostot aktiviteeteista, tila-alueista, joita tila luo ja vuokraa.
fr: Tous les revenus et retraits des activités, des zones de lieu que votre lieu crée et loue.
hi: गतिविधियों, वेन्यू ज़ोन से आपकी आय और निकासी जो आपका वेन्यू बनाता है और किराए पर लेता है।
si: සියලුම ආදායම් සහ ක්‍රියාකාරකම් වලින් මුදල් ආපසු ගැනීම්, ඔබේ ස්ථානය සාදනු ලබන සහ කුලියට දුන් ස්ථාන කලාප.
ta: உங்கள் இடம் உருவாக்கும் நடவடிக்கைகள், இடம் மண்டலங்கள் மற்றும் வாடகைக்கு விடப்பட்டவை ஆகியவற்றிலிருந்து அனைத்து வருமானம் மற்றும் withdrawal ஆகியவற்றை உள்ளடக்கியது.
zh: 来自您的场地创建和租出的所有活动、场地区域的收入和提现。

source: Withdrawal Method
fi: Nostotapa
fr: Mode de retrait
hi: निकासी विधि
si: ආපසු ගැනීමේ ක්රමය
ta: withdrawal முறை
zh: 提现方式

# withdrawalWithCreditCard
source: Withdraw with a credit/debit card
fi: Nosta luotto-/pankkikortilla
fr: Retirez avec une carte de crédit/débit
hi: क्रेडिट/डेबिट कार्ड से निकालें
si: ක්‍රෙඩිට්/ඩෙබිට් කාඩ්පතක් සමඟ මුදල් ආපසු ගන්න
ta: கடன்/கட்டண அட்டையுடன் withdrawal
zh: 使用信用卡/借记卡提现

# withdrawalWithPaypal
source: Withdraw using your PayPal account
fi: Nosta PayPal-tilillesi
fr: Retirez en utilisant votre compte PayPal
hi: अपने PayPal खाते का उपयोग करके निकालें
si: ඔබගේ PayPal ගිණුම භාවිතයෙන් මුදල් ආපසු ගන්න
ta: PayPal கணக்கைப் பயன்படுத்தி withdrawal
zh: 使用您的 PayPal 账户提现

source: Withdraw with my card
fi: Nosta kortillani
fr: Retirez avec ma carte
hi: अपने कार्ड से निकालें
si: මගේ කාඩ්පත සමඟ මුදල් ආපසු ගන්න
ta: என் அட்டையுடன் withdrawal
zh: 用我的卡提现

source: Withdrawal
fi: Nosto
fr: Retrait
hi: निकासी
si: ආපසු ගැනීම
zh: 提现

source: Amount
fi: Määrä
fr: Montant
hi: राशि
si: ප්රමාණය
ta: தொகை
zh: 金额

source: Earnings type
fi: Tulolaji
fr: Type de revenu
hi: आय का प्रकार
si: ඉපැයීම් වර්ගය
ta: வருமான வகை
zh: 收入类型

source: Venue zones
fi: Tila-alueet
fr: Zones de lieu
hi: वेन्यू ज़ोन
si: ස්ථාන කලාප
ta: இடம் மண்டலங்கள்
zh: 场地区域

source: Transaction type
fi: Transaktion tyyppi
fr: Type de transaction
hi: लेन-देन का प्रकार
si: ගනුදෙනු වර්ගය
ta: பணப்பரிமாற்ற வகை
zh: 交易类型

source: Income
fi: Tulot
fr: Revenu
hi: आय
si: ආදායම්
ta: வருமானம்
zh: 收入

source: Withdrawal type
fi: Nostotyyppi
fr: Type de retrait
hi: निकासी का प्रकार
si: ආපසු ගැනීමේ වර්ගය
ta: withdrawal வகை
zh: 提现类型

source: Withdrawals
fi: Nostot
fr: Retraits
hi: निकासी
si: මුදල් ආපසු ගැනීම්
zh: 提现

source: Debit/Credit cards
fi: Pankki-/luottokortit
fr: Cartes de débit/crédit
hi: डेबिट/क्रेडिट कार्ड
si: හර/ක්‍රෙඩිට් කාඩ්පත්
ta: கட்டண/கடன் அட்டைகள்
zh: 借记/信用卡

source: Transaction History
fi: Transaktiohistoria
fr: Historique des transactions
hi: लेन-देन का इतिहास
si: ගනුදෙනු ඉතිහාසය
ta: பணப்பரிமாற்ற வரலாறு
zh: 交易历史

# transactionFromNowToAWeekAgo
source: Display transaction from now to a week ago
fi: Näytä transaktiot tästä päivästä edeltäneeltä viikolta
fr: Affiche les transactions d'aujourd'hui à une semaine d'aujourd'hui
hi: अब से एक सप्ताह पहले तक का लेन-देन प्रदर्शित करें
si: දැන් සිට සතියකට පෙර ගනුදෙනුව සංදර්ශන කරන්න
ta: இப்போதிலிருந்து ஒரு வாரத்திற்கு முன்பு பணப்பரிமாற்றத்தைக் காட்டு
zh: 显示从现在到一周前的交易

source: Choose a time frame
fi: Valitse aikaväli
fr: Choisissez une période de temps
hi: एक समय सीमा चुनें
si: කාල රාමුවක් තෝරන්න
ta: ஒரு நேர அளவைத் தேர்வுசெய்க
zh: 选择一个时间范围

source: Request withdrawal
fi: Pyydä nostoa
fr: Demander un retrait
hi: निकासी का अनुरोध करें
si: ඉල්ලා අස්කර ගැනීම
ta: withdrawal ஐ கோரிக்கை
zh: 请求提现

# nJustMadeWithdrawalOf
source: You have just made a withdrawal of {withdrawalAmount} from your total earnings
fi: Olet juuri tehnyt nostoa {withdrawalAmount} kokonaistuloistasi
fr: Vous venez de faire un retrait de {withdrawalAmount} de vos revenus totaux
hi: {withdrawalAmount} से आपकी कुल आय में से आपने अभी एक निकासी की है
si: ඔබ මේ දැන් ඔබේ මුළු ඉපැයීම්වලින් {withdrawalAmount} මුදල් ආපසු ගැනීමක් කර ඇත
ta: {withdrawalAmount} உங்கள் மொத்த வருமானத்திலிருந்து நீங்கள் withdrawal செய்தீர்கள்
zh: 您刚刚从您的总收入中提取了 {withdrawalAmount} 元

source: Withdraw now
fi: Nosta nyt
fr: Retirez maintenant
hi: अब निकालें
si: දැන් ඉවත් කරන්න
ta: இப்போது withdrawal
zh: 现在提现

source: Earnings
fi: Tulot
fr: Gains
hi: कमाई
si: ආදායම්
ta: வருமானம்
zh: 收入

# selectAVideoWithDuration
source: Please select a video with a duration of {number} seconds or less.
fi: Valitse video, jonka kesto on enintään {number} sekuntia.
fr: Veuillez sélectionner une vidéo d''une durée de {number} secondes ou moins.
hi: कृपया {number} सेकंड या उससे कम की वीडियो चुनें।
si: කරුණු {number} සෙක්න්ඩ් හෝ එකතුවක් තෝරන්න.
ta: {number} வினாடிகளுக்கு அல்லது அதகும் குறைவுக்கு ஒரு வீடியோ தேர்வு செய்க.
zh: 请选择时长为{number}秒或更短的视频。

# locationHint
source: E.g. Helsinki, Finland
fi: Esim. Helsinki, Suomi
fr: Par exemple Helsinki, Finlande
hi: उदा। हेलसिंकी, फ़िनलैंड
si: උදාහරණයක් හෙල්සින්කි, ප්‍රංශයෙන්
ta: எ.கா. ஹெல்சிங்கி, பின்லாந்து
zh: 例如：赫尔辛基，芬兰

# interestHint
source: E.g. Football
fi: Esim. Jalkapallo
fr: Par exemple, Football
hi: उदा। फ़ुटबॉल
si: උදාහරණයක් පිටතට කොටුව
ta: எ.கா. கால்பந்து
zh: 例如：足球

# goToSettingsToEditEmailNumber
source: Go to Setting under Account you will be able to edit your Email/Phone number there.
fi: Siirry kohtaan Asetus kohdassa Tili, voit muokata sähköpostiosoitettasi/puhelinnumeroasi siellä.
fr: Rendez-vous dans Paramètre sous Compte, vous pourrez y modifier votre adresse e-mail/numéro de téléphone.
hi: खाता के तहत सेटिंग पर जाएं, वहां आप अपना ईमेल/फ़ोन नंबर संपादित कर सकेंगे।
si: සැකසුම යන්න ගිණුම යන අයකුට යන්න. ඊමේල්/දුරකථන අංකය සකසා ඇත.
ta: அமைப்பு அடைவிற்கு செல்லவும் கணக்கு அடைவிற்கு செல்லவும். அங்கே உங்கள் மின்னஞ்சல்/தொலைபேசி எண்ணை திருத்தலாம்.
zh: 转到 帐户 下的 设置，您将能够编辑您的电子邮件/电话号码。

source: Setting
fi: Asetus
fr: Paramètre
hi: सेटिंग
si: සැකසුම
ta: அமைப்பு
zh: 设置

source: Info
fi: Tieto
hi: जानकारी
si: තොරතුරු
ta: விவரம்
zh: 信息

source: You are a fan
fi: Olet fani
fr: Vous êtes un fan
hi: आप एक प्रशंसक हैं
si: ඔබ ප්‍රායෝගයාගේ
ta: நீ ஒரு அன்பாளி
zh: 您是一个粉丝

source: Join Team
fi: Liity joukkueeseen
fr: Rejoindre l''équipe
hi: टीम में शामिल हों
si: පිටවන්දට එක්කරන්න
ta: குழுவில் சேரவும்
zh: 加入团队

# setRateProfile
source: {identity, select, Playmates{Rate playmate} Teams{Rate team} Stores{Rate store} Venues{Rate venue} other{--}}
fi: {identity, select, Playmates{Arvioi pelaaja} Teams{Arvioi joukkue} Stores{Arvioi kauppa} Venues{Arvioi paikka} other{--}}
fr: {identity, select, Playmates{Évaluez le playmate} Teams{Évaluez l''équipe} Stores{Évaluez le magasin} Venues{Évaluez le lieu} other{--}}
hi: {identity, select, Playmates{प्लेमेट को मूल्यांकित करें} Teams{टीम को मूल्यांकित करें} Stores{स्टोर को मूल्यांकित करें} Venues{स्थल को मूल्यांकित करें} other{--}}
si: {identity, select, Playmates{අගයන්න ප්‍රායෝගය} Teams{අගයන්න කණ්ඩා} Stores{අගයන්න සාක්කුව} Venues{අගයන්න ස්ථානය} other{--}}
ta: {identity, select, Playmates{ப்ளேமேட் மதிப்பிடுக} Teams{அணியை மதிப்பிடுக} Stores{அங்காடியை மதிப்பிடுக} Venues{இடத்தை மதிப்பிடுக} other{--}}
zh: {identity, select, Playmates{评价 playmate} Teams{评价团队} Stores{评价商店} Venues{评价场馆} other{--}}

# setOnScaleRateProfile
source: {identity, select, Playmates{On a scale of 1 to 5 rate this Playmate} Teams{On a scale of 1 to 5 rate this Team} Stores{On a scale of 1 to 5 rate this Store} Venues{On a scale of 1 to 5 rate this Venue} other{--}}
fi: {identity, select, Playmates{Arvioi tämä pelaaja asteikolla 1-5} Teams{Arvioi tämä joukkue asteikolla 1-5} Stores{Arvioi tämä kauppa asteikolla 1-5} Venues{Arvioi tämä paikka asteikolla 1-5} other{--}}
fr: {identity, select, Playmates{Sur une échelle de 1 à 5, évaluez ce playmate} Teams{Sur une échelle de 1 à 5, évaluez cette équipe} Stores{Sur une échelle de 1 à 5, évaluez ce magasin} Venues{Sur une échelle de 1 à 5, évaluez ce lieu} other{--}}
hi: {identity, select, Playmates{1 से 5 के स्केल पर इस प्लेमेट को मूल्यांकित करें} Teams{1 से 5 के स्केल पर इस टीम को मूल्यांकित करें} Stores{1 से 5 के स्केल पर इस स्टोर को मूल्यांकित करें} Venues{1 से 5 के स्केल पर इस स्थल को मूल्यांकित करें} other{--}}
si: {identity, select, Playmates{1 සිට 5 දක්වා අගයන්න මෙම ප්‍රායෝගය} Teams{1 සිට 5 දක්වා අගයන්න මෙම කණ්ඩා} Stores{1 සිට 5 දක්වා අගයන්න මෙම සාක්කුව} Venues{1 සිට 5 දක්වා අගයන්න මෙම ස්ථානය} other{--}}
ta: {identity, select, Playmates{1 இல் 5 வரை அளிக்கவும் இந்த பிளேமேட்டை} Teams{1 இல் 5 வரை அளிக்கவும் இந்த அணி} Stores{1 இல் 5 வரை அளிக்கவும் இந்த அங்காடியை} Venues{1 இல் 5 வரை அளிக்கவும் இந்த இடத்தை} other{--}}
zh: {identity, select, Playmates{在1到5的等级上评价这个玩伴} Teams{在1到5的等级上评价这个团队} Stores{在1到5的等级上评价这个商店} Venues{在1到5的等级上评价这个场馆} other{--}}

# setReportTitle
source: {identity, select, Playmates{Report playmate} Teams{Report team} Stores{Report store} Venues{Report venue} other{--}}
fi: {identity, select, Playmates{Ilmoita pelaajasta} Teams{Ilmoita joukkueesta} Stores{Ilmoita kaupasta} Venues{Ilmoita paikasta} other{--}}
fr: {identity, select, Playmates{Signaler le playmate} Teams{Signaler l''équipe} Stores{Signaler le magasin} Venues{Signaler le lieu} other{--}}
hi: {identity, select, Playmates{प्लेमेट की रिपोर्ट करें} Teams{टीम की रिपोर्ट करें} Stores{स्टोर की रिपोर्ट करें} Venues{स्थल की रिपोर्ट करें} other{--}}
si: {identity, select, Playmates{ප්‍රායෝගය සැකසීමේද} Teams{කණ්ඩා සැකසීමේද} Stores{සාක්කු සැකසීමේද} Venues{ස්ථානය සැකසීමේද} other{--}}
ta: {identity, select, Playmates{பிளேமேட்டை புகார் செய்க} Teams{அணியை புகார் செய்க} Stores{அங்காடியை புகார் செய்க} Venues{இடத்தை புகார் செய்க} other{--}}
zh: {identity, select, Playmates{举报玩伴} Teams{举报团队} Stores{举报商店} Venues{举报场馆} other{--}}

source: Create and manage venues
fi: Luo ja hallinnoi paikkoja
fr: Créer et gérer des lieux
hi: स्थल बनाएं और प्रबंधित करें
si: ස්ථාන සාදන්න සහ කළමනාකාරව අධාරකයන්
ta: இடங்களை உருவாக்கி நிர்வகிக்கவும்
zh: 创建和管理场馆

source: Create Venue
fi: Luo paikka
fr: Créer un lieu
hi: स्थल बनाएं
si: ස්ථානය සාදන්න
ta: இடம் உருவாக்கு
zh: 创建场馆

source: Manage Venue
fi: Hallinnoi paikkaa
fr: Gérer le lieu
hi: स्थल प्रबंधित करें
si: ස්ථානය කළමනාකාරකයන්ට කරන්න
ta: இடம் நிர்வகிக்கு
zh: 管理场馆

# uploadImageToVenueProfile
source: Upload an image to your Venue profile
fi: Lataa kuva paikkaprofiiliisi
fr: Télécharger une image sur votre profil de lieu
hi: अपने स्थल प्रोफ़ाइल पर एक छवि अपलोड करें
si: ඔබගේ ස්ථාන පැතිකඩයට පින්තූරය උඩුගත කරන්න
ta: உங்கள் இடப்புகளின் சுயவிவர படம் பதிவேற்றுக
zh: 上传图片到您的场馆资料

# venueNameHint
source: Type venue name
fi: Kirjoita paikan nimi
fr: Tapez le nom du lieu
hi: स्थल का नाम लिखें
si: ස්ථානයේ නමක් ටයිප් කරන්න
ta: இடப்பெயரை தட்டச்சு செய்க
zh: 输入场馆名称

source: Venue Description
fi: Paikan kuvaus
fr: Description du lieu
hi: स्थल विवरण
si: ස්ථාන විස්තර
ta: இடம் விளக்கம்
zh: 场馆描述

source: Venue Interest
fi: Paikan kiinnostus
fr: Intérêt pour le lieu
hi: स्थल की रुचि
si: ස්ථාන ප්‍රවේශය
ta: இடம் ஆர்வம்
zh: 场馆兴趣

source: Venue Address
fi: Paikan osoite
fr: Adresse du lieu
hi: स्थल का पता
si: ස්ථාන ලිපිනය
ta: இடம் முகவரி
zh: 场馆地址

source: Contact Phone Number (Optional)
fi: Yhteystietopuhelinnumero (valinnainen)
fr: Numéro de téléphone de contact (facultatif)
hi: संपर्क फ़ोन नंबर (ऐच्छिक)
si: සම්බන්ධ දුරකථන අංකය (අත්වැල්)
ta: தொடர்பு தொலைபேசி எண் (விரும்பினால்)
zh: 联系电话号码（可选）

source: Opening And Closing Time
fi: Aukioloajat ja sulkemisajat
fr: Heures d''ouverture et de fermeture
hi: खुलने और बंद होने का समय
si: විවෘත සහ වසාන වේලාව
ta: திறக்குது மற்றும் மூடும் நேரம்
zh: 开放和关闭时间

source: Please select at least one schedule
fi: Valitse vähintään yksi aikataulu
fr: Veuillez sélectionner au moins un horaire
hi: कृपया कम से कम एक शेड्यूल का चयन करें
si: කරුණාකර අවම වශයෙන් එක් කාලසටහනක් තෝරන්න
ta: தயவுசெய்து குறைந்தது ஒரு அட்டவணையைத் தேர்ந்தெடுக்கவும்
zh: 请至少选择一个时间表

source: Create Venue Zone
fi: Luo paikan alue
fr: Créer une zone de lieu
hi: स्थल क्षेत्र बनाएं
si: ස්ථානයේ ක්රීයක්ෂණය සාදන්න
ta: இடப்பு மேடை உருவாக்கு
zh: 创建场馆区域
