Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# unblockUserDialogContent
source: To have a conversation with this user, you have to unblock
fi: Jotta voit keskustella tämän käyttäjän kanssa, sinun on poistettava esto
fr: Pour avoir une conversation avec cet utilisateur, vous devez le débloquer
hi: इस उपयोगकर्ता के साथ बातचीत करने के लिए, आपको अनब्लॉक करना होगा
si: මෙම පරිශීලකයන් සමඟ සටහන සඳහා, ඔබට අක්‍රිය කිරීම වෙත අක්‍රියයි
ta: இந்த பயனருடன் உரையாட வேண்டும் எனவே, அவரை மீட்டமை செய்ய வேண்டும்
zh: 要与此用户进行对话，您需要解除封锁

# unmuteChatDialogTitle
source: Unmute Chat
fi: Poista mykistys keskustelusta
fr: Réactiver le son de la conversation
hi: चैट को म्यूट नहीं करें
si: සංහාර කරන්නේ සටහන
ta: உரையாடலை மியூட் செய்யாதீர்கள்
zh: 取消静音聊天

# unmuteChatDialogContent
source: You are about to unmute the conversation between your and this user
fi: Olet poistamassa mykistystä keskustelulta sinun ja tämän käyttäjän välillä
fr: Vous êtes sur le point de réactiver le son de la conversation entre vous et cet utilisateur
hi: आप इस उपयोगकर्ता के बीच बातचीत की ध्वनि को चालू करने वाले हैं
si: ඔබ ඔබේ හා මෙයින් හට සංහාර කරන ලද සංහාරයක් විවෘත කරනු ඇත
ta: இந்த பயனருடன் நீங்கள் உரையாடல் மியூட் செய்ய உள்ளீர்கள்
zh: 您即将解除您与该用户之间的静音聊天

source: you
fi: sinä
fr: vous
hi: आप
si: ඔබ
ta: நீங்கள்
zh: 你

# repliedTo
source: Replied {repliedTo}
fi: Vastattu {repliedTo}
fr: Répondu à {repliedTo}
hi: जवाब दिया {repliedTo}
si: පිළිතුරු ලියා {repliedTo}
ta: பதிலளிக்கப்பட்டது {repliedTo}
zh: 回复了 {repliedTo}

# nPdfPages
source: {pdfPage, plural, =0{0 page} =1{1 page} other{{pdfPage} pages}}
fi: {pdfPage, plural, =0{0 sivu} =1{1 sivu} other{{pdfPage} sivua}}
fr: {pdfPage, plural, =0{0 page} =1{1 page} other{f{pdfPage} pages}}
hi: {pdfPage, plural, =0{0 पेज} =1{1 पेज} other{{pdfPage} पन्ने}}
si: {pdfPage, plural, =0{0 පිටුව} =1{1 පිටුව} other{{pdfPage} පිටුවේ}}
ta: {pdfPage, plural, =0{0 பக்கம்} =1{1 பக்கம்} other{{pdfPage} பக்கங்கள்}}
zh: {pdfPage, plural, =0{0 页} =1{1 页} other{{pdfPage} 页}}

# fileType
source: {file} File
fi: {file} tiedostoa
fr: {file} fichiers
hi: {file} फ़ाइलें
si: {file} ගොනුවල්
ta: {file} கோப்புகள்
zh: {file} 文件

source: Albums, Links, Documents
fi: Albumit, linkit, dokumentit
fr: Albums, liens, documents
hi: एल्बम, लिंक, दस्तावेज़
si: ඇල්බම, සබැඳි, ලේඛන
ta: ஆல்பங்கள், இணைப்புகள், ஆவணங்கள்
zh: 相册、链接、文档

source: Mute Chat
fi: Hiljennä keskustelu
fr: Mettre en sourdine le chat
hi: चैट म्यूट करें
si: චැට් රාහුල කරන්න
ta: உரைநடவடிக்கை முடக்கு
zh: 静音聊天

source: Clear Chat
fi: Tyhjennä keskustelu
fr: Effacer le chat
hi: चैट साफ़ करें
si: චැට් සුපරින්න
ta: உரைநடவடிக்கை தெளிவாக்கு
zh: 清除聊天记录

# discardPost
source: You are about to discard this post
fi: Olet hylkäämässä tämän viestin
fr: Vous êtes sur le point de supprimer ce message
hi: आप इस पोस्ट को छोड़ने वाले हैं
si: ඔබ මෙම පෝස්ට් හිමිකම ඉවත් කිරීමට උපකාරී වේ
ta: நீங்கள் இந்த பதிவை விட்டுவிடும் போதும்
zh: 您即将放弃此帖子

source: Activity Post
fi: Toimintajulkaisu
fr: Publication d''activité
hi: गतिविधि पोस्ट
si: ක්‍රියාකාරකම් පෝස්ට්
ta: செயல்பாட்டு பதிவு
zh: 活动帖子

source: Post
fi: Julkaisu
fr: Publication
hi: पोस्ट
si: පෝස්ට්
ta: பதிவு
zh: 帖子

source: What''s on your mind?
fi: Mitä mielessäsi?
fr: Qu''est-ce qui te préoccupe ?
hi: तुम्हारे दिमाग में क्या है?
si: ඔබගේ මතක් සඳහා කුමක්ද?
ta: உங்கள் மனதில் என்ன இருக்கிறது?
zh: 你在想什么？

# additionalInformationOpt
source: Additional information (optional)
fi: Lisätiedot (valinnainen)
fr: Informations supplémentaires (optionnelles)
hi: अतिरिक्त जानकारी (वैकल्पिक)
si: අනුපිටපත් තොරතුරු (විකල්පන්ක්)
ta: கூடுதல் தகவல் (விருப்பமான)
zh: 附加信息（可选）

# tagUserToPost
source: Tag playmate, team, venue & store
fi: Tägää leikkikaveri, joukkue, tapahtumapaikka ja kauppa
fr: Mentionnez votre camarade de jeu, équipe, lieu et magasin
hi: प्लेमेट, टीम, स्थान और स्टोर को टैग करें
si: ප්‍රතිර්ක්‍රියාකාර, කණ්ඩායම, ස්ථානය සහ සාලම්පදය විමසීමට ටැග් කරන්න
ta: பேட்டியையும், அணி உறுப்பினரையும், இடதுவழியையும் மற்றும் அங்காடிகையையும் டேக் செய்யவும்
zh: 标记玩伴、团队、场地和商店

# addMediaToPost
source: Add images / videos
fi: Merkitse leikkikaveri, joukkue, paikka ja kauppa
fr: Mentionnez un camarade de jeu, une équipe, un lieu et un magasin
hi: टैग करें: प्लेमेट, टीम, स्थान और स्टोर
si: ටැග් කරන්න: ප්‍රතිර්ක්‍රියාකාර, කණ්ඩායම, ස්ථානය සහ සාලම්පදය
ta: டேக் செய்யவும்: பேட்டி, அணி, இடம் மற்றும் அங்காடிகை
zh: 添加图像/视频

# restrictionsToPost
source: Restriction
fi: Rajoitus
hi: प्रतिबंध
si: සීමාව
ta: விரைவு
zh: 限制

# insuranceToPost
source: Insurance
fi: Vakuutus
fr: Assurance
hi: बीमा
si: රටාවන්ගේ සේවා
ta: காப்பீடு
zh: 保险

# otherInformationToPost
source: Other Information
fi: Muut tiedot
fr: Autres informations
hi: अन्य जानकारी
si: වෙනත් තොරතුරු
ta: மற்ற தகவல்
zh: 其他信息

source: Post Settings
fi: Julkaisun asetukset
fr: Paramètres de publication
hi: पोस्ट सेटिं
si: පෝස්ට් සැඟවීම්
ta: இடுகை அமைப்புகள்
zh: 帖子设置

source: Comment
fi: Kommentti
fr: Commentaire
hi: टिप्पणी
si: අදහස්
ta: கருத்து
zh: 评论

source: Who can comment
fi: Kuka voi kommentoida
fr: Qui peut commenter
hi: कौन टिप्पणी कर सकता है
si: කවුද අදහස් කළ හැකිය
ta: யார் கருத்து செய்ய முடியும்
zh: 谁可以评论

# whoCanCommentOnPost
source: Who can comment on this post
fi: Kuka voi kommentoida tätä viestiä
fr: Qui peut commenter cette publication
hi: इस पोस्ट पर कौन टिप्पणी कर सकता है
si: මෙම පෝස්ට් අමුණන්නා කවුද
ta: இந்த இடுகையில் யார் கருத்து செய்ய முடியும்
zh: 谁可以评论这篇帖子

source: Download
fi: Lataa
fr: Télécharger
hi: डाउनलोड करें
si: බාගතය
ta: பதிவிறக்கு
zh: 下载

source: Who can download
fi: Kuka voi ladata
fr: Qui peut télécharger
hi: कौन डाउनलोड कर सकता है
si: කවුද බාගත කළ හැකිය
ta: யார் பதிவிறக்க முடியும்
zh: 谁可以下载

# whoCanDownloadPost
source: Who can download this post
fi: Kuka voi ladata tämän viestin
fr: Qui peut télécharger cette publication
hi: इस पोस्ट को कौन डाउनलोड कर सकता है
si: මෙම පෝස්ට් බාගත කළ හැකිය කවුද
ta: இந்த இடுகையை யார் பதிவிறக்க முடியும்
zh: 谁可以下载这篇帖子

source: React
fi: Reagoida
fr: Réagir
hi: प्रतिक्रिया करना
si: ප්‍රතික්ෂේප වන්න
ta: பிரதிகரிக்க
zh: 反应

source: Who can react
fi: Kuka voi reagoida
fr: Qui peut réagir
hi: कौन प्रतिक्रिया कर सकता है
si: කවුද ප්‍රතික්ෂේප වීමට
ta: யார் பிரதிகிட முடியும்
zh: 谁可以反应

# whoCanReactToPost
source: Who can react to this post
fi: Kuka voi reagoida tähän viestiin
fr: Qui peut réagir à cette publication
hi: इस पोस्ट पर कौन प्रतिक्रिया कर सकता है
si: මෙම පෝස්ට් ප්‍රතික්ෂේපයකට කවුද
ta: இந்த இடுகையில் யார் பிரதிகிட முடியும்
zh: 谁可以对这篇帖子做出反应

source: Share
fi: Jakaa
fr: Partager
hi: साझा करें
si: හොදම හවුලේ බෙදාහැරීම
ta: பகிருங்கள்
zh: 分享

source: Who can share
fi: Kuka voi jakaa
fr: Qui peut partager
hi: कौन साझा कर सकता है
si: කවුද හොදම හවුල්කරුවන්
ta: யார் பகிர்வது முடியும்
zh: 谁可以分享

# whoCanSharePost
source: Who can share this post
fi: Kuka voi jakaa tämän viestin
fr: Qui peut partager cette publication
hi: इस पोस्ट को कौन साझा कर सकता है
si: මෙම පෝස්ට් හොදම හවුල්කරුවන්
ta: இந்த இடுகையை யார் பகிர்வது முடியும்
zh: 谁可以分享这篇帖子

# interactWithPost
source: {interact, select, Everyone{Everyone} MyPlaymatesFans{My Playmates & Fans} PlaymatesOnly{Playmates Only} FansOnly{Fans Only} TeamMembersFans{Team members & Fans} TeamMembersOnly{Team members Only} StoreFollowersOnly{Store followers only} VenueFollowersOnly{Venue followers only} other{Everyone}}
fi: {interact, select, Everyone{Kaikki} MyPlaymatesFans{Pelikaverini ja fanini} PlaymatesOnly{Vain pelikaverit} FansOnly{Vain fanit} TeamMembersFans{Joukkueen jäsenet ja fanit} TeamMembersOnly{Vain joukkueen jäsenet} StoreFollowersOnly{Vain kaupan seuraajat} VenueFollowersOnly{Vain tapahtumapaikan seuraajat} other{Kaikki}}
fr: {interact, select, Everyone{Tout le monde} MyPlaymatesFans{Mes compagnons de jeu et mes fans} PlaymatesOnly{Uniquement les compagnons} FansOnly{Uniquement les fans} TeamMembersFans{Membres de l''équipe et fans} TeamMembersOnly{Membres de l''équipe uniquement} StoreFollowersOnly{Uniquement les abonnés du magasin} VenueFollowersOnly{Uniquement les abonnés du lieu} other{Tout le monde}}
hi: {interact, select, Everyone{सब } MyPlaymatesFans{मेरे खेल साथी और प्रशंसक } PlaymatesOnly{केवल खेल साथी } FansOnly{केवल प्रशंसक } TeamMembersFans{टीम के सदस्य और प्रशंसक } TeamMembersOnly{केवल टीम के सदस्य } StoreFollowersOnly{केवल स्टोर के अनुयायी } VenueFollowersOnly{स्थानानुयायी ही } other{सभी }}
si: {interact, select, Everyone{සෑම දෙයක්ම } MyPlaymatesFans{මගේ ගේන්නෙකුට සහ ශුන්‍යයෙන් } PlaymatesOnly{සෑම ගේන්නන්ගේම පන්තියයි } FansOnly{සෑම ශුන්‍යයෙන්ම පමණක් } TeamMembersFans{කණ්ඩායමේ සාමාජිකයින් සහ ශුන්‍යයෙන් } TeamMembersOnly{කණ්ඩායමේ සාමාජිකයන් පමණක් } StoreFollowersOnly{ස්ථානයේ ප්‍රනාන්දු පමණක් } VenueFollowersOnly{ස්ථාන අනුවාදයේ පමණක් } other{සියලුම }}
ta: {interact, select, Everyone{அனைவருக்கும் } MyPlaymatesFans{என் விளையாட்டுப் பகிர்வோர்களும் ரசிப்பவர்களும் } PlaymatesOnly{விளையாட்டுப் பகிர்வோர்கள் மட்டும் } FansOnly{ரசிப்பவர்கள் மட்டும் } TeamMembersFans{அணியினர் மற்றும் ரசிப்பவர்கள} TeamMembersOnly{அணியினர்களின் மட்டும் } StoreFollowersOnly{அடைவிரியர்களின் மட்டும் } VenueFollowersOnly{இடம் பிரியர்களின் மட்டும் } other{அனைத்தும}}
zh: {interact, select, Everyone{每个人 } MyPlaymatesFans{我的游伴和粉丝 } PlaymatesOnly{仅限游伴 } FansOnly{仅限粉丝 } TeamMembersFans{球队成员和粉丝 } TeamMembersOnly{仅限球队成员 } StoreFollowersOnly{仅限店铺粉丝 } VenueFollowersOnly{仅限场馆粉丝} other{每个人 }}

# sportType
source: {sport, select, Football{Football} Basketball{Basketball} SnakeLadder{snake Ladder} Tennis{Tennis} other{Others} }
fi: {sport, select, Football{Jalkapallo} Basketball{Koripallo} SnakeLadder{Käärmeen ja tikapuun peli} Tennis{Tennis} other{Muut} }
fr: {sport, select, Football{Football} Basketball{Basketball} SnakeLadder{Serpent Échelle} Tennis{fTennis} other{Autres} }
hi: {sport, select, Football{फुटबॉल } Basketball{बास्केटबॉल } SnakeLadder{सांप सीढ़ी} Tennis{टेनिस } other{अन्य } }
si: {sport, select, Football{පාපනය } Basketball{බාස්කෙට්බෝල් } SnakeLadder{යම් ලක්පනය } Tennis{ටෙනිස් } other{වෙනත් } }
ta: {sport, select, Football{பந்துகால் } Basketball{கால்பந்து } SnakeLadder{பாம்பு விளையாட்டு } Tennis{டென்னிஸ் } other{மற்றவைகள் } }
zh: {sport, select, Football{足球 } Basketball{篮球} SnakeLadder{贪吃蛇与梯子 } Tennis{网球 } other{其他 } }

source: Post as
fi: Julkaise nimellä
fr: Publier en tant que
hi: के रूप में पोस्ट करें
si: විස්තරයෙන් ලැබුනු අයිතමයෙන්
ta: பதிவு என பதிவு செய்
zh: 以...的身份发布

# selectMakingPostAs
source: {makePostAs, select, user{You are making this post as your Username} team{You are making this post as your Team} store{You are making this post as your Store} venue{You are making this post as your Venue} other{--}}
fi: {makePostAs, select, user{Teet tämän julkaisun käyttäjänimesi nimissä} team{Teet tämän julkaisun tiiminäsi} store{Teet tämän julkaisun kauppanasi} venue{Teet tämän julkaisun tapahtumapaikkanasi} other{--}}
fr: {makePostAs, select, user{Vous effectuez cette publication en tant que votre Nom d''utilisateur} team{Vous effectuez cette publication en tant que votre Équipe} store{Vous effectuez cette publication en tant que votre Magasin} venue{Vous effectuez cette publication en tant que votre Lieu} other{--}}
hi: {makePostAs, select, user{आप अपने उपयोगकर्ता नाम के रूप में इस पोस्ट को बना रहे हैं } team{आप इस पोस्ट को अपनी टीम के रूप में बना रहे हैं } store{आप इस पोस्ट को अपनी स्टोर के रूप में बना रहे हैं } venue{आप इस पोस्ट को अपने स्थान के रूप में बना रहे हैं } other{--}}
si: {makePostAs, select, user{ඔබ මෙය ඔබේ පරිශීලක නාමයෙන් ඇතිවිය යුතුයි } team{ඔබ මෙය ඔබේ කණ්ඩායමෙන් ඇතිවිය යුතුයි } store{ඔබ මෙය ඔබේ ස්ථාපනයට ලියාපදිංචි කරමින් ඇතිවිය යුතුයි } venue{ඔබ මෙය ඔබේ ස්ථානයට ලියාපදිංචි කරමින් ඇතිවිය යුතුයි } other{--}}
ta: {makePostAs, select, user{நீங்கள் உங்கள் பயனர்பெயரின் மூலம் இந்த பதிவை செய்கிறீர்கள் } team{நீங்கள் உங்கள் அணிகளால் இந்த பதிவை செய்கிறீர்கள் } store{நீங்கள் உங்கள் கடையாளராக இந்த பதிவை செய்கிறீர்கள் } venue{நீங்கள் உங்கள் இடத்தின் மூலம் இந்த பதிவை செய்கிறீர்கள் } other{--}}
zh: {makePostAs, select, user{您正在以您的用户名发布此帖子 } team{您正在以您的团队身份发布此帖子 } store{您正在以您的店铺身份发布此帖子 } venue{您正在以您的场地身份发布此帖子 } other{--}}

# canSeePostTitle
source: {canSeePost, select, Playmates{Playmates} PlaymatesFans{Playmates + Fans} Arena{Arena} ArenaPlaymates{Arena + Playmates} Teammates{Teammates} TeammatesFans{Teammates + Fans} ArenaTeammates{Arena + Teammates} FollowersStore{Followers} FollowersVenue{Followers} EveryonePlaymates{Everyone} EveryoneTeammates{Everyone} EveryoneStore{Everyone} EveryoneVenue{Everyone} other{--}}
fi: {canSeePost, select, Playmates{Leikkikaverit} PlaymatesFans{Leikkikaverit + Fanit} Arena{Areena} ArenaPlaymates{Areena + Leikkitoverit} Teammates{Joukkuetoverit} TeammatesFans{Joukkuetoverit + Fanit} ArenaTeammates{Areena + Joukkuetoverit} FollowersStore{Seuraajat} FollowersVenue{Seuraajat} EveryonePlaymates{Kaikki} EveryoneTeammates{Kaikki} EveryoneStore{Kaikki} EveryoneVenue{Kaikki} other{--}}
fr: {canSeePost, select, Playmates{Compagnons de jeu} PlaymatesFans{Compagnons de jeu + Fans} Arena{Arène} ArenaPlaymates{Arène + Compagnons de jeu} Teammates{Coéquipiers} TeammatesFans{Coéquipiers + Fans} ArenaTeammates{Arène + Coéquipiers} FollowersStore{Abonnés} FollowersVenue{Abonnés} EveryonePlaymates{Tout le monde} EveryoneTeammates{Tout le monde} EveryoneStore{Tout le monde} EveryoneVenue{Tout le monde} other{--}}
hi: {canSeePost, select, Playmates{खेल संगी } PlaymatesFans{खेल संगी + प्रशंसक } Arena{अख़ाड़ा } ArenaPlaymates{अख़ाड़ा + खेल संगीत } Teammates{सहकर्मी } TeammatesFans{सहयोगी + प्रशंसक } ArenaTeammates{अखाड़ा + साथी } FollowersStore{अनुयायियों } FollowersVenue{अनुयायियों } EveryonePlaymates{सभी} EveryoneTeammates{सभी} EveryoneStore{सभी} EveryoneVenue{सभी} other{--}}
si: {canSeePost, select, Playmates{ප්රවීන ගැලවීම් } PlaymatesFans{ප්රවීන ගැලවීම් + ප්රසන්නයක් } Arena{අධ්‍යාපනය } ArenaPlaymates{අධ්‍යාපනය + රථවාහන } Teammates{සහකාරියන් } TeammatesFans{සහායන් + ප්‍රහාරයක් } ArenaTeammates{පාලනය + සහායන } FollowersStore{ප්‍රාත්රාභිකයින් } FollowersVenue{ප්‍රාත්රාභිකයින් } EveryonePlaymates{සියලුම} EveryoneTeammates{සියලුම} EveryoneStore{සියලුම} EveryoneVenue{සියලුම} other{--}}
ta: {canSeePost, select, Playmates{விளையாட்டு நண்பர்கள் } PlaymatesFans{விளையாட்டு நண்பர்கள் + அரசியல் } Arena{அரங்கம் } ArenaPlaymates{அரங்கம் + விளையாட்டுப் பணிகள} Teammates{அணிகாரங்கள் } TeammatesFans{அணிவகுப்பாளர்கள் + விருப்பங்கள்} ArenaTeammates{அரீனா + அணிவகுப்பாளர்கள் } FollowersStore{பின்னூட்டம் செய்யுமாறும் } FollowersVenue{பின்னூட்டம் செய்யுமாறும் } EveryonePlaymates{அனைத்தும்} EveryoneTeammates{அனைத்தும்} EveryoneStore{அனைத்தும்} EveryoneVenue{அனைத்தும்} other{--}}
zh: {canSeePost, select, Playmates{游伴 } PlaymatesFans{游伴 + 粉丝} Arena{竞技场 } ArenaPlaymates{竞技场 + 玩伴 } Teammates{队友 } TeammatesFans{队友 + 粉丝 } ArenaTeammates{竞技场 + 队友 } FollowersStore{追随者 } FollowersVenue{追随者 } EveryonePlaymates{每个人} EveryoneTeammates{每个人} EveryoneStore{每个人} EveryoneVenue{每个人} other{--}}

# canSeePostDetail
source: {canSeePostDetail, select, Playmates{Only your playmates will see this post} PlaymatesFans{Only your playmates and fans will see this post} Arena{Only users on arena page can see this post} ArenaPlaymates{Only users on arena page and your playmates will see this post} EveryonePlaymates{Everyone (Arena + Playmates + Fans) will see this post} Teammates{Only teammates will see this post} TeammatesFans{Only teammates and fans of the team will see this post} ArenaTeammates{Only users on arena page and your teammates will see this post} EveryoneTeammates{Everyone (Arena + Teammates + Fans) will see this post} FollowersStore{Only users that follow your store will see this post} EveryoneStore{Users on arena page and those that follow your store will see this post} FollowersVenue{Only users that follow your venue will see this post} EveryoneVenue{Users on arena page and those that follow your venue will see this post} other{--}}
fi: {canSeePostDetail, select, Playmates{Vain pelikaverisi näkevät tämän julkaisun} PlaymatesFans{Vain pelikaverisi ja fanisi näkevät tämän julkaisun} Arena{Vain areenan käyttäjät voivat nähdä tämän julkaisun} ArenaPlaymates{Vain areenan sivulla olevat käyttäjät ja leikkitoverisi näkevät tämän julkaisun} EveryonePlaymates{Kaikki (Areena + Leikkitoverit + Fanit) näkevät tämän julkaisun} Teammates{Vain joukkuetoverit näkevät tämän julkaisun} TeammatesFans{Vain joukkuetoverit ja joukkueen fanit näkevät tämän viestin} ArenaTeammates{Vain areenasivun käyttäjät ja joukkuetoverisi näkevät tämän viestin} EveryoneTeammates{Kaikki (Areena + Joukkuetoverit + Fanit) näkevät tämän viestin} FollowersStore{Vain kauppaasi seuraavat käyttäjät näkevät tämän viestin} EveryoneStore{Areenan sivulla olevat käyttäjät sekä ne, jotka seuraavat kauppaasi, näkevät tämän viestin} FollowersVenue{Vain ne käyttäjät, jotka seuraavat paikkaasi, näkevät tämän viestin} EveryoneVenue{Areenan sivulla olevat käyttäjät ja ne, jotka seuraavat paikkaasi, näkevät tämän viestin} other{--}}
fr: {canSeePostDetail, select, Playmates{Seuls vos camarades de jeu verront cette publication} PlaymatesFans{Seuls vos camarades de jeu et fans verront cette publication} Arena{Seuls les utilisateurs de la page de l''arène peuvent voir cette publication} ArenaPlaymates{Seuls les utilisateurs de la page de l''arène et vos camarades de jeu verront cette publication} EveryonePlaymates{Tout le monde (Arène + Camarades de jeu + Fans) verra cette publication} Teammates{Seuls les coéquipiers verront cette publication} TeammatesFans{Seuls les coéquipiers et les fans de l''équipe verront cette publication} ArenaTeammates{Seuls les utilisateurs de la page de l''arène et vos coéquipiers verront cette publication} EveryoneTeammates{Tout le monde (Arène + Coéquipiers + Fans) verra cette publication} FollowersStore{Seuls les utilisateurs qui suivent votre boutique verront cette publication} EveryoneStore{Les utilisateurs de la page de l''arène et ceux qui suivent votre boutique verront cette publication} FollowersVenue{Seuls les utilisateurs qui suivent votre lieu verront cette publication} EveryoneVenue{Les utilisateurs de la page de l''arène et ceux qui suivent votre lieu verront cette publication} other{--}}
hi: {canSeePostDetail, select, Playmates{केवल आपके खेलने वाले इस पोस्ट को देख पाएंगे } PlaymatesFans{केवल आपके खेलने वाले और प्रशंसक इस पोस्ट को देख पाएंगे } Arena{केवल एरीना पेज पर के उपयोगकर्ता इस पोस्ट को देख सकते हैं } ArenaPlaymates{केवल अरीना पेज पर के उपयोगकर्ता और आपके प्लेमेट्स इस पोस्ट को देखेंगे } EveryonePlaymates{सभी (एरीना + प्लेमेट्स + फैंस) इस पोस्ट को देखेंगे } Teammates{केवल सहकर्मियों को इस पोस्ट का दृश्य होगा } TeammatesFans{केवल टीम के सहकर्मी और प्रशंसक ही इस पोस्ट को देख पाएंगे } ArenaTeammates{केवल अखाड़ा पृष्ठ पर के उपयोगकर्ता और आपके सहकर्मी ही इस पोस्ट को देखेंगे } EveryoneTeammates{सभी (अखाड़ा + सहकर्मी + प्रशंसक) इस पोस्ट को देखेंगे } FollowersStore{केवल वे उपयोगकर्ता जो आपकी स्टोर का पालन करते हैं, इस पोस्ट को देखेंगे } EveryoneStore{एरीना पेज पर उपयोगकर्ता और वे जो आपकी स्टोर का पालन करते हैं, इस पोस्ट को देखेंगे } FollowersVenue{केवल उन उपयोगकर्ताओं को देखेंगे जो आपके स्थान का पालन करते हैं } EveryoneVenue{अखाड़ा पृष्ठ पर के उपयोगकर्ता और जो आपके स्थान का अनुसरण करते हैं, वे इस पोस्ट को देखेंगे } other{--}}
si: {canSeePostDetail, select, Playmates{පෙරනිමින් ඔබේ ගැටලුවට මෙය දැක්වීමෙන් පිටපත් වේ } PlaymatesFans{පෙරනිමින් ඔබේ ගැටලුවට හා ශුද්ධවූ මෙය දැක්වීමෙන් පිටපත් වේ } Arena{අරීන පිටුවෙහි පරිශීලකයන් පමණක් මෙම පළමුවෙන් දක්වා ලැබිය හැකිය } ArenaPlaymates{අරීන පිටුවෙහි පරිශීලකයන් හා ඔබේ ප්ලේමේට්ස් මගින් මෙම පෝස්ට් දක්වා ලැබිය හැකිය } EveryonePlaymates{සෑම (අරීන + ප්ලේමේට්ස් + ෆෑන්ස්) මගින් මෙම පෝස්ට් දක්වා ලැබිය හැකිය} Teammates{පරිසරයන් පමණක් මෙම පෝස්ට් දක්වා දැකිය } TeammatesFans{පමණක් මෙම පෝස්ට් දක්වා පුදුම සහ ප්‍රවිෂ්ටයන් දැකිය } ArenaTeammates{අරීන පිටුවෙහි පරිශ්වාසයක් හෝ ඔබගේ සමූහයේ සහාය කරන්නේ මෙම පෝස්ට් දැක්වෙනු ඇත } EveryoneTeammates{සෑම (අරීනය + සහායිකාරියේ + ශිෂ්නයේ) මෙම පෝස්ට් දැක්වෙනු ඇත } FollowersStore{ඔබේ ස්ථානයට අනුමැතියා ස්ථානයක් පළමුව පෙන්වනු ලැබේ } EveryoneStore{අරීන පිටුවේ පරිශීලකයින් හා ඔබේ ස්ථානය අනුමැතියා ස්ථානයක් පළමුව පෙන්වනු ලැබේ } FollowersVenue{ඔබේ ස්ථානයට පිළිතුරු පමණි } EveryoneVenue{අරීන පිටුවේ පරිශීලකයින් හා ඔබේ ස්ථානය අනුව ඇතුළු පෝස්ට් බලා දෙයි } other{--}}
ta: {canSeePostDetail, select, Playmates{உங்கள் விளையாட்டு நண்பர்கள் மட்டும் இந்த பதிவைப் பார்க்கும்} PlaymatesFans{உங்கள் விளையாட்டு நண்பர்கள் மற்றும் ரசிகர்கள் மட்டும் இந்த பதிவைப் பார்க்கும் } Arena{அரீனா பக்கத்தில் உள்ள பயனர்கள் மட்டும் இந்த பதிவைக் காணலாம் } ArenaPlaymates{அரீனா பக்கத்தில் உள்ள பயனர்களும் உங்கள் விளையாட்டு நண்பர்களும் மட்டும் இந்த பதிவைக் காணலாம் } EveryonePlaymates{அரங்கு + விளையாட்டுகள் + அரங்கில் உள்ளவர்கள் (அனைத்தும்) இந்த பதிவைக் காணும் } Teammates{மட்டும் தொழுவர்கள் இந்த பதிவைப் பார்க்கலாம் } TeammatesFans{மட்டும் அணியின் தொழுவர்கள் மற்றும் அணியின் விருதுநிலையினர் இந்த பதிவைப் பார்க்கலாம்} ArenaTeammates{அரீனா பக்கத்தில் உள்ள பயனர்களும் உங்கள் அணியினர் மட்டுமே இந்த பதிவைப் பார்க்கலாம் } EveryoneTeammates{அனைவரும் (அரீனா + அணியினர் + ரசிப்புரிமையாளர்கள்) இந்த பதிவைப் பார்க்கும் } FollowersStore{உங்கள் கடைக்கு பின்னால் பின்னர் வந்துவிட்டால் மட்டுமே பயனர்கள் இந்த பதிவைப் பார்க்கலாம் } EveryoneStore{அரீனா பக்கத்தில் உள்ள பயனர்களும் உங்கள் கடைக்கு பின்னால் வரும் பயனர்களும் மட்டுமே இந்த பதிவைப் பார்க்கலாம் } FollowersVenue{உங்கள் நிலையத்தை பின்பற்றும் பயனர்கள் மட்டுமே இந்த பதிவைப் பார்க்கலாம் } EveryoneVenue{அரங்கத்தின் பக்கத்தில் உள்ள பயனர்களும் உங்கள் நிலையத்தை பின்பற்றும் பயனர்களும் இந்த பதிவைப் பார்க்கலாம் } other{--}}
zh: {canSeePostDetail, select, Playmates{只有你的玩伴才能看到此帖子 } PlaymatesFans{只有你的玩伴和粉丝才能看到此帖子 } Arena{只有竞技场页面上的用户才能看到此帖子 } ArenaPlaymates{只有竞技场页面上的用户和您的玩伴才能看到此帖子 } EveryonePlaymates{所有人 (竞技场 + 玩伴 + 粉丝) 都将看到这篇帖子} Teammates{只有队友才能看到这篇帖子 } TeammatesFans{只有队友和球队的粉丝才能看到这篇帖子} ArenaTeammates{只有竞技场页面上的用户和你的队友才能看到这篇帖子 } EveryoneTeammates{所有人（竞技场 + 队友 + 粉丝）都将看到这篇帖子} FollowersStore{只有关注您店铺的用户才能看到这篇帖子 } EveryoneStore{在竞技场页面上的用户以及关注您店铺的用户才能看到这篇} FollowersVenue{只有关注您场馆的用户才能看到这篇文章 } EveryoneVenue{竞技场页面上的用户和关注您场地的用户将看到此帖子} other{--}}

# nArenaCount
source: {arenaCount, plural, =0{You have 0 post remaining to make to arena} =1{You have 1 post remaining to make to arena} other{You have {arenaCount} posts remaining to make to arena}}
fi: {arenaCount, plural, =0{Sinulla on 0 jäljellä olevaa viestiä tehtäväksi areenalle} =1{Sinulla on 1 jäljellä oleva viesti tehtäväksi areenalle} other{Sinulla on {arenaCount} jäljellä olevaa viestiä tehtäväksi areenalle}}
fr: {arenaCount, plural, =0{Il vous reste 0 publication à faire sur l''arène} =1{Il vous reste 1 publication à faire sur l''arène} other{Il vous reste {arenaCount} publications à faire sur l''arène}}
hi: {arenaCount, plural, =0{आपके पास अभी तक एरीना के लिए 0 पोस्ट शेष हैं } =1{आपके पास अभी तक एरीना के लिए 1 पोस्ट शेष है } other{आपके पास अभी तक एरीना के लिए {arenaCount} पोस्ट शेष हैं }}
si: {arenaCount, plural, =0{ඔබට අරීන යෙදුමකට කිසිවක් 0 දෙයි } =1{ඔබට අරීන යෙදුමකට කිසිවක් 1 දෙයි } other{ඔබට අරීන යෙදුමකට {arenaCount} පෝස්ට් ඉඳුන් තිබිය යුතුයි }}
ta: {arenaCount, plural, =0{fYou have 0 post remaining to make to arena} =1{fYou have 1 post remaining to make to arena} other{fYou have {arenaCount} posts remaining to make to arena}}
zh: {arenaCount, plural, =0{您还有 0 条剩余的帖子要发布到场馆 } =1{您还有 1 条剩余的帖子要发布到场馆 } other{您还有 {arenaCount} 条剩余的帖子要发布到场馆}}

source: Done
fi: Valmis
fr: Terminé
hi: हो गया
si: සම්පුර්ණයි
ta: முடிவு
zh: 完成

source: More Information
fi: Lisätietoja
fr: Plus d''informations
hi: अधिक जानकारी
si: වැඩි තොරතුරු
ta: மேலும் தகவல்
zh: 更多信息

# sectionFilled
source: The section is completely filled
fi: Osa on täysin täytetty
fr: La section est complètement remplie
hi: इस खंड में पूर्णतया भर दिया गया है
si: අංශය සම්පුර්ණයි
ta: பிரிவு முழுவதும் நிரப்பப்பட்டது
zh: 该部分已完全填满

# sectionAlmostFilled
source: The section is not completely filled
fi: Osa ei ole täysin täytetty
fr: La section n''est pas complètement remplie
hi: इस खंड में पूर्णतया भर नहीं हुआ है
si: අංශය සම්පුර්ණයෙන් සම්පූර්ණ කර නැත
ta: பிரிவு முழுவதும் நிரப்பப்படவில்லை
zh: 该部分没有完全填满
