Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# setManageActivityAttendanceModalSubtitle
source: {attendance, select, Awaiting{Participants that are yet to be present to the activity} Attended{Participants that are present for the activity} Missed{Participants that missed the activity} other{--}}
fi: {attendance, select, Awaiting{Osallistujat, jotka eivät ole vielä saapuneet tapahtumaan} Attended{Osallistujat, jotka ovat läsnä tapahtumassa} Missed{Toiminnassa poissa olleet osallistujat} other{--}}
fr: {attendance, select, Awaiting{Participants qui doivent encore être présents à l''activité} Attended{Participants présents pour l''activité} Missed{Participants ayant manqué l''activité} other{--}}
hi: {attendance, select, Awaiting{वे प्रतिभागी जो अभी तक गतिविधि में मौजूद नहीं हैं} Attended{गतिविधि के लिए मौजूद प्रतिभागी} Missed{गतिविधि में अनुपस्थित हुए सहभागियों} other{--}}
si: {attendance, select, Awaiting{ක්‍රියාකාරකම සඳහා තවමත් ඉවත් වී ඇත්දැයි පවතීන සාමාන්යයින්} Attended{සාමාන්යයෙන් පවත්වාගෙන ඇති පෙරළන සාමාන්යයින්} Missed{ක්‍රියාවලියට නොපැමිණි පුද්ගලයින්} other{--}}
ta: {attendance, select, Awaiting{நிகழ்வில் வந்து பார்க்க வேண்டிய பங்களிப்பாளர்கள்} Attended{செயல்பாட்டுக்கு உள்ள பங்களிப்பாளர்கள்} Missed{செயல்பாட்டை மறந்த பங்கேற்பாளர்கள்} other{--}}
zh: {attendance, select, Awaiting{尚未到场参加活动的参与者} Attended{出席参加活动的参与者} Missed{未参与活动的参与者} other{--}}

# setManageActivityAttendanceSubtitle
source: {attendance, select, Awaiting{Total Awaiting Participant} Attended{Total Present Participant} Missed{Total Missed Participant} other{--}}
fi: {attendance, select, Awaiting{Kokonaisodottavat osallistujat} Attended{Kokonaisuudessaan läsnä oleva osallistuja} Missed{Kokonaisuudessaan puuttunut osallistuja} other{--}}
fr: {attendance, select, Awaiting{fParticipant(s) en attente total(e)} Attended{Participant(s) présent(e) au total} Missed{Participant(s) manqué(s) au total} other{--}}
hi: {attendance, select, Awaiting{कुल प्रतीक्षा कर रहे प्रतिभागी} Attended{कुल मौजूद प्रतिभागी} Missed{कुल छूटे हुए प्रतिभागी} other{--}}
si: {attendance, select, Awaiting{සාමාන්යයන් සඳහා මුළු රටාවන් අනුමැතිය} Attended{සාමාන්යයෙන් පවත්වාගෙන තිබෙන පෙරළන} Missed{සාමාන්යයෙන් දැනට නැති පෙරළන} other{--}}
ta: {attendance, select, Awaiting{மொத்த காத்திருப்பில் உள்ள பங்களிப்பாளர்கள்} Attended{மொத்த உள்ளாளர் பங்களிப்பாளர்கள்} Missed{மொத்த தவிர்க்கப்பட்ட பங்களிப்பாளர்கள்} other{--}}
zh: {attendance, select, Awaiting{总等待参与者} Attended{总共出席参与者} Missed{总未参与者} other{--}}

# scanToVerifyParticipant
source: Scan activity QR-CODE of the user to verify if the user is a participant in this activity. When not sure, send an OTP to confirm
fi: Skannaa käyttäjän toiminnan QR-koodi varmistaaksesi, onko käyttäjä osallistuja tähän toimintaan. Jos et ole varma, lähetä vahvistuskoodi (OTP) varmistaaksesi.
fr: Scanner le QR-CODE d''activité de l''utilisateur pour vérifier si l''utilisateur est un participant à cette activité. En cas de doute, envoyer un OTP pour confirmer.
hi: यह सत्यापित करने के लिए प्रयोक्ता के गतिविधि QR कोड को स्कैन करें कि क्या प्रयोक्ता इस गतिविधि में भाग लेने वाला है। संदेह होने पर, एक OTP भेजें।
si: මෙම ක්‍රියාකාරකමට පෙරළිය වීමට පරිවර්තනය කිරීමට පරිවර්ථනය සඳහා පරිවර්තක QR කේතයේ සංඥා සැඟවීමේදී, අස්ථිත් වූ විට, OTP යවන්නේය.
ta: பங்களிப்பாளர் இந்த செயல்பாட்டிற்கான பயனாளரின் செயல்பாட்டு QR குறியீட்டை ஸ்கேன் செய்யுங்கள், பங்களிப்பாளர் இந்த செயல்பாட்டில் பங்குபற்றி உள்ளார் என்று சரிபார்க்கவும். எப்போது சந்தை இல்லையெனில், OTP அனுப்புங்கள்.
zh: 扫描用户的活动 QR-CODE 以验证用户是否是该活动的参与者。当不确定时，发送一个 OTP 进行确认。

# setManageActivityAttendanceParticipantDetails
source: {attendance, select, Awaiting{Awaiting Participant} Attended{Present Participant} Missed{Missed Participant} other{--}}
fi: {attendance, select, Awaiting{Odottava osallistuja} Attended{Läsnäoleva osallistuja} Missed{Puuttunut osallistuja} other{--}}
fr: {attendance, select, Awaiting{Participant en attente} Attended{Participant présent} Missed{Participant manqué} other{--}}
hi: {attendance, select, Awaiting{प्रतीक्षा कर रहे प्रतिभागी} Attended{मौजूद प्रतिभागी} Missed{चूकने वाला प्रतिभागी} other{--}}
si: {attendance, select, Awaiting{රටේ බය දැනටමත් ඇතුළත් වීමේ පුරවන්න} Attended{අවශ්‍යයන්ට ලක්ෂයක් සදහා ප්‍රවන්නේ} Missed{නැති පරිශීලකයෙකු සදහා ප්‍රවන්නේ} other{--}}
ta: {attendance, select, Awaiting{காத்திருக்கும் பங்களிப்பாளர்} Attended{உள்ளார் பங்களிப்பாளர்} Missed{தவிக்கப்பட்டபங்களிப்பாளர்} other{--}}
zh: {attendance, select, Awaiting{等待中的参与者} Attended{出席参与者} Missed{未参加活动的参与者} other{--}}

source: Send OTP
fi: Lähetä OTP
fr: Envoyer un OTP
hi: OTP भेजें
si: OTP යවන්න
ta: OTP அனுப்பவும்
zh: 发送 OTP

source: Read Code
fi: Lue koodi
fr: Lire le code
hi: कोड पढ़ें
si: කේතය කියවන්න
ta: குறியீட்டைப் படிக்குங்கள்
zh: 阅读代码

source: OTP Sent
fi: OTP lähetetty
fr: OTP envoyé
hi: OTP भेज दिया
si: OTP යවන ලදි
ta: OTP அனுப்பப்பட்டது
zh: OTP 已发送

source: Present
fi: Läsnä
fr: Présent
hi: मौजूद
si: පැරණි
ta: உள்ளமையான
zh: 出席

source: Missed
fi: Menetetty
fr: Manqué
hi: छूट गया
si: නොහැර දැනටමත්
ta: தவறியது
zh: 未参加

source: Scan QR-CODE
fi: Skannaa QR-koodi
fr: Scanner le QR code
hi: क्यूआर कोड स्कैन करें
si: QR කේතය සැන් කරන්න
ta: QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
zh: 扫描QR码

source: QR-code Verification
fi: QR-koodin vahvistus
fr: Vérification du code QR
hi: क्यूआर कोड सत्यापन
si: QR කේතය සත්‍යාපනයක් කිරීමේ සටහන්
ta: QR குறியீடு சரிபார்ப்பு
zh: QR码验证

# scanCodeToConfirm
source: Scan the QR-CODE to confirm
fi: Skannaa QR-koodi vahvistaaksesi
fr: Scanner le code QR pour confirmer
hi: पुष्टि करने के लिए QR कोड स्कैन करें
si: ස්ථීර QR කේතයක් සැන් කරන්න
ta: உறுதிப்படுத்துவதற்கு QR குறியீடை ஸ்கேன் செய்யுங்கள்
zh: 扫描QR码以确认

source: Scan the QR Code
fi: Skannaa QR-koodi
fr: Scanner le code QR
hi: QR कोड स्कैन करें
si: QR කේතය සැන් කරන්න
ta: QR குறியீடை ஸ்கேன் செய்யுங்கள்
zh: 扫描QR码

source: Participant Marked
fi: Osallistuja merkitty
fr: Participant marqué
hi: प्रतिभागी चिह्नित
si: සහභාගී අයිතිකාරයා ලකුණු කළා
ta: பங்கேற்றாளர் குறிப்பிடப்பட்டது
zh: 参与者已标记

# isMarkedForActivity
source: {participant} is marked for this activity
fi: {participant} on merkitty tähän toimintaan
fr: {participant} est marqué pour cette activité
hi: {participant} इस गतिविधि के लिए चिह्नित है
si: {participant} මෙම ක්‍රියාවලියට සලකුණු කර ඇති බවයි
ta: {participant} இந்த செயல்பாட்டிற்கான குறிப்பிட்டது
zh: {participant} 被标记为此活动

# otpSentProceed
source: An otp code has been sent to the participant, tap the proceed button to read the participant otp to confirm
fi: Osallistujalle on lähetetty OTP-koodi, napauta jatka-painiketta lukeaksesi osallistujan OTP:n varmistamiseksi
fr: Un code OTP a été envoyé au participant, appuyez sur le bouton proceed pour lire l''OTP du participant et confirmer
hi: प्रतिभागी को एक OTP कोड भेजा गया है, पुष्टि के लिए प्रतिभागी OTP पढ़ने के लिए आगे बढ़ने बटन दबाएं
si: අයිතියට OTP කේතය යවන ලදි, පැරණි ක්ලික් කිරීමේ බොත්තමක් ඔබට අයවැය කරගන්න
ta: பங்களிப்பாளருக்கு OTP குறியீட்டை அனுப்பப்பட்டுள்ளது, உறுதிப்படுத்த பங்களிப்பாளர் OTP-ஐப் படிக்க முடியும் பொத்தானை அழுத்துக்களை அழுத்துக
zh: OTP 验证码已发送给参与者，请点击“继续”按钮读取参与者的 OTP 确认。

# personReceiveOtp
source: The person will receive a One Time Password which you will use to verify that the person is a participant of this activity
fi: Henkilö saa yhden kerran käytettävän salasanan, jota käytät varmistaaksesi, että henkilö on tämän toiminnan osallistuja
fr: La personne recevra un mot de passe à usage unique que vous utiliserez pour vérifier que la personne est participante de cette activité
hi: व्यक्ति को एक एकबार का पासवर्ड प्राप्त होगा, जिसका उपयोग आपको सत्यापित करने के लिए होगा कि व्यक्ति इस गतिविधि का सहभागी है
si: පුද්ගලයා එකවර මුරපදයක් ලෙස ලබා දෙන්නේ, ඔබට මෙම ක්‍රියාකාරකම්ගේ සහයෝගය තහවුරු කිරීමට පුරුදු පියවර භාවිතා කරන්නෙමු
ta: ஒரு முதல் நேர கடவுச்சொல் பெறும் போது, அதனை பயன்படுத்தி அநுபவிப்பவர் இந்த செயலியின் பங்களிப்பை சரிபார்க்க பயன்படுத்தும்
zh: 该人员将收到一次性密码，您将使用该密码来验证该人员是否参与了此活动

# enterParticipantOtp
source: Enter Participant OTP here
fi: Syötä osallistujan OTP (kertakäyttösalasana) tähän
fr: Entrez ici le code OTP du participant
hi: यहाँ प्रतिभागी OTP (एक समय पासवर्ड) दर्ज करें
si: දුරකථනයේ මුරපදය (OTP) එක ඇතුළත් කරන්න
ta: பங்கேற்பாளர் OTP ஐ இங்கே உள்ளிடவும்
zh: 在此处输入参与者的 OTP

# otpBeenResent
source: OTP Has Been Resent
fi: OTP on lähetetty uudelleen
fr: L''OTP a été renvoyé
hi: OTP फिर से भेज दिया गया है
si: OTP නැවත යවා ඇත්නම්
ta: OTP மீண்டும் அனுப்பப்பட்டுள்ளது
zh: OTP 已重新发送

source: Participant Confirmed
fi: Osallistuja vahvistettu
fr: Participant confirmé
hi: प्रतिभागी की पुष्टि हुई
si: සහයෝගයෙන් අයදුම් කරන ලදි
ta: பங்கேற்பவர் உறுதிசெய்யப்பட்டார்
zh: 参与者已确认

# participantOtpConfirmedCanMark
source: This participant OTP has been confirmed, you can now mark the participant as present for this activity
fi: Tämän osallistujan OTP on vahvistettu, voit nyt merkitä osallistujan läsnäolevaksi tähän toimintaan
fr: Ce participant a confirmé son OTP, vous pouvez maintenant le marquer comme présent pour cette activité
hi: इस प्रतिभागी के OTP की पुष्टि हो चुकी है, अब आप इस गतिविधि के लिए प्रतिभागी को मौजूदा चिह्नित कर सकते हैं
si: මෙම සහයෝගයේ තහවුරු කරන ලදි මෙම අයෙකු OTP දීමට, දැනට ඔබ මෙම ක්‍රියාවකට සොයාගත හැකිය
ta: இந்த பங்கேற்பவர் OTP ஐ உறுதிசெய்துவிட்டது, இப்படியாக நீங்கள் இந்த செயல்பாட்டிற்கான பங்கேற்றைக் குறிக்கலாம்
zh: 这位参与者的OTP已经确认，您现在可以将参与者标记为本次活动的出席者

source: Free Activity
fi: Ilmainen aktiviteetti
fr: Activité gratuite
hi: मुफ्त गतिविधि
si: නිදහස් ක්‍රියාව
ta: இது இலவச செயல்பாடுகளில் ஒன்றாகும்
zh: 这是一个免费的活动

# noPaymentRequired
source: No payment is required for this activity
fi: Tästä toiminnasta ei vaadita maksua
fr: Aucun paiement n''est requis pour cette activité
hi: इस गतिविधि के लिए कोई भुगतान की आवश्यकता नहीं है
si: මෙම ක්‍රියාකාරකම සඳහා ගෙවීම් අවශ්‍යයිද නැත
ta: இந்த செயல்பாட்டிற்கு பணம் தேவையானது இல்லை
zh: 本活动无需付款

source: Report Post
fi: Ilmoita viestistä
fr: Signaler le message
hi: पोस्ट की रिपोर्ट करें
si: පෝස්ට් වාර්තාවක් කිරීමේ සිද්ධියක්
ta: பதிவைப் புகாரளி
zh: 举报帖子

# selectReason
source: Select a reason
fi: Valitse syy
fr: Sélectionnez une raison
hi: कारण का चयन करें
si: හේතුව තෝරන්න
ta: காரணத்தைத் தேர்வுசெய்க
zh: 选择一个原因

# setReportReason
source: {reason, select, Spam{It''s spam} Inappropriate{Inappropriate} Abusive{It''s abusive or harmful} Misleading{Misleading Information} Hateful{Hateful Behaviour} SomethingElse{Something else} other{--}}
fi: {reason, select, Spam{Se on roskaposti} Inappropriate{Sopimaton} Abusive{Se on väärinkäyttöä tai haitallista} Misleading{Harhaanjohtava tieto} Hateful{Vihamielinen käytös} SomethingElse{Jotain muuta} other{--}}
fr: {reason, select, Spam{C''est du spam} Inappropriate{Inapproprié} Abusive{C''est abusif ou nuisible} Misleading{Information trompeuse} Hateful{Comportement haineux} SomethingElse{Autre chose} other{--}}
hi: {reason, select, Spam{यह स्पैम है} Inappropriate{अनुचित} Abusive{यह गलत या हानिकारक है} Misleading{भ्रामक जानकारी} Hateful{घृणास्पद व्यवहार} SomethingElse{कुछ और} other{--}}
si: {reason, select, Spam{එයාට ස්පෑම් ලැබීමට} Inappropriate{අනිවාර්යයෙන්ම} Abusive{එය වරද්දී හෝ හිරුණු වේ} Misleading{ප්‍රතිහාරයක් ලබාදෙන තොරතුරු} Hateful{අද්භූත ප්‍රාණවත්ය} SomethingElse{තවත් දේ} other{--}}
ta: {reason, select, Spam{அது ஸ்பேம்} Inappropriate{பொருத்தமற்றது} Abusive{இது தவறானது அல்லது கோரிக்கையானது} Misleading{தவறான தகவல்} Hateful{வெறுப்பு நடனம்} SomethingElse{மற்ற என்னையும்} other{--}}
zh: {reason, select, Spam{这是垃圾邮件} Inappropriate{不适当} Abusive{这是滥用或有害的} Misleading{误导性信息} Hateful{仇恨行为} SomethingElse{其他} other{--}}

source: For further explanation
fi: Lisäselitystä varten
fr: Pour plus d''explications
hi: और विवरण के लिए
si: වැඩි සටහනක් සඳහා
ta: மேலதிக விளக்கம் வார்த்தை
zh: 供进一步解释

source: Submit
fi: Lähetä
fr: Soumettre
hi: सबमिट
si: ඉදිරියෙන් යොමු කරන්න
ta: சமர்ப்பிக்கவும்
zh: 提交

source: Teams
fi: Tiimit
fr: Équipes
hi: टीम
si: කණ්ඩායම්
ta: அணிகலன்கள்
zh: 团队

# createAndManageOwnTeams
source: Create and manage your own teams
fi: Luo ja hallinnoi omia tiimejäsi
fr: Créez et gérez vos propres équipes
hi: अपनी खुद की टीमें बनाएं और प्रबंधित करें
si: ඔබේ තනිවුරු අංකයන් සහිත කණ්ඩායම් සාදන්නාගේ සාධනය
ta: உங்கள் சொந்த அணிகலன்களை உருவாக்கி பராமரிக்கவும்
zh: 创建和管理您自己的团队

source: Create Team
fi: Luo tiimi
fr: Créer une équipe
hi: टीम बनाएं
si: අපට සම්බන්ධයෙන් අපි සම්පුර්ණ කණ්ඩායමක් හදන්න
ta: அணிகலன்களை உருவாக்குங்கள்
zh: 创建团队

source: Joined Teams
fi: Liittyneet tiimit
fr: Équipes rejointes
hi: शामिल हुए टीमें
si: දායකත්ව වීමේ කණ්ඩායම්න්
ta: இணைந்த அணிகள்
zh: 已加入的团队

# moreOnTeamsJoined
source: More on teams you joined
fi: Lisätietoja liittyneistä tiimeistä
fr: Plus d''informations sur les équipes rejointes
hi: आपके द्वारा शामिल हुए टीमों पर अधिक जानकारी
si: ඔබ ලියා පද්ධතිය පිළිබඳ වැඩිදුර තොරතුරු
ta: நீங்கள் சேர்ந்த அணிகலன்கள் பற்றிய மேலும் தகவல்
zh: 关于您加入的团队的更多信息

source: Top - Ranking Playmates
fi: Huipputason seuralaiset
fr: Camarades de jeu de premier plan
hi: शीर्ष-स्तरीय सखा
si: ඉහළ - අනුවාදන කුමන්ත්‍රාත්මක සහය
ta: மேல் - ரேன்கிங் பேலேமேட்டுகள்
zh: 高排名的伴侶

# setRoleInTeamMoreInfo
source: {roleInTeam, select, admin{Admin dummy text. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} captain{Captain dummy text. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} member{Member dummy text. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} other{--}}
fi: {roleInTeam, select, admin{Admin-harjoitusteksti. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} captain{Captain dummy text. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} member{Member dummy text. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} other{--}}
fr: {roleInTeam, select, admin{Texte fictif administrateur. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel} captain{Texte fictif du capitaine. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} member{Texte fictif du membre. Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel.} other{--}}
hi: {roleInTeam, select, admin{एडमिन डमी पाठ। लोरेम इप्सम डोलोर सिट अमेट कॉन्सेक्टेटुर. क्विस निभ उल्ट्रिसेस स्केलेरिस्क्वे एगेट नुन्क एरात दुई दोनेक अदिपिस्सिंग. उल्लाम्कोर्पेर वेल.} captain{कप्तान मिथ्या पाठ। लोरेम इप्सम डोलर सिट अमेट कॉन्सेक्टेटूर। क्विस निभ उल्ट्रासेस स्केलेरिस्क़ुए एगेट नंच एरत दुई दोनेक अदिपिस्सिंग। उल्लाम्कोर्पेर वेल.} member{सदस्य मिथ्या पाठ। लोरेम इप्सम डोलर सिट अमेट कॉन्सेक्टेतूर। क्विस निभ उल्ट्रेसेस स्केलेरिस्क़ुए एगेट नंच एरत दुई दोनेक अदिपिस्सिंग। उल्लाम्कोर्पेर वेल} other{--}}
si: {roleInTeam, select, admin{පරිපාලන ඩමී පෙළ. ලොරෙම් ඉප්සම් දෝලා සිටි අමෙන් කොන්සෙක්ටේර්. ඛුස් නිභ් උල්ට්‍රිසෙස් ස්කෙලෙරිස්ක් එගෙට නුන්ක් එරාට් දුයි දුනෙක් අඩිපිස්සිංග්. උල්ලඹ්කොර්පර් වෙල්.} captain{කැප්ටන් සමූහුරු පෙළකිරීමේ. ලොරෙම් ඉප්සම් ඩොලර් සිට අමෙට් කොන්සේක්ටර්. ක්විස් නිභ් උල්ට්‍රසෙස් ස්කෙලරිස්ක් එගෙට නුන්ක් එරත් දුයි දුන්ක් ඇඩිපිස්සිංග්. උල්ලඹ්කොර්පර් වෙල්.} member{මෙම්බර් අවයැදි පෙළකිරීමේ. ලොරෙම් ඉප්සම් ඩොලර් සිට අමෙට් කොන්සේක්ටර්. ක්විස් නිභ් උල්ට්‍රසෙස් ස්කෙලරිස්ක් එගෙට නුන්ක් එරත් දුයි දුන්ක් ඇඩිපිස්සිංග්. උල්ලඹ්කොර්පර් වෙල්.} other{--}}
ta: {roleInTeam, select, admin{நிர்வாகி மெய்ப்பு உரை. லோரெம் இப்சும் டாலர் சிட் அமெட்} captain{கேப்டன் டம்மி உரை. லோரம் இப்சம் டோலர் சிட் அமெட் கான்செக்டெட்டூர். குய்ஸ் நிப் உல்ட்ரிஸஸ் ஸ்கெலெரிஸ்கு எகேட் நுன்க் எரத் டுய் டோனெக் அடிப்பிஸ்சிங். உல்லம்கோர்ப்பேர் வேல்} member{உறுப்பினர் உரை மாற்றுதல். லோரம் இப்சம் டோலர் சிட் அமெட் கான்செக்டெட்டூர். குய்ஸ் நிப் உல்ட்ரிஸஸ் ஸ்கெலெரிஸ்கு எகேட் நுன்க் எரத் டுய் டோனெக் அடிப்பிஸ்சிங். உல்லம்கோர்ப்பேர் வேல்} other{--}}
zh: {roleInTeam, select, admin{管理员虚拟文本。 Lorem ipsum dolor坐阿梅特康塞克图尔。奇斯尼博尔特里斯 斯凯勒里斯克埃格特南克埃拉特迪登答达普 二乌拉玛科珀维尔} captain{队长虚拟文本。 Lorem ipsum dolor sat amet consectetur。 Quis nibh ultrices scelerisque eget nuncerat dui didec adipiscing。乌兰公司} member{成员虚拟文本。Lorem ipsum dolor sit amet consectetur. Quis nibh ultrices scelerisque eget nunc erat dui donec adipiscing. Ullamcorper vel} other{--}}

source: Manage Team
fi: Hallinnoi tiimiä
fr: Gérer l''équipe
hi: टीम का प्रबंधन
si: කණ්ඩායම කළ හැකිය
ta: குழுவை நிர்வகி
zh: 管理团队

source: Add image
fi: Lisää kuva
fr: Ajouter une image
hi: तस्वीर जोड़ें
si: පින්තූරයක් එකතු කරන්න
ta: படத்தைச் சேர்க்கவும்
zh: 添加图片

# uploadImageToTeamProfile
source: Upload an image to your team profile
fi: Lataa kuva tiimiprofiiliisi
fr: Téléchargez une image sur votre profil d''équipe
hi: अपने टीम प्रोफ़ाइल पर एक छवि अपलोड करें
si: ඔබේ කණ්ඩායමේ පැතිකඩෙන් පින්තූරයක් උඩුගත කරන්න
ta: உங்கள் அணி சுயவிவரத்திற்கான ஒரு படத்தைப் பதிவேற்றுங்கள்
zh: 将图片上传至您的团队资料

source: Team Name
fi: Tiimin nimi
fr: Nom de l''équipe
hi: टीम का नाम
si: කණ්ඩායමේ නම
ta: அணியின் பெயர்
zh: 团队名称

# teamNameHint
source: Type team name
fi: Kirjoita tiimin nimi
fr: Entrez le nom de l''équipe
hi: टीम का नाम टाइप करें
si: කණ්ඩායමේ නම ටයිප් කරන්න
ta: அணியின் பெயரை தட்டச்சு செய்யுங்கள்
zh: 输入团队名称

source: Team Location
fi: Tiimin sijainti
fr: Lieu de l''équipe
hi: टीम का स्थान
si: කණ්ඩායමේ ස්ථානය
ta: அணியின் இருப்பிடம்
zh: 团队位置

source: Team Interest
fi: Tiimin kiinnostuksen kohteet
fr: Intérêt de l''équipe
hi: टीम की रुचियां
si: කණ්ඩායමේ ප්‍රායෝගිකරණ
ta: அணியின் ஆர்வம்
zh: 团队兴趣

# textFieldCannotBeEmpty
source: {textFieldName} cannot be empty
fi: {textFieldName} ei voi olla tyhjä
fr: {textFieldName} ne peut pas être vide
hi: {textFieldName} खाली नहीं हो सकता
si: {textFieldName} පහතින් එය හිස් විය නොහැකිය
ta: {textFieldName} காலியாக இருக்கக்கூடாது
zh: {textFieldName} 不能为空

source: Short description
fi: Lyhyt kuvaus
fr: Description courte
hi: संक्षिप्त विवरण
si: සාර්ථක විස්තරය
ta: சுருக்கமான விளக்கம்
zh: 简要描述

source: New Team Created
fi: Uusi tiimi luotu
fr: Nouvelle équipe créée
hi: नई टीम बनाई गई
si: නව කණ්ඩායමක් සාදන ලදි
ta: புதிய அணி உருவாக்கப்பட்டது
zh: 新建团队

# yourTeamSuccessfullyCreated
source: Your Team has been successfully created, proceed to view and manage.
fi: Tiimisi on luotu onnistuneesti, siirry katsomaan ja hallitsemaan..
fr: Votre équipe a été créée avec succès, veuillez passer à la visualisation et à la gestion..
hi: आपकी टीम सफलतापूर्वक बनाई गई है, देखने और प्रबंधित करने के लिए आगे बढ़ें।.
si: ඔබගේ කණ්ඩායම සාර්ථකව සාදන ලදි, පෙන්වා හෝ කළ හැකිය හදිසියක් පමනක් සඳහා.
ta: உங்கள் அணி வெற்றிகரமாக உருவாக்கப்பட்டது, பார்வையிடவும் மற்றும் நிர்வகிக்கலாம்.
zh: 您的团队已成功创建，请继续查看和管理。

source: Back to Home
fi: Takaisin kotiin
fr: Retour à l''accueil
hi: वापस घर पर
si: ප්‍රධාන වෙත ආපසු වන්න
ta: வீட்டிற்கு மீண்டும் செல்
zh: 返回主页

source: New Team
fi: Uusi tiimi
fr: Nouvelle équipe
hi: नई टीम
si: නව කණ්ඩායම
ta: புதிய அணி
zh: 新团队

# whoToAddToTeam
source: Who would you like to add to your team
fi: Kenet haluaisit lisätä tiimiisi
fr: Qui souhaitez-vous ajouter à votre équipe
hi: आप अपनी टीम में किसे जोड़ना चाहेंगे
si: ඔබේ කණ්ඩායමට කවුද එක් කිරීමට අවශ්‍යයි
ta: உங்கள் அணிக்கு யாரைப் பூர்த்தி சேர்க்க விரும்புகிறீர்கள்
zh: 您想要添加到您的团队的人是谁

# welcomeUser
source: Welcome {userName},
fi: Tervetuloa {userName},
fr: Bienvenue {userName},
hi: स्वागतम् {userName},
si: ස්වාමින්දනයක් {userName},
ta: வரவேற்பு {userName},
zh: 欢迎 {userName},

# successfullyCreatedTeamNowAddPlaymates
source: You have just successfully created your own team, now you can add playmate to join your team
fi: Olet juuri onnistuneesti luonut oman joukkueesi, voit nyt lisätä pelikaverin liittymään joukkueeseesi.
fr: Vous venez de créer votre propre équipe avec succès, vous pouvez maintenant ajouter un coéquipier à votre équipe.
hi: आपने हाल ही में सफलतापूर्वक अपनी टीम बना ली है, अब आप अपनी टीम में खिलाड़ी जोड़ सकते हैं।
si: ඔබ සාර්ථකව ඔබගේ පුද්ගලයා කණ්ඩායමක් සාදාගෙන ඇතිකරුවන්ට දැන් ඔබට ඔබේ කණ්ඩායමට පුද්ගලයා එක් කළ හැක.
ta: நீங்கள் இப்போது உங்கள் சொந்த அணி வெற்றிகரமாக உருவாக்கினீர்கள், இப்போது உங்கள் அணியில் நண்பரையைச் சேர்க்க முடியும்.
zh: 您刚刚成功创建了自己的团队，现在您可以添加一位玩伴加入您的团队。

source: Add to team
fi: Lisää joukkueeseen
fr: Ajouter à l''équipe
hi: टीम में जोड़ें
si: කණ්ඩායමට එක් කරන්න
ta: அணியில் சேர்க்க
zh: 添加到团队

source: Playmates Added
fi: Pelikaverit lisätty
fr: Compagnons ajoutés
hi: प्लेमेट्स जोड़े गए
si: පුද්ගලයින් එක් කරන ලදි
ta: பேய்மேட்ஸ் சேர்க்கப்பட்டன
zh: 玩伴已添加

# youHaveAddedNumPlaymates
source: You have added {playmatesCount} playmates to your team
fi: Olet lisännyt {playmatesCount} pelikaveria joukkueeseesi.
fr: Vous avez ajouté {playmatesCount} compagnon(s) à votre équipe.
hi: आपने अपनी टीम में {playmatesCount} प्लेमेट्स को जोड़ा है।
si: ඔබ ඔබේ කණ්ඩායමට {playmatesCount} පුද්ගලයාගේ එකතු කළා.
ta: உங்கள் அணியில் {playmatesCount} பேய்மேட்ஸ் சேர்க்கப்பட்டுள்ளனர்.
zh: 您已经将 {playmatesCount} 位玩伴添加到您的团队。

source: Proceed to team
fi: Jatka joukkueeseen
fr: Passer à l''équipe
hi: टीम के लिए आगे बढ़ें
si: කණ්ඩායමට එන්න
ta: அணிக்கு முன்னோக்கி
zh: 前往团队

# othersInbox
source: {othersName} inbox
fi: {othersName} saapuneet
fr: Boîte de réception de {othersName}
hi: {othersName} का इनबॉक्स
si: {othersName} තැපෑලේ
ta: {othersName} இன்பாக்ஸ்
zh: {othersName} 收件箱

source: Forward to
fi: Lähetä eteenpäin
fr: Transférer à
hi: आगे भेजें
si: පළමු කරන්න
ta: முன்னோட்டம் அனுப்பவும்
zh: 转发到

source: Frequently contacted
fi: Usein yhteydessä
fr: Contacté fréquemment
hi: अक्सर संपर्क किया गया
si: සාමාන්‍යා සම්බන්ධ වුවහොත්
ta: அடிக்கடி தொடர்பு வைத்துக்கொள்ளப்பட்டது
zh: 经常联系的

source: Team Activity Schedule
fi: Tiimin toimintasuunnitelma
fr: Programme d''activités de l''équipe
hi: टीम गतिविधि अनुसूची
si: කණ්ඩායමේ ක්‍රියා සටහන
ta: அணிகலன் செயல்பாட்டு அட்டவணை
zh: 团队活动计划

source: Team Chat
fi: Tiimikeskustelu
fr: Discussion d''équipe
hi: टीम चैट
si: කණ්ඩායම් සංවාදය
ta: அணிகலன் அரட்டை
zh: 团队聊天t

source: Edit Team
fi: Muokkaa tiimiä
fr: Modifier l''équipe
hi: टीम संपादित करें
si: කණ්ඩායම සංස්කරණය කරන්න
ta: அணிகலன் திருத்து
zh: 编辑团队

source: Activities Manager
fi: Toimintojen johtaja
fr: Responsable des activités
hi: गतिविधियों का प्रबंधक
si: ක්‍රියා කළ දෙනා පරිපාලක
ta: செயல்பாட்டுகள் மேலாளர்
zh: 活动经理

# pointsAndEarnings
source: Points & Earnings
fi: Pisteet ja ansaitseminen
fr: Points et gains
hi: अंक और कमाई
si: ලකුණු සහ ලැබුණු
ta: புள்ளிகள் மற்றும் சம்பாதனைகள்
zh: 积分和收入

# privacyAndNotification
source: Privacy & Notification
fi: ksityisyys ja ilmoitukset
fr: Confidentialité et notifications
hi: गोपनीयता और सूचनाएं
si: රහස් හා දැනුම්දීම්
ta: தனியுரிமையும் அறிவிப்புகளும்
zh: 隐私与通知

source: Switch team
fi: Vaihda tiimiä
fr: Changer d''équipe
hi: टीम बदलें
si: කණ්ඩායම වෙනස් කරන්න
ta: குழு மாற்று
zh: 切换团队

source: Delete account
fi: Poista tili
fr: Supprimer le compte
hi: खाता हटाएं
si: ගිණුම මකන්න
ta: கணக்கை நீக்கு
zh: 删除账户

source: Give Review
fi: Anna arvostelu
fr: Donner un avis
hi: समीक्षा दें
si: විස්තර ලබාදෙන්න
ta: மதிப்பீடு செய்யுங்கள்
zh: 给予评价

source: Report Team
fi: Raportoi tiimi
fr: Signaler l''équipe
hi: टीम की रिपोर्ट करें
si: කණ්ඩායම වාර්තාවක් කරන්න
ta: குழுவைப் புகார் செய்யுங்கள்
zh: 报告团队

source: Who are you looking for?
fi: Kuka on sinun etsimäsi?
fr: Qui cherchez-vous?
hi: आप किसकी तलाश में हैं?
si: ඔබ සොයාගන්නා කෙළේ කවුරුත් වෙයි?
ta: நீ யாரைத் தேடுகிறாய்?
zh: 你在找谁？

source: Add Member
fi: Lisää jäsen
fr: Ajouter un membre
hi: सदस्य जोड़ें
si: සාමාජිකයා එකතු කරන්න
ta: உறுப்பினரைச் சேர்க்கவும்
zh: 添加成员

source: Make Admin
fi: Tee ylläpitäjäksi
fr: Nommer administrateur
hi: व्यवस्थापक बनाएं
si: පරිපාලනය කරන්න
ta: நிர்வாகியாக்க
zh: 设置管理员

source: Make Captain
fi: Tee kapteeniksi
fr: Nommer capitaine
hi: कप्तान बनाएं
si: කැප්ටනයේ කරන්න
ta: கேப்டனாக்கு
zh: 设为队长

source: Remove Member
fi: Poista jäsen
fr: Supprimer un membre
hi: सदस्य हटाएं
si: සාමාජිකයාගේ ඉවත් කරන්න
ta: உறுப்பினரை அகற்று
zh: 删除成员
