Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# newTeamsDisplay
source: The teams displayed here represent teams with the highest ranking in your location.
fi: Täällä näkyvät joukkueet edustavat korkeimman sijoituksen joukkueita alueellasi.
fr: Les équipes affichées ici représentent les équipes avec le classement le plus élevé dans votre localité.
hi: यहां प्रदर्शित होने वाली टीमें आपके स्थान पर सबसे उच्च रैंकिंग वाली टीमें हैं.
si: මෙහි පෙන්වීමේ ටීම් හිතුවා ඇති ටීම් ඔබේ ස්ථානයේ වැඩිවුණු නිවැරදි ටීම් ලැබීමේ ලැබෙන ප්‍රභේදයක්.
ta: இங்கே காட்டப்படும் அணி உங்கள் இடத்தில் அதிகபட்ச மதிப்பிடப்படும் அணிகளைக் குறிக்கின்றன.
zh: 此处显示的团队代表您所在位置的排名最高的团队.

source: Top - Ranking Teams
fi: Huippusijoitettuja joukkueita
fr: Équipes de premier rang
hi: शीर्ष - रैंकिंग टीमें
si: ඉහළ - නිවැරදි කොටස් අනුව යුතු ටීම්
ta: முதன்மை - ரேங்கிங் அணிகள்
zh: 顶级排名团队

source: Worldwide
fi: Maailmanlaajuinen
fr: Mondial
hi: विश्वव्यापी
si: ලෝකයේදී
ta: உலகளாவியமான
zh: 全球

source: Select ratings
fi: Valitse arviot
fr: Sélectionner des évaluations
hi: रेटिंग चुनें
si: සඳහා ශ්රිතයන් තෝරන්න
ta: மதிப்பீட்டைத் தேர்ந்தெடுக்கவும்
zh: 选择评级

source: Owned by
fi: Omistaja
fr: Appartenant à
hi: के मालिक
si: හිමිවුන් වූ
ta: உடன் உரிமையாளர்
zh: 所有者

source: State
fi: Valtio
fr: État
hi: राज्य
si: රාජකාරිකයේ
ta: மாநிலம்
zh: 国家

source: and more
fi: ja lisää
fr: et plus
hi: और भी
si: හා වැඩියෙන්
ta: மேலும்
zh: 等等

# nDaysAgoShort
source: {timePassed, plural, =0{} =1{1 day ago} other{{timePassed} days ago}}
fi: {timePassed, plural, =0{} =1{1 päivä sitten } other{{timePassed} päivää sitten }}
fr: {timePassed, plural, =0{} =1{il y a 1 jour} other{il y a {timePassed} jours}}
hi: {timePassed, plural, =0{} =1{1 दिन पहले } other{{timePassed} दिन पहले }}
si: {timePassed, plural, =0{} =1{1 දිනයක් පෙර } other{{timePassed} දිනයක් පෙර }}
ta: {timePassed, plural, =0{} =1{1 நாள் முன்பு } other{{timePassed} நாட்களுக்கு முன்பு }}
zh: {timePassed, plural, =0{} =1{1天前 } other{{timePassed} 天前 }}

# nWeeksAgoShort
source: {timePassed, plural, =0{} =1{1 wk ago} other{{timePassed} wks ago}}
fi: {timePassed, plural, =0{} =1{1 vk sitten } other{{timePassed} viikkoa sitten}}
fr: {timePassed, plural, =0{} =1{il y a 1 sem } other{il y a {timePassed} semaines }}
hi: {timePassed, plural, =0{} =1{1 सप्ताह पहले} other{{timePassed} सप्ताह पहले }}
si: {timePassed, plural, =0{} =1{1 සතියක් පෙර} other{{timePassed} සතියකට පෙර}}
ta: {timePassed, plural, =0{} =1{1 வாரம் முன்பு} other{{timePassed} வாரங்களுக்கு முன்பு}}
zh: {timePassed, plural, =0{} =1{1 周前} other{{timePassed} 周前}}

source: Share Activity
fi: Jaa toiminta
fr: Partager l''activité
hi: गतिविधि साझा करें
si: ක්‍රියාකාරී හාවය හිමිකරන්න
ta: செயல்பாட்டை பகிர்ந்துகொள்ளுங்கள்
zh: 分享活动

source: Write about post
fi: Kirjoita postauksesta
fr: Écrire sur la publication
hi: पोस्ट के बारे में लिखें
si: පොස්ට් ගැන ලියන්න
ta: பதிவு பற்றி எழுது
zh: 写关于帖子

source: Filter by Activity Interest
fi: Suodata aktiviteetin kiinnostuksen perusteella
fr: Filtrer par centre d''intérêt d''activité
hi: गतिविधि रुचि के आधार पर फ़िल्टर करें
si: ක්‍රියා ප්‍රවේශය හරහා පෙරහන් කරන්න
ta: செயல்பாட்டு ஆர்வலர்கள் வடிகட்டு
zh: 按活动兴趣筛选

# aboutToSharePost
source: You are about to share this post to your wall
fi: Olet jakamassa tämän viestin seinällesi
fr: Vous êtes sur le point de partager cette publication sur votre mur
hi: आप अपनी वॉल पर इस पोस्ट को साझा करने वाले हैं
si: ඔබ මෙම පාර්ශවය ඔබගේ පිටුවට බෙදා ගත හැකිය
ta: உங்கள் வளைவுக்கு இந்த பதிவை பகிர விரும்புகிறீர்கள்
zh: 您即将分享此帖子到您的动态

source: Share Status
fi: Jaa tila
fr: Partager le statut
hi: स्थिति साझा करें
si: තත්ව බෙදාගන්න
ta: நிலையைப் பகிர்ந்து கொள்ளுங்கள்
zh: 分享状态

# youAreAboutToMakePost
source: You are about to make this post to only {postRecipient}, here are your other options
fi: Olet lähettämässä tämän viestin vain vastaanottajalle {postRecipient}. Tässä on muita vaihtoehtoja
fr: Vous êtes sur le point de faire ce message à {postRecipient} seulement, voici vos autres options
hi: आप यह पोस्ट केवल {postRecipient} पर करने वाले हैं, यहां आपके अन्य विकल्प हैं
si: ඔබ මෙම පළ කිරීම {postRecipient} වෙත පමණක් සිදු කිරීමට සූදානම් වේ, මෙන්න ඔබේ වෙනත් විකල්ප
ta: நீங்கள் இந்த இடுகையை {postRecipient} க்கு மட்டுமே செய்யப் போகிறீர்கள், இங்கே உங்கள் பிற விருப்பங்கள் உள்ளன
zh: 您将仅向 {postRecipient} 发布此帖子，以下是您的其他选项

source: Search Teams
fi: Etsi tiimejä
fr: Rechercher des équipes
hi: टीमें खोजें
si: ප්‍රකාශ කරන්න
ta: அணிகலன்களைத் தேடு
zh: 搜索团队

source: Team Fans
fi: Tiimifanit
fr: Fans de l''équipe
hi: टीम के प्रशंसक
si: ටීම් සහභාගී වීමේ දියුණු
ta: அணி ரசிகர்கள்
zh: 团队粉丝

source: Search Team Fans
fi: Etsi tiimifanej
fr: Rechercher les fans de l''équipe
hi: टीम के प्रशंसकों की खोज
si: ටීම් සහභාගී වීමේ දියුණු සොයන්න
ta: அணிகலன்களின் மரியாதையைப் பார்க்க
zh: 搜索团队粉丝

source: Search Team Members
fi: Etsi tiimin jäseniä
fr: Rechercher des membres d''équipe
hi: टीम सदस्यों की खोज करें
si: කණ්ඩායම් සාමාජික සෙවීම
ta: அணியினரை தேடுகின்றது
zh: 搜索团队成员

source: Medium
fi: Keskikokoinen
fr: Moyen
hi: मध्यम
si: මධ්‍යයේදී
ta: இடையேயான
zh: 中等的

source: Creator
fi: Luoja
fr: Créateu
hi: निर्माता
si: සුභාවිතයි
ta: உருவாக்கி
zh: 创作者

source: Primary
fi: Ensisijainen
fr: Principal
hi: प्राथमिक
si: මුලු අතරින්
ta: முதன்மை
zh: 主要的

# youCanAddLocation
source: You can add up to 5 location & search radius
fi: Voit lisätä enintään 5 sijaintia ja hakusäteen
fr: Vous pouvez ajouter jusqu''à 5 emplacements et rayon de recherche
hi: आप तकनीक तक 5 स्थान और खोज त्रिज्या जोड़ सकते हैं
si: ඔබ 5 ප්‍රදේශයේ සිටුවිලි සහ සෙවීම් රාමුවක් එකතු කළ හැකිය
ta: நீங்கள் 5 இடங்களையும் தேடல் அருகேப்படுத்தும் திரையில் சேர்க்க முடியும்
zh: 您最多可以添加5个位置和搜索半径

# makeItDefaultOption
source: Make it my default option and don''t show me again
fi: Tee siitä oletusvalintani ja älä näytä minulle enää
fr: Faites-en mon option par défaut et ne me montrez plus
hi: इसे मेरे डिफ़ॉल्ट विकल्प बनाएं और मुझे फिर से न दिखाएं
si: එය අප්‍රමානුෂ්ක විකල්පයක් ලබා නොදෙන්නේයි සහ මාව නැති නොපෙන්වන්නේයි
ta: இதை என் முன்னிலை விருப்பமாக்குங்கள் மற்றும் மீண்டும் காட்ட மாட்டீர்களாகவேனும்
zh: 将其设为我的默认选项，不再显示给我

source: My Activities
fi: Omat toimintani
fr: Mes activités
hi: मेरी गतिविधियाँ
si: මගේ ක්‍රියාකාරකම්
ta: எனது செயல்கள்
zh: 我的活动

source: View the activity
fi: Näytä toiminta
fr: Voir l''activité
hi: गतिविधि देखें
si: ක්‍රියාකාරකම බලන්න
ta: செயல்பாட்டைப் பார்க்கவும்
zh: 查看活动

source: Go to Activity
fi: Siirry toimintaan
fr: Aller à l''activité
hi: गतिविधि पर जाएं
si: ක්‍රියාකාරකමට යන්න
ta: செயல்பாட்டுக்கு செல்
zh: 前往活动

source: Make primary Location
fi: Tee pääasiallinen sijainti
fr: Définir comme lieu principal
hi: प्राथमिक स्थान बनाएं
si: මූලික පිහිටුවක් කරන්න
ta: முதன்மை இடம் செய்யுங்கள்
zh: 设为主要位置

source: Removing {country} Location
fi: Poistetaan {country} sijainti
fr: Suppression du lieu {country}
hi: {country} स्थान को हटाएं
si: {country} ස්ථානය ඉවත් කිරීමට
ta: {country} இடத்தை நீக்குகிறேன்
zh: 移除 {country} 位置

source: Set Primary location
fi: Aseta ensisijainen sijainti
fr: Définir la localisation
hi: प्राथमिक स्थान सेट करें
si: ප්‍රථම ස්ථානයක් සකසන්න
ta: முதன்மை இடத்தை அமைக்கவும்
zh: 设定主要位置

# aboutToMakePrimaryLocationNote
source: You are about to make {country} location your primary location
fi: Olet juuri tekemässä sijaintimaata {country} ensisijaiseksi sijainniksesi
fr: Vous êtes sur le point de faire de {country} votre lieu principal
hi: आप {country} स्थान को अपना प्राथमिक स्थान बनाने जा रहे हैं
si: ඔබ {country} තීරණය ඔබගේ ප්‍රමුඛතාවයට සැරිසැරීමට නියම වෙයි
ta: நீங்கள் {country} இடத்தை உங்கள் முதன்முதல் இருப்பிடமாக உருவாக்க உள்ளீர்கள்
zh: 您即将将{country}地点设为您的主要地点

# removeLocationNote
source: You are about to remove this location and search radius, this means you won’t be able to make use of it again
fi: Olet poistamassa tätä sijaintia ja hakusädettä, tämä tarkoittaa, ettet voi enää käyttää sitä.
fr: Vous êtes sur le point de supprimer cette localisation et cette zone de recherche, cela signifie que vous ne pourrez plus l''utiliser à nouveau.
hi: आप इस स्थान और खोज त्रिज्या को हटाने वाले हैं, इसका अर्थ है कि आप इसका फिर से उपयोग नहीं कर पाएंगे।
si: ඔබ මෙම ස්ථානය හා සෙව්ම ප්‍රමාණය ඉවත් කිරීමේදී, මෙය අදාළව ඔබට එක්වන්නේ එක් කවුදුරු භාවිතා කිරීමට නොහැකියි
ta: நீங்கள் இந்த இடத்தையும் தேடல் அருகேயும் நீக்க முடியும் என்று நீங்கள் வழிமுறையில் உள்ளீடு செய்யவில்லை என்றும் குறிப்பிடுகிறீர்கள்.
zh: 您即将删除此位置和搜索半径，这意味着您将无法再使用它。

# setManageActivityRequestSearch
source: {request, select, Pending{Search Pending} Accepted{Search Accepted} Declined{Search Declined} other{--}}
fi: {request, select, Pending{Etsintä odottaa} Accepted{Etsintä hyväksytty} Declined{Etsintä hylätty} other{--}}
fr: {request, select, Pending{Recherche en attente} Accepted{Recherche acceptée} Declined{Recherche refusée} other{--}}
hi: {request, select, Pending{खोज पैंडिंग} Accepted{खोज स्वीकार की गई} Declined{खोज अस्वीकृत} other{--}}
si: {request, select, Pending{සෙවුම අනුව තබා ගත්තේ } Accepted{සෙවුම හරවා ඇතිවීම } Declined{සෙවුම ප්‍රතික්ෂේප කරන ලදි } other{--}}
ta: {request, select, Pending{தேடல் நிலுவையில்} Accepted{தேடல் ஏற்கனவே ஏற்கப்பட்டது } Declined{தேடல் மறுக்கப்பட்டது} other{--}}
zh: {request, select, Pending{搜索挂起 } Accepted{搜索已接受 } Declined{搜索被拒绝 } other{--}}

# setManageActivityRequest
source: {request, select, Pending{Pending} Accepted{Accepted} Declined{Declined} other{--}}
fi: {request, select, Pending{Odottaa} Accepted{Hyväksytty} Declined{Hylätty} other{--}}
fr: {request, select, Pending{En attente} Accepted{Accepté} Declined{Refusé} other{--}}
hi: {request, select, Pending{लंबित } Accepted{स्वीकृत } Declined{अस्वीकृत } other{--}}
si: {request, select, Pending{නොවුම් පත්තුව } Accepted{පිළිගැනීමේදී } Declined{ප්‍රතික්ෂේප } other{--}}
ta: {request, select, Pending{நிலுவையில் } Accepted{ஏற்கனவெனில் } Declined{மறுபடியும் கூறப்பட்டது } other{--}}
zh: {request, select, Pending{待处理 } Accepted{已接受 } Declined{拒絕 } other{--}}

# setManageActivityRequestModalSubtitle
source: {request, select, Pending{Participants that are yet to be accepted or declined in this activity} Accepted{Participants you accept to participate in this activity} Declined{Participants you declined from participating in this activity} other{--}}
fi: {request, select, Pending{Osallistujat, jotka eivät ole vielä hyväksyttyjä tai hylättyjä tässä toiminnassa} Accepted{Osallistujat, jotka hyväksyt osallistumaan tähän toimintaan} Declined{Osallistujat, jotka kieltäydyit osallistumasta tähän toimintaan} other{--}}
fr: {request, select, Pending{Participants qui n''ont pas encore été acceptés ou refusés pour cette activité} Accepted{Participants que vous acceptez de participer à cette activité} Declined{Participants que vous avez refusés de participer à cette activité} other{--}}
hi: {request, select, Pending{उन सहभागियों को अभी तक स्वीकृत या अस्वीकृत नहीं किया गया है इस गतिविधि में } Accepted{उन सहभागियों को आप स्वीकार करते हैं जो इस गतिविधि में भाग लेने के लिए } Declined{उन सहभागियों को आपने इस गतिविधि में भाग लेन से इनकार किया है } other{--}}
si: {request, select, Pending{මෙම ක්‍රියාකාරී වලට තවත් හිමිකරු හෝ ප්‍රතික්ෂේප කළ යුතුයි } Accepted{ඔබට මෙම ක්‍රියාකාරීයෙන් පෙරනිමිකරු කිරීමට ඔබ හිතන පෙම්වතිය } Declined{ඔබ මෙම ක්‍රියාකාරීයෙන් පෙරනිමිකරු වීමෙන් පමණක් ප්‍රතික්ෂේප කළ පෙම්වතිය } other{--}}
ta: {request, select, Pending{இந்த செயல்பாட்டில் ஏற்கனவே ஏற்கனவே ஏற்கப்படாத அல்லது மறுபடியும் முறியடிக்கப்படாத பங்களிப்புகள் } Accepted{இந்த செயல்பாட்டில் பங்கேற்றுக்கான பங்களிப்பை நீங்கள் ஏற்கனவே ஏற்கனவே ஏற்கப்படுத்துவீர்கள் } Declined{இந்த செயல்பாட்டில் பங்கேற்றவர்களை நீங்கள் மறுக்கின்றீர்கள் } other{--}}
zh: {request, select, Pending{尚未接受或拒絕的參與者 } Accepted{您接受參與此活動的參與者 } Declined{您拒絕參與此活動的參與者 } other{--}}

# setManageActivityRequestSubtitle
source: {request, select, Pending{Total Join Request} Accepted{Total Accepted Request} Declined{Total Declined Request} other{--}}
fi: {request, select, Pending{Yhteensä liittymispyyntöjä} Accepted{Hyväksytyt pyynnöt yhteensä} Declined{Hylättyjen pyyntöjen kokonaismäärä} other{--}}
fr: {request, select, Pending{Total des demandes d''adhésion} Accepted{Total des demandes acceptées} Declined{Total des demandes refusées} other{--}}
hi: {request, select, Pending{कुल शामिली अनुरोध} Accepted{कुल स्वीकृत अनुरोध} Declined{कुल अस्वीकृत अनुरोध } other{--}}
si: {request, select, Pending{එකතුවුන්ගේ සම්පූර්ණ අයවරෙන්} Accepted{එකතු කළ ඉල්ලීම් එක් සම්පූර්ණයි} Declined{සම්පූර්ණ ප්‍රතික්ෂේප විමුක්තිය } other{--}}
ta: {request, select, Pending{சேருவதற்கான மொத்தக் கோரிக்கை} Accepted{மொத்தம் ஏற்கனவே ஏற்கப்பட்ட கோரிக்கைகள்} Declined{மொத்த நிராகரிக்கப்பட்ட கோரிக்கைகள் } other{--}}
zh: {request, select, Pending{总加入请求} Accepted{总接受请求} Declined{总共拒绝请求 } other{--}}

# aboutToAcceptUserToActivity
source: You are about to accept this user to participate in your activity
fi: Olet hyväksymässä tämän käyttäjän osallistumaan toimintaasi
fr: Vous êtes sur le point d''accepter cet utilisateur pour participer à votre activité
hi: आप इस उपयोगकर्ता को अपनी गतिविधि में भाग लेने के लिए स्वीकार करने के बारे में हैं
si: ඔබ මෙම පරිශීලකයාගේ ක්‍රියාකාරකමට පෙර පිරිසීමෙන් සපයන්නේ ඇයි?
ta: நீங்கள் உங்கள் செயல்பாட்டில் இப்பயனரை ஏற்றுக்கொள்ள விரும்புகிறீர்கள்
zh: 您将要接受此用户参与您的活动

# noShowPopUp
source: Don''t show this pop-up again
fi: Älä näytä tätä ponnahdusikkunaa uudelleen
fr: Ne plus afficher cette fenêtre contextuelle
hi: इस पॉप-अप को फिर से न दिखाएं
si: මෙම පෝපමය නැවත පෙන්වීමට නොහැකි කරන්න
ta: இந்த பாப் அப் ஐயென்றால் மீண்டும் காட்ட வேண்டாம்
zh: 不再显示此弹窗

# aboutToDeclineUserToActivity
source: You are about to decline this user''s participation in your activity
fi: Olet hylkäämässä tämän käyttäjän osallistumisen toimintaasi.
fr: Vous êtes sur le point de refuser la participation de cet utilisateur à votre activité.
hi: आप इस उपयोगकर्ता के अपनी गतिविधि में भागीदारी को अस्वीकार करने के बारे में हैं .
si: ඔබට මෙම පරිශීලකයාගේ සහාය ඔබේ ක්‍රියාවලියේ සම්පුර්ණ කිරීම අරගෙන යනු ලැබුණි .
ta: இந்த பயனரின் உங்கள் செயல்பாட்டில் பங்குபெறுதலை மறுக்க வேண்டும் .
zh: 您将拒绝此用户参与您的活动 .

# reAcceptUser
source: Re-Accept this User
fi: Hyväksy tämä käyttäjä uudelleen
fr: Réaccepter cet utilisateur
hi: इस उपयोगकर्ता को फिर से स्वीकार करें
si: මෙම පරිශීලකයාගේ සම්පුර්ණය වෙනුවෙන් පවතී
ta: இந்த பயனரை மீண்டும் ஏற்றுக்கொள்
zh: 重新接受此用户

# wantToReAcceptUser
source: Do you want re-accept this user into your activity
fi: Haluatko hyväksyä tämän käyttäjän uudelleen toimintaasi?
fr: Souhaitez-vous réaccepter cet utilisateur dans votre activité ?
hi: क्या आप इस उपयोगकर्ता को फिर से अपनी गतिविधि में स्वीकार करना चाहते हैं?
si: ඔබ මෙම පරිශීලකයාට නැවත ස්ථාපනය කිරීමට අවශ්‍යයිද?
ta: இந்த பயனரை உங்கள் செயல்பாட்டில் மீண்டும் ஏற்றுக்கொள்ள விரும்புகிறீர்களா?
zh: 您是否要重新接受此用户参与您的活动？

# userHasBeenAccepted
source: The user has been accepted
fi: Käyttäjä on hyväksytty.
fr: L''utilisateur a été accepté.
hi: उपयोगकर्ता स्वीकृत हो गया है।
si: පරිශීලකයා හැරීමට සිදුවුණි.
ta: பயனர் ஏற்கனவே ஏற்றுக்கொள்ளப்பட்டுள்ளார்.
zh: 用户已被接受。

# setManageActivityRequestParticipantDetails
source: {request, select, Pending{Pending Participant} Accepted{Accepted Participant} Declined{Declined Participant} other{--}}
fi: {request, select, Pending{Odottava osallistuja} Accepted{Hyväksytty osallistuja} Declined{Hylätty osallistuja} other{--}}
fr: {request, select, Pending{Participant en attente} Accepted{Participant accepté} Declined{Participant refusé} other{--}}
hi: {request, select, Pending{लंबित प्रतिभागी} Accepted{स्वीकृत प्रतिभागी} Declined{अस्वीकृत प्रतिभागी} other{--}}
si: {request, select, Pending{නොමිලේ සහනයින් දිනයන්නට අනුක්රමයක් ඇත} Accepted{පිළිගැනීමට පෙර සහනයින්නට අනුක්රමයක් ඇත} Declined{පිළිගැනීමට පෙර සහනයින්නට අනුක්රමයක් ඇත} other{--}}
ta: {request, select, Pending{நிலுவை பங்கீடர்} Accepted{ஏற்கனவே பங்கீடர்} Declined{மறுக்கப்பட்டவர்} other{--}}
zh: {request, select, Pending{待定参与者} Accepted{已接受参与者} Declined{被拒绝的参与者} other{--}}

source: Activities Participated
fi: Hyväksytty osallistuja
fr: Activités participées
hi: भाग लिए गए गतिविधियाँ
si: පෙන්විය යුතු ක්‍රියාමාර්ගයන්
ta: பங்கேற்ற செயல்கள்
zh: 参与的活动

source: View Profile
fi: Näytä profiili
fr: Voir le profil
hi: प्रोफ़ाइल देखें
si: පැතිකඩ පැය සාර්ථකයෙන් බලන්න
ta: சுயவிபரத்தைக் காட்டு
zh: 查看个人资料

# setManageActivityPaymentSearch
source: {payment, select, Paid{Search Paid} Unpaid{Search Unpaid} Withdrawn{Search Refunded} other{--}}
fi: {payment, select, Paid{Haku maksettu} Unpaid{Haku maksamaton} Withdrawn{Haku palautettu} other{--}}
fr: {payment, select, Paid{Recherche payée} Unpaid{Recherche impayée} Withdrawn{Recherche remboursée} other{--}}
hi: {payment, select, Paid{भुगतान की खोज} Unpaid{भुगतान नहीं की गई खोज} Withdrawn{रिफंड की गई खोज} other{--}}
si: {payment, select, Paid{වෙළඳ ගෙවිය යුතු සෙවුම්} Unpaid{වෙළඳ ගෙවීම නොගෙවීම් සෙවුම්} Withdrawn{වෙළඳපොළව කියවීම් සෙවුම්} other{--}}
ta: {payment, select, Paid{செலுத்தப்பட்ட தேடல்} Unpaid{செலுத்தப்படாத தேடல்} Withdrawn{திரும்பப்பெறும் தேடல்} other{--}}
zh: {payment, select, Paid{付费搜索} Unpaid{未付费搜索} Withdrawn{搜索已退款} other{--}}

# setManageActivityPayment
source: {payment, select, Paid{Paid} Unpaid{Unpaid} Withdrawn{Withdrawn} other{--}}
fi: {payment, select, Paid{Maksettu} Unpaid{Maksamaton} Withdrawn{Peruutettu} other{--}}
fr: {payment, select, Paid{Payé} Unpaid{Non payé} Withdrawn{Retiré} other{--}}
hi: {payment, select, Paid{भुगतान किया} Unpaid{अवैतनिक} Withdrawn{वापस लिया गया} other{--}}
si: {payment, select, Paid{ගෙවීමේ කියවීම්} Unpaid{ගෙවීම් නොගැනීමේ} Withdrawn{ඉවත් කළා} other{--}}
ta: {payment, select, Paid{செலுத்தப்பட்டது} Unpaid{செலுத்தப்படாதது} Withdrawn{தள்ளிப்புக்கப்பட்டது} other{--}}
zh: {payment, select, Paid{已付款} Unpaid{未支付} Withdrawn{已撤销} other{--}}

# setManageActivityPaymentModalSubtitle
source: {payment, select, Paid{Accepted participants that have paid for the activity} Unpaid{Accepted participants that are yet to pay for the activity} Withdrawn{Participants that withdrew from the activity and will be refunded} other{--}}
fi: {payment, select, Paid{Hyväksytyt osallistujat, jotka ovat maksaneet toiminnasta} Unpaid{Hyväksytyt osallistujat, jotka eivät ole vielä maksaneet toiminnasta} Withdrawn{Toiminnasta vetäytyneet osallistujat, jotka saavat palautuksen} other{--}}
fr: {payment, select, Paid{Participants acceptés qui ont payé pour l''activité} Unpaid{Participants acceptés qui n''ont pas encore payé pour l''activité} Withdrawn{Participants qui se sont retirés de l''activité et seront remboursés} other{--}}
hi: {payment, select, Paid{गतिविधि के लिए भुगतान कर चुके स्वीकृत सहभागियों} Unpaid{गतिविधि के लिए भुगतान नहीं किए गए स्वीकृत सहभागियों} Withdrawn{गतिविधि से अस्थायी रूप से विचलित हुए सहभागियों जिन्हें धनवापसी की जाएगी} other{--}}
si: {payment, select, Paid{ක්‍රියාවලිය සඳහා ගෙවීමේ තෝරාගත් පෙරහන් සහිත සහකරුන්} Unpaid{ක්‍රියාවලිය සඳහා ගෙවීමක් තෝරා නොකළ සහකරුන්} Withdrawn{ක්‍රියාවිරහිත සහාය පිරිසිදුක්ෂව වෙනස් වූ සහකරුන් සහාය ලබාගන්නාගෙන්ම ගෙවීමක්} other{--}}
ta: {payment, select, Paid{செலுத்தப்பட்ட பங்காளிகள் செயல்பாட்டிற்கான பணம் செலுத்தினர்} Unpaid{செலுத்தப்பட்ட பங்காளிகள் செயல்பாட்டுக்கான பணம் செலுத்த வேண்டியது} Withdrawn{செயல்பாட்டிலிருந்து தள்ளிப் பெறும் பங்காளிகள்} other{--}}
zh: {payment, select, Paid{已接受并已付款的参与者} Unpaid{已接受但尚未付款的参与者} Withdrawn{退出活动且将获得退款的参与者} other{--}}

# setManageActivityPaymentSubtitle
source: {payment, select, Paid{Total Paid Participant} Unpaid{Total Payment Awaiting} Withdrawn{Total Withdrawn Participant} other{--}}
fi: {payment, select, Paid{Maksetut osallistujat} Unpaid{Odottaa kokonaismaksua} Withdrawn{Kokonaismäärä vetäytynyt osallistuja} other{--}}
fr: {payment, select, Paid{Participants payés} Unpaid{Paiement en attente total} Withdrawn{Participant total retiré} other{--}}
hi: {payment, select, Paid{कुल भुगतानकर्ता सहभागी} Unpaid{कुल भुगतान प्रतीक्षा में} Withdrawn{कुल वापस लेने वाले सहभागी} other{--}}
si: {payment, select, Paid{මුළු ගෙවීම් ක්ෂේත්‍රයේ සහය ලබාගන්නා සහකරු} Unpaid{මුළු ගෙවීම් පවා තිබේ} Withdrawn{මුළු පිරිසැලසුම්කරුම් ගණනක්} other{--}}
ta: {payment, select, Paid{மொத்த செலுத்துநர் பங்காளி} Unpaid{மொத்த கட்டணம் காத்திருக்கிறது} Withdrawn{மொத்த திரும்பிய பங்கேற்பவர்} other{--}}
zh: {payment, select, Paid{总付费参与者} Unpaid{等待总付款} Withdrawn{总退出参与者} other{--}}

source: Awaiting payment
fi: Maksua odotetaan
fr: En attente de paiement
hi: भुगतान की प्रतीक्षा में
si: ගෙවීම් රටාවන්තර කර ඇත
ta: கட்டணம் காத்திருக்கிறது
zh: 等待付款

# setPaymentMethod
source: {paymentMethod, select, Card{Card} Paypal{Paypal} Points{Points} other{--}}
fi: {paymentMethod, select, Card{Kortti} Paypal{Paypal} Points{Pisteet} other{--}}
fr: {paymentMethod, select, Card{Carte} Paypal{Paypal} Points{Points} other{--}}
hi: {paymentMethod, select, Card{कार्ड} Paypal{पेपैल} Points{अंक} other{--}}
si: {paymentMethod, select, Card{කාඩ්පත} Paypal{පේපැල්} Points{ලකුණු} other{--}}
ta: {paymentMethod, select, Card{அட்டை} Paypal{பேபால்} Points{புள்ளிகள்} other{--}}
zh: {paymentMethod, select, Card{卡} Paypal{贝宝} Points{积分} other{--}}

# setManageActivityPaymentParticipantDetails
source: {payment, select, Paid{Paid Participant} Unpaid{This participant is yet to pay} Withdrawn{Withdrawn Participant} other{--}}
fi: {payment, select, Paid{Maksettu osallistuja} Unpaid{Tämä osallistuja ei ole vielä maksanut} Withdrawn{Vetäytynyt osallistuja} other{--}}
fr: {payment, select, Paid{Participant payé} Unpaid{Cet·te participant·e n''a pas encore payé·e} Withdrawn{Participant retiré} other{--}}
hi: {payment, select, Paid{भुगतान किया हुआ सहभागी} Unpaid{यह सहभागी अभी तक भुगतान नहीं किया है} Withdrawn{निकाले गए सहभागी} other{--}}
si: {payment, select, Paid{ගෙවුම් කළ අයිතමයන්} Unpaid{මෙම සහායක් තවමත් ගෙවීමක් කර නැතිවුනාද} Withdrawn{ඉවත් කරන සහායකයින්} other{--}}
ta: {payment, select, Paid{கட்டணம் செலுத்திய பங்காளர்} Unpaid{இந்த பங்காளி இன்னும் கட்டணத்தை செலுத்தவில்லை} Withdrawn{திரும்பப் பெறப்பட்ட பங்கேற்பாளர்} other{--}}
zh: {payment, select, Paid{已付费参与者} Unpaid{此参与者尚未付款} Withdrawn{已退出参与者} other{--}}

# setManageActivityAttendanceSearch
source: {attendance, select, Awaiting{Search Awaiting} Attended{Search Present} Missed{Search Missed} other{--}}
fi: {attendance, select, Awaiting{Haku odottaa} Attended{Etsi läsnä} Missed{Haku jäänyt väliin} other{--}}
fr: {attendance, select, Awaiting{Recherche en attente} Attended{Recherche en cours} Missed{Recherche manquée} other{--}}
hi: {attendance, select, Awaiting{खोज प्रतीक्षा में है} Attended{खोज वर्तमान में है} Missed{खोज छूट गई} other{--}}
si: {attendance, select, Awaiting{සෙවුම බලන්නේ ආසන්නව} Attended{සෙවුම පවතී} Missed{සෙවුම නොකරයි} other{--}}
ta: {attendance, select, Awaiting{தேடல் காத்திருக்கின்றது} Attended{தேடல் உள்ளது} Missed{தேடல் தவறிவிட்டது} other{--}}
zh: {attendance, select, Awaiting{搜索等待中} Attended{搜索进行中} Missed{搜索未完成} other{--}}

# setManageActivityAttendance
source: {attendance, select, Awaiting{Awaiting} Attended{Attended} Missed{Missed} other{--}}
fi: {attendance, select, Awaiting{Odottaa} Attended{Osallistunut} Missed{Menetetty} other{--}}
fr: {attendance, select, Awaiting{En attente} Attended{Présent} Missed{Manqué} other{--}}
hi: {attendance, select, Awaiting{प्रतीक्षा में} Attended{हाजिर} Missed{छूट गया} other{--}}
si: {attendance, select, Awaiting{ආසන්නවීම්} Attended{සාමාන්යයින්} Missed{නොකලේ} other{--}}
ta: {attendance, select, Awaiting{காத்திருக்கும்} Attended{பாரிக்கப்பட்டது} Missed{தவறிவிட்டது} other{--}}
zh: {attendance, select, Awaiting{等待} Attended{出席} Missed{ 错过} other{--}}
