Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# setSemanticActivityStatus
source: {status, select, Upcoming{Upcoming activity} Completed{Completed activity} Cancelled{Cancelled activity} Withdrawn{Withdrawn from activity} other{}}
fi: {status, select, Upcoming{Tuleva aktiviteetti} Completed{Aktiviteetti suoritettu} Cancelled{Aktiviteetti peruttu} Withdrawn{Poistettu aktiviteetti} other{}}
fr: {status, select, Upcoming{Activité à venir} Completed{Activité terminée} Cancelled{Activité annulée} Withdrawn{Retiré de l''activité} other{}}
hi: {status, select, Upcoming{आगामी गतिविधि} Completed{पूरी की गई गतिविधि} Cancelled{रद्द की गई गतिविधि} Withdrawn{गतिविधि से हट गया} other{}}
si: {status, select, Upcoming{ඉදිරි ක්‍රියාකාරකම්} Completed{සම්පූර්ණ කළ ක්‍රියාකාරකම්} Cancelled{ක්‍රියාකාරකම් අවලංගුයි} Withdrawn{ක්‍රියාකාරකම් වලින් ඉවත් විය} other{}}
ta: {status, select, Upcoming{வரவிருக்கும் செயல்பாடு} Completed{முடிக்கப்பட்ட செயல்பாடு} Cancelled{செயல்பாடு ரத்து செய்யப்பட்டது} Withdrawn{ஒரு செயல்பாடு இருந்து விலகியது} other{}}
zh: {status, select, Upcoming{即将举行的活动} Completed{已完成活动} Cancelled{活动取消} Withdrawn{退出活动} other{}}

# filterUpcomingActivities
source: Filter upcoming activities by {filter}
fi: Suodata tulevat tapahtumat {filter} mukaan
fr: Filtrer les activités à venir par {filter}
hi: आगामी गतिविधियों को {filter} द्वारा फ़िल्टर करें
si: ඉදිරි ක්‍රියාකාරකම් {filter} විසින් පෙරන්න
ta: வரவிருக்கும் செயல்பாடுகளை {filter} மூலம் வடிகட்டவும்
zh: 按 {filter} 过滤即将进行的活动

# semanticProfileNumber
source: Phone number: {number}
fi: Puhelinnumero: {number}
fr: Numéro de téléphone: {number}
hi: फ़ोन नंबर: {number}
si: දුරකථන අංකය: {number}
ta: தொலைபேசி எண்: {number}
zh: 电话号码：{number}

# semanticProfileLocation
source: Location: {location}
fi: Sijainti: {location}
fr: Lieu: {location}
hi: स्थान: {location}
si: ස්ථානය: {location}
ta: இடம்: {location}
zh: 地点：{location}

# semanticProfileWebsite
source: Website: {website}
fi: Verkkosivusto: {website}
fr: Site Web: {website}
hi: वेबसाइट: {website}
si: වෙබ් අඩවිය: {website}
ta: இணையதளம்: {website}
zh: 网站： {website}

source: Schedules
fi: Aikataulut
fr: Horaires
hi: अनुसूचियों
si: කාලසටහන්
ta: அட்டவணைகள்
zh: 时间表

source: See all venue zones
fi: Katso kaikki tapahtumapaikat
fr: Voir toutes les zones de lieu
hi: सभी स्थान क्षेत्र देखें
si: සියලුම ස්ථාන කලාප බලන්න
ta: அனைத்து இடம் மண்டலங்களையும் பார்க்கவும்
zh: 查看所有场地区域

source: List of venue zones
fi: Luettelo sijaintivyöhykkeistä
fr: Liste des zones de lieu
hi: आयोजन स्थल क्षेत्रों की सूची
si: ස්ථාන කලාප ලැයිස්තුව
ta: இடம் மண்டலங்களின் பட்டியல்
zh: 场地区域列表

# semanticPlaymateInterests
source: Interests: {interests}
fi: Harrastukset: {interests}
fr: Intérêts: {interests}
hi: रुचियाँ: {interests}
si: රුචිකත්වයන්: {interests}
ta: ஆர்வங்கள்: {interests}
zh: 兴趣：{interests}

# semanticUserNameAndPlan
source: {plan, select, diamond{{name} - a diamond plan subscriber.} silver{{name} - a silver plan subscriber.} gold{{name} - a gold plan subscriber.} bronze{{name} - a bronze plan subscriber.} other{{name}.}}
fi: {plan, select, diamond{{name} - timanttisuunnitelman tilaaja.} silver{{name} - hopeasuunnitelman tilaaja.} gold{{name} - kultasuunnitelman tilaaja.} bronze{{name} - pronssisuunnitelman tilaaja.} other{{name}.}}
fr: {plan, select, diamond{{name} - un abonné au plan diamant.} silver{{name} - un abonné au plan argent.} gold{{name} - un abonné au plan or.} bronze{{name} - un abonné au plan bronze.} other{{name}.}}
hi: {plan, select, diamond{{name} - एक डायमंड योजना ग्राहक।} silver{{name} - एक सिल्वर प्लान ग्राहक।} gold{{name} - एक गोल्ड प्लान ग्राहक।} bronze{{name} - एक कांस्य योजना ग्राहक।} other{{name}।}}
si: {plan, select, diamond{{name} - දියමන්ති සැලසුම් ග්‍රාහකයෙකි.} silver{{name} - රිදී සැලසුම් ග්‍රාහකයෙකි.} gold{{name} - රන් සැලසුම් ග්‍රාහකයෙකි.} bronze{{name} - ලෝකඩ සැලසුම් ග්‍රාහකයෙකි.} other{{name}.}}
ta: {plan, select, diamond{{name} - ஒரு வைர திட்ட சந்தாதாரர்.} silver{{name} - ஒரு வெள்ளி திட்ட சந்தாதாரர்.} gold{{name} - ஒரு தங்க திட்ட சந்தாதாரர்.} bronze{{name} - ஒரு வெண்கல திட்ட சந்தாதாரர்.} other{{name}.}}
zh: {plan, select, diamond{{name} - 钻石计划订户。} silver{{name} - 白银计划订户。} gold{{name} - 黄金计划订户。} bronze{{name} - 铜牌计划订户。} other{{name}。}}

source: Not specified
fi: Ei määritelty
fr: Non spécifié
hi: निर्दिष्ट नहीं है
si: විශේෂයෙන් දක්වා නැති
ta: குறிப்பிடப்படாத
zh: 未指定

source: Opening time
fi: Avaamis aika
fr: Horaire d''ouverture
hi: खुलने का समय
si: විවෘත කිරීමේ වේලාව
ta: திறக்கும் நேரம்
zh: 营业时间

source: Closing time
fi: Sulkemisaika
fr: Heure de fermeture
hi: बंद करने का समय
si: වසන වේලාව
ta: மூடும் நேரம்
zh: 闭馆时间

source: Discover top ranking stores
fi: Löydä parhaat kaupat
fr: Découvrez les magasins les mieux classés
hi: शीर्ष रैंकिंग वाले स्टोर खोजें
si: ඉහළම ශ්‍රේණිගත කිරීමේ වෙළඳසැල් සොයා ගන්න
ta: சிறந்த தரவரிசைக் கடைகளைக் கண்டறியவும்
zh: 发现排名靠前的商店

source: Discover top ranking venues
fi: Löydä parhaat paikat
fr: Découvrez les lieux les mieux classés
hi: शीर्ष रैंकिंग वाले स्थानों की खोज करें
si: ඉහළ ශ්‍රේණිගත කිරීම් ස්ථාන සොයා ගන්න
ta: சிறந்த தரவரிசை இடங்களைக் கண்டறியவும்
zh: 发现排名靠前的场馆

source: Discover top ranking teams
fi: Löydä parhaimmat joukkueet
fr: Découvrez les équipes les mieux classées
hi: शीर्ष रैंकिंग टीमों की खोज करें
si: ඉහළ ශ්‍රේණිගත කණ්ඩායම් සොයා ගන්න
ta: உயர்ந்த தரவரிசை அணிகளைக் கண்டறியவும்
zh: 发现排名靠前的球队

source: Remove store
fi: Poista kauppa
fr: Supprimer le magasin
hi: स्टोर हटाएँ
si: ගබඩාව ඉවත් කරන්න
ta: கடையை அகற்று
zh: 删除商店

source: Remove venue
fi: Poista tapahtumapaikka
fr: Supprimer le lieu
hi: स्थल हटाएं
si: ස්ථානය ඉවත් කරන්න
ta: இடத்தை அகற்று
zh: 删除场地

source: Remove team
fi: Poista tiimi
fr: Supprimer l''équipe
hi: टीम हटाएँ
si: කණ්ඩායම ඉවත් කරන්න
ta: அணியை அகற்று
zh: 删除团队

source: Remove playmate
fi: Poista leikkikaveri
fr: Supprimer un compagnon de jeu
si: සෙල්ලම් සගයා ඉවත් කරන්න
ta: பிளேமேட்டை அகற்று
zh: 删除玩伴

source: Filter venue earnings
fi: Suodata tapahtumapaikan tulot
fr: Filtrer les revenus de lieu
hi: स्थान राजस्व फ़िल्टर करें
si: ස්ථාන ඉපැයීම් පෙරහන් කරන්න
ta: வடிகட்டி இடம் வருவாய்
zh: 过滤场地收入

# setPrivacyCanSeePostDetail
source: {identity, select, Teams{Who can see this team''s post} Venues{Who can see this venue''s post} Stores{Who can see this store''s post} other{Who can see your post}}
fi: {identity, select, Teams{Kuka näkee tämän tiimin viestin} Venues{Kuka näkee tämän tapahtumapaikan viestin} Stores{Kuka näkee tämän kaupan julkaisun} other{Kuka voi nähdä katso viestisi}}
fr: {identity, select, Teams{Qui peut voir la publication de cette équipe} Venues{Qui peut voir la publication de ce lieu} Stores{Qui peut voir la publication de ce magasin} other{Qui peut voir ton message}}
hi: {identity, select, Teams{इस टीम की पोस्ट कौन देख सकता है} Venues{इस स्थल की पोस्ट कौन देख सकता है} Stores{इस स्टोर की पोस्ट कौन देख सकता है} other{कौन देख सकता है अपनी पोस्ट देखें}}
si: {identity, select, Teams{මෙම කණ්ඩායමේ පළ කිරීම් දැකිය හැක්කේ කාටද} Venues{මෙම ස්ථානයෙහි පළ කිරීම බැලිය හැක්කේ කාටද} Stores{මෙම වෙළඳසැලේ පළ කිරීම බැලිය හැක්කේ කාටද} other{කාට හැකිද ඔබගේ පළ කිරීම බලන්න}}
ta: {identity, select, Teams{இந்தக் குழுவின் இடுகையை யார் பார்க்கலாம்} Venues{இந்த இடத்தின் இடுகையை யார் பார்க்கலாம்} Stores{இந்தக் கடையின் இடுகையை யார் பார்க்கலாம்} other{யார் முடியும் உங்கள் இடுகையைப் பார்க்கவும்}}
zh: {identity, select, Teams{谁可以看到该团队的帖子} Venues{谁可以看到该场地的帖子} Stores{谁可以看到该商店的帖子} other{谁可以 查看您的帖子}}

# setPrivacyCanDownloadDetail
source: {identity, select, Teams{Who can download this team''s post} Venues{Who can download this venue''s post} Stores{Who can download this store''s post} other{Who can download your post}}
fi: {identity, select, Teams{Kuka voi ladata tämän joukkueen postauksen} Venues{Kuka voi ladata tämän tapahtumapaikan viestin} Stores{Kuka voi ladata tämän kaupan julkaisun} other{Kuka voi ladata lataa viestisi}}
fr: {identity, select, Teams{Qui peut télécharger la publication de cette équipe} Venues{Qui peut télécharger la publication de cette salle} Stores{Qui peut télécharger la publication de cette boutique} other{Qui peut téléchargez votre message}}
hi: {identity, select, Teams{इस टीम की पोस्ट कौन डाउनलोड कर सकता है} Venues{इस स्थल की पोस्ट कौन डाउनलोड कर सकता है} Stores{इस स्टोर की पोस्ट कौन डाउनलोड कर सकता है} other{कौन डाउनलोड कर सकता है अपनी पोस्ट डाउनलोड करें}}
si: {identity, select, Teams{මෙම කණ්ඩායමේ පළ කිරීම් බාගත කළ හැක්කේ කාටද} Venues{මෙම ස්ථානයේ පළ කිරීම් බාගත කළ හැක්කේ කාටද} Stores{මෙම වෙළඳසැලේ පළ කිරීම බාගත කළ හැක්කේ කාටද} other{කාටද හැකි ඔබගේ පළ කිරීම බාගන්න}}
ta: {identity, select, Teams{இந்தக் குழுவின் இடுகையை யார் பதிவிறக்கலாம்} Venues{இந்த இடத்தின் இடுகையை யார் பதிவிறக்கலாம்} Stores{இந்தக் கடையின் இடுகையை யார் பதிவிறக்கலாம்} other{யாரால் முடியும் உங்கள் இடுகையைப் பதிவிறக்கவும்}}
zh: {identity, select, Teams{谁可以下载该团队的帖子} Venues{谁可以下载该场馆的帖子} Stores{谁可以下载该商店的帖子} other{谁可以 下载您的帖子}}

# setPrivacyCanSendMessageDetail
source: {identity, select, Teams{Who can send this team a message} Venues{Who can send this venue a message} Stores{Who can send this store a message} other{Who can send you message}}
fi: {identity, select, Teams{Kuka voi lähettää tälle tiimille viestin} Venues{Kuka voi lähettää tälle tapahtumapaikalle viestin} Stores{Kuka voi lähettää tälle kaupalle viestin} other{Kuka voi lähettää sinulle viestin}}
fr: {identity, select, Teams{Qui peut envoyer un message à cette équipe} Venues{Qui peut envoyer un message à ce site} Stores{Qui peut envoyer un message à ce magasin} other{Qui peut vous envoyer un message}}
hi: {identity, select, Teams{इस टीम को संदेश कौन भेज सकता है} Venues{इस स्थान को संदेश कौन भेज सकता है} Stores{इस स्टोर को संदेश कौन भेज सकता है} other{आपको संदेश कौन भेज सकता है}}
si: {identity, select, Teams{මෙම කණ්ඩායමට පණිවිඩයක් යැවිය හැක්කේ කාටද} Venues{මෙම ස්ථානයට පණිවිඩයක් යැවිය හැක්කේ කාටද} Stores{මෙම ගබඩාවට පණිවිඩයක් යැවිය හැක්කේ කාටද} other{ඔබට පණිවිඩය යැවිය හැක්කේ කාටද}}
ta: {identity, select, Teams{இந்த அணிக்கு யார் செய்தி அனுப்பலாம்} Venues{இந்த இடத்திற்கு யார் செய்தியை அனுப்பலாம்} Stores{யார் இந்த ஸ்டோருக்கு ஒரு செய்தியை அனுப்பலாம்} other{யார் உங்களுக்கு செய்தி அனுப்பலாம்}}
zh: {identity, select, Teams{谁可以向该团队发送消息} Venues{谁可以向该场馆发送消息} Stores{谁可以向该商店发送消息} other{谁可以向您发送消息}}

# setPrivacyCanCommentDetail
source: {identity, select, Teams{Who can make comments on this team''s post} Venues{Who can make comments this venue''s post} Stores{Who can make comments this store''s post} other{Who can make comment on your post}}
fi: {identity, select, Teams{Kuka voi kommentoida tämän tiimin viestiä} Venues{Kuka voi kommentoida tämän paikan viestiä} Stores{Kuka voi kommentoida tämän kaupan viestiä} other{Kuka voi kommentoida viestiäsi}}
fr: {identity, select, Teams{Qui peut faire des commentaires sur la publication de cette équipe} Venues{Qui peut faire des commentaires sur la publication de ce lieu} Stores{Qui peut faire des commentaires sur la publication de ce magasin} other{Qui peut commenter votre message}}
hi: {identity, select, Teams{इस टीम की पोस्ट पर कौन टिप्पणी कर सकता है} Venues{इस स्थल की पोस्ट पर कौन टिप्पणी कर सकता है} Stores{इस स्टोर की पोस्ट पर कौन टिप्पणी कर सकता है} other{आपकी पोस्ट पर कौन टिप्पणी कर सकता है}}
si: {identity, select, Teams{මෙම කණ්ඩායමේ පළ කිරීම පිළිබඳව අදහස් දැක්විය හැක්කේ කාටද} Venues{මෙම ස්ථානයේ පළකිරීම් කළ හැක්කේ කාටද} Stores{මෙම ගබඩාවේ පළකිරීම සඳහා අදහස් දැක්විය හැක්කේ කාටද} other{ඔබේ පළ කිරීම ගැන අදහස් දැක්විය හැක්කේ කාටද}}
ta: {identity, select, Teams{இந்தக் குழுவின் இடுகையில் யார் கருத்து தெரிவிக்கலாம்} Venues{இந்த இடத்தின் இடுகையை யார் கருத்து தெரிவிக்கலாம்} Stores{இந்த ஸ்டோரின் இடுகையை யார் கருத்து தெரிவிக்கலாம்} other{உங்கள் இடுகையில் யார் கருத்து தெரிவிக்கலாம்}}
zh: {identity, select, Teams{谁可以评论该团队的帖子} Venues{谁可以评论该场馆的帖子} Stores{谁可以评论该商店的帖子} other{谁可以对您的帖子发表评论}}

# setPrivacyCanTagDetail
source: {identity, select, Teams{Who can tag this team on a post} Venues{Who can tag this venue on a post} Stores{Who can tag this store on a post} other{Who can tag you on a post}}
fi: {identity, select, Teams{Kuka voi merkitä tämän joukkueen viestiin} Venues{Kuka voi merkitä tämän paikan viestiin} Stores{Kuka voi merkitä tämän kaupan viestiin} other{Kuka voi merkitä sinut viesti}}
fr: {identity, select, Teams{Qui peut identifier cette équipe sur une publication} Venues{Qui peut identifier ce lieu sur une publication} Stores{Qui peut identifier cette boutique sur une publication} other{Qui peut vous identifier sur une publication}}
hi: {identity, select, Teams{इस टीम को पोस्ट पर कौन टैग कर सकता है} Venues{पोस्ट पर इस स्थान को कौन टैग कर सकता है} Stores{पोस्ट पर इस स्टोर को कौन टैग कर सकता है} other{आपको कौन टैग कर सकता है एक पद}}
si: {identity, select, Teams{මෙම කණ්ඩායම පළ කිරීමක ටැග් කළ හැක්කේ කාටද} Venues{මෙම ස්ථානය පළ කිරීමක ටැග් කළ හැක්කේ කාටද} Stores{මෙම ගබඩාව පෝස්ට් එකක ටැග් කළ හැක්කේ කාටද} other{ඔබව ටැග් කළ හැක්කේ කාටද පළ කිරීමක්}}
ta: {identity, select, Teams{இந்த அணியை இடுகையில் யார் குறியிடலாம்} Venues{இந்த இடத்தை இடுகையில் யார் குறியிடலாம்} Stores{இந்தக் கடையை இடுகையில் யார் குறியிடலாம்} other{யார் உங்களைக் குறியிடலாம் ஒரு இடுகை}}
zh: {identity, select, Teams{谁可以在帖子上标记此团队} Venues{谁可以在帖子上标记此场地} Stores{谁可以在帖子上标记此商店} other{谁可以在帖子上标记您 一个帖子}}

# setPrivacyCanReactDetail
source: {identity, select, Teams{Who can react to this team''s post} Venues{Who can react to this venue''s post} Stores{Who can react to this store''s post} other{Who can react to your post}}
fi: {identity, select, Teams{Kuka voi reagoida tämän tiimin viestiin} Venues{Kuka voi reagoida tämän tapahtumapaikan viestiin} Stores{Kuka voi reagoida tämän kaupan viestiin} other{Kuka voi reagoida viestiisi}}
fr: {identity, select, Teams{Qui peut réagir à la publication de cette équipe} Venues{Qui peut réagir à la publication de cette salle} Stores{Qui peut réagir à la publication de cette boutique} other{Qui peut réagir à votre message}}
hi: {identity, select, Teams{इस टीम की पोस्ट पर कौन प्रतिक्रिया दे सकता है} Venues{इस स्थल की पोस्ट पर कौन प्रतिक्रिया दे सकता है} Stores{इस स्टोर की पोस्ट पर कौन प्रतिक्रिया दे सकता है} other{आपकी पोस्ट पर कौन प्रतिक्रिया दे सकता है}}
si: {identity, select, Teams{මෙම කණ්ඩායමේ පළ කිරීමට ප්‍රතිචාර දැක්විය හැක්කේ කාටද} Venues{මෙම ස්ථානයේ පළ කිරීමට ප්‍රතිචාර දැක්විය හැක්කේ කාටද} Stores{මෙම වෙළඳසැලේ පළ කිරීමට ප්‍රතිචාර දැක්විය හැක්කේ කාටද} other{ඔබේ පළ කිරීමට ප්‍රතිචාර දැක්විය හැක්කේ කාටද}}
ta: {identity, select, Teams{இந்தக் குழுவின் இடுகைக்கு யார் பதிலளிக்கலாம்} Venues{இந்த இடத்தின் இடுகைக்கு யார் எதிர்வினையாற்றலாம்} Stores{இந்தக் கடையின் இடுகைக்கு யார் பதிலளிக்கலாம்} other{உங்கள் இடுகைக்கு யார் பதிலளிக்கலாம்}}
zh: {identity, select, Teams{谁可以对此团队的帖子做出反应} Venues{谁可以对此场所的帖子做出反应} Stores{谁可以对此商店的帖子做出反应} other{谁可以对您的帖子做出反应}}

source: Keyboard
fi: Näppäimistö
fr: Clavier
hi: कीबोर्ड
si: යතුරු පුවරුව
ta: விசைப்பலகை
zh: 键盘

source: Emoji
fr: Émoji
hi: इमोजी
zh: 表情符号

source: Attach
fi: Liitä
fr: Joindre
hi: संलग्न करें
si: ඇමිණීම
ta: இணை
zh: 附加

source: Scroll to most recent messages
fi: Vieritä uusimpiin viesteihin
fr: Faites défiler jusqu''aux messages les plus récents
hi: सबसे हाल के संदेशों तक स्क्रॉल करें
si: ඉතාම මෑත පණිවිඩ වෙත අනුචලනය කරන්න
ta: மிக சமீபத்திய செய்திகளுக்கு உருட்டவும்
zh: 滚动到最近的消息

# nStar
source: {count} star
fi: {count} tähti
fr: {count} étoile
hi: {count} तारा
si: {count} තරුව
ta: {count} நட்சத்திரம்
zh: {count} 颗星

# setSubscriptionPlanDialogDetail
source: {subscriptionPlan, select, diamond{This playmate is on a Diamond plan} silver{This playmate is on a Silver plan} gold{This playmate is on a Gold plan} bronze{This playmates is on a Bronze plan} other{}}
fi: {subscriptionPlan, select, diamond{Tämä leikkikaveri on timanttisuunnitelmassa} silver{Tämä leikkikaveri on hopeasuunnitelmassa} gold{Tämä leikkikaveri on kultasuunnitelmassa} bronze{Tämä leikkikaveri on pronssisuunnitelmassa} other{}}
fr: {subscriptionPlan, select, diamond{Ce camarade de jeu est sur un plan Diamant} silver{Ce camarade de jeu est sur un plan Argent} gold{Ce camarade de jeu est sur un plan Or} bronze{Ce camarade de jeu est sur un plan Bronze} other{}}
hi: {subscriptionPlan, select, diamond{यह प्लेमेट डायमंड प्लान पर है} silver{यह प्लेमेट सिल्वर प्लान पर है} gold{यह प्लेमेट गोल्ड प्लान पर है} bronze{यह प्लेमेट कांस्य योजना पर है} other{}}
si: {subscriptionPlan, select, diamond{මෙම සෙල්ලම් සගයා දියමන්ති සැලැස්මක සිටී} silver{මෙම සෙල්ලම් සගයා රිදී සැලැස්මක සිටී} gold{මෙම සෙල්ලම් සගයා රන් සැලැස්මක සිටී} bronze{මෙම සෙල්ලම් සගයා ලෝකඩ සැලැස්මක සිටී} other{}}
ta: {subscriptionPlan, select, diamond{இந்த பிளேமேட் ஒரு வைர திட்டத்தில் இருக்கிறார்} silver{இந்த பிளேமேட் ஒரு சில்வர் திட்டத்தில் இருக்கிறார்} gold{இந்த பிளேமேட் ஒரு தங்கத் திட்டத்தில் இருக்கிறார்} bronze{இந்த பிளேமேட் ஒரு வெண்கல திட்டத்தில் இருக்கிறார்} other{}}
zh: {subscriptionPlan, select, diamond{这个玩伴在钻石计划中} silver{这个玩伴在白银计划中} gold{这个玩伴在黄金计划中} bronze{这个玩伴在青铜计划中} other{}}

source: Copy referral code
fi: Kopioi viittauskoodi
fr: Copier le code de parrainage
hi: रेफ़रल कोड कॉपी करें
si: යොමු කිරීමේ කේතය පිටපත් කරන්න
ta: பரிந்துரைக் குறியீட்டை நகலெடு
zh: 复制推荐码

# identityRemoveBookmark
source: {identity, select, other{} post{Post removed from bookmark} playmate{Playmate removed from bookmark} team{Team removed from bookmark} store{Store removed from bookmark} venue{Venue removed from bookmark}}
fi: {identity, select, other{} post{Viesti poistettu kirjanmerkistä} playmate{Playmate poistettu kirjanmerkistä} team{Tiimi poistettu kirjanmerkistä} store{Kauppa poistettu kirjanmerkistä} venue{Paikka poistettu kirjanmerkistä}}
fr: {identity, select, other{} post{Message supprimé du signet} playmate{Playmate supprimé du signet} team{Équipe supprimée du signet} store{Magasin supprimé du signet} venue{Lieu supprimé du signet}}
hi: {identity, select, other{} post{पोस्ट बुकमार्क से हटा दिया गया} playmate{प्लेमेट को बुकमार्क से हटा दिया गया} team{टीम को बुकमार्क से हटा दिया गया} store{स्टोर को बुकमार्क से हटा दिया गया} venue{स्थान को बुकमार्क से हटा दिया गया}}
si: {identity, select, other{} post{පිටු සලකුණෙන් ඉවත් කරන ලද තැපැල්} playmate{Playmate පිටු සලකුණෙන් ඉවත් කර ඇත} team{පිටු සලකුණෙන් ඉවත් කරන ලද කණ්ඩායම} store{වෙළඳසැල බුක්මාර්ක් වලින් ඉවත් කර ඇත} venue{පිටු සලකුණෙන් ඉවත් කරන ලද ස්ථානය}}
ta: {identity, select, other{} post{புக்மார்க்கிலிருந்து இடுகை நீக்கப்பட்டது} playmate{புக்மார்க்கிலிருந்து பிளேமேட் அகற்றப்பட்டது} team{புக்மார்க்கிலிருந்து ஸ்டோர் அகற்றப்பட்டது} store{புக்மார்க்கிலிருந்து அகற்றப்பட்டது} venue{புக்மார்க்கிலிருந்து இடம் அகற்றப்பட்டது}}
zh: {identity, select, other{}post{帖子从书签中删除}playmate{玩伴从书签中删除}team{团队从书签中删除}store{商店从书签中删除}venue{场地从书签中删除}}

# identityBookmark
source: {identity, select, other{} post{Bookmark post} playmate{Bookmark playmate} team{Bookmark team} store{Bookmark store} venue{Bookmark venue}}
fi: {identity, select, other{} post{Kirjanmerkkijulkaisu} playmate{Kirjanmerkin leikkikaveri} team{Kirjanmerkkitiimi} store{Kirjanmerkkikauppa} venue{Kirjanmerkkipaikka}}
fr: {identity, select, other{} post{Message de favoris} playmate{Marque de jeu de favoris} team{Équipe de favoris} store{Magasin de favoris} venue{Lieu de favoris}}
hi: {identity, select, other{} post{बुकमार्क पोस्ट} playmate{बुकमार्क प्लेमेट} team{बुकमार्क टीम} store{बुकमार्क स्टोर} venue{बुकमार्क स्थल}}
si: {identity, select, other{} post{බුක්මාර්ක් post} playmate{බුක්මාර්ක් සෙල්ලම් සගයා} team{බුක්මාර්ක් team} store{බුක්මාර්ක් store} venue{බුක්මාර්ක් venue}}
ta: {identity, select, other{} post{புக்மார்க் இடுகை} playmate{புக்மார்க் பிளேமேட்} team{புக்மார்க் அணி} store{புக்மார்க் ஸ்டோர்} venue{புக்மார்க் இடம்}}
zh: {identity, select, other{}post{书签帖子}playmate{书签玩伴}team{书签团队}store{书签商店}venue{书签场地}}

# subscriptionPlanList
source: Subscription plans list
fi: Tilauspakettiluettelo
fr: Liste des forfaits d''abonnement
hi: सदस्यता योजना सूची
si: දායකත්ව සැලසුම් ලැයිස්තුව
ta: சந்தா திட்டங்களின் பட்டியல்
zh: 订阅计划列表

source: Download qr code
fi: Lataa qr-koodi
fr: Télécharger le code QR
hi: क्यूआर कोड डाउनलोड करें
si: qr කේතය බාගන්න
ta: qr குறியீட்டைப் பதிவிறக்கு
zh: 下载二维码

source: Camera touch light
fi: Kameran kosketusvalo
fr: Éclairage tactile de la caméra
hi: कैमरा टच लाइट
si: කැමරා ස්පර්ශ ආලෝකය
ta: கேமரா டச் லைட்
zh: 相机触摸灯

source: {something}. Currently disabled
fi: {something}. Tällä hetkellä poissa käytöstä
fr: {something}. Actuellement désactivé
hi: {something}. फ़िलहाल अक्षम है
si: {something}. දැනට අබල කර ඇත
ta: {something}. தற்போது முடக்கப்பட்டுள்ளது
zh: {something}。当前已禁用

source: Download badge
fi: Lataa merkki
fr: Télécharger le badge
hi: बैज डाउनलोड करें
si: බාගත ලාංඡනය
ta: பதிவிறக்க பேட்ஜ்
zh: 下载徽章

source: Like
fi: Tykkää
fr: J''aime
hi: पसंद
ta: லைக்
zh: 喜欢

source: Liked
fi: Pidetty
fr: J''ai aimé
hi: पसंद आया
si: කැමති
ta: விரும்பியது
zh: 喜欢

source: Unliked
fi: Ei tykätty
fr: Je n''aime pas
hi: पसंद नहीं आया
si: නොකැමති
ta: விரும்பவில்லை
zh: 不喜欢

# usersConnected
source: {connection, select, other{} notConnected{Add playmate} requestSent{Cancel request}}
fi: {connection, select, other{} notConnected{Lisää leikkikaveri} requestSent{Peruutuspyyntö}}
fr: {connection, select, other{} notConnected{Ajouter un compagnon de jeu} requestSent{Annuler la demande}}
hi: {connection, select, other{} notConnected{प्लेमेट जोड़ें} requestSent{अनुरोध रद्द करें}}
si: {connection, select, other{} notConnected{සෙල්ලම්කරු එක් කරන්න} requestSent{අවලංගු කරන්න ඉල්ලීම}}
ta: {connection, select, other{} notConnected{பிளேமேட்டைச் சேர்} requestSent{ரத்துசெய் கோரிக்கை}}
zh: {connection, select, other{} notConnected{添加玩伴} requestSent{取消请求}}

# userConnectedSemantic
source: {connection, select, other{} notConnected{Connection requested} requestSent{Connection request cancelled}}
fi: {connection, select, other{} notConnected{Yhteyttä pyydetty} requestSent{Yhteyspyyntö peruutettu}}
fr: {connection, select, other{} notConnected{Connexion demandée} requestSent{Demande de connexion annulée}}
hi: {connection, select, other{} notConnected{कनेक्शन अनुरोध किया गया} requestSent{कनेक्शन अनुरोध रद्द किया गया}}
si: {connection, select, other{} notConnected{සම්බන්ධතාව ඉල්ලා ඇත} requestSent{සම්බන්ධතා ඉල්ලීම අවලංගු කරන ලදී}}
ta: {connection, select, other{} notConnected{இணைப்பு கோரப்பட்டது} requestSent{இணைப்பு கோரிக்கை ரத்துசெய்யப்பட்டது}}
zh: {connection, select, other{} notConnected{连接请求} requestSent{连接请求已取消}}

source: More flyers
fi: Lisää lentolehtisiä
fr: Plus de dépliants
hi: अधिक फ़्लायर्स
si: තවත් පියාසර කරන්නන්
ta: மேலும் ஃப்ளையர்கள்
zh: 更多传单

# postingAs
source: Posting as: {someone}
fi: Lähetetään nimellä: {someone}
fr: Publier en tant que : {someone}
hi: इस रूप में पोस्ट किया जा रहा है: {someone}
si: ලෙස පළ කිරීම: {someone}
ta: இவ்வாறு இடுகையிடுகிறது: {someone}
zh: 发帖为：{someone}

# whoCanSeePost
source: Who can see your post: {who}
fi: Kuka näkee viestisi: {who}
fr: Qui peut voir votre message : {who}
hi: आपकी पोस्ट कौन देख सकता है: {who}
si: ඔබේ පළ කිරීම දැකිය හැක්කේ කාටද: {who}
ta: உங்கள் இடுகையை யார் பார்க்கலாம்: {who}
zh: 谁可以看到您的帖子：{who}

# nNewNotifications
source: {count, plural, other{{count} new notifications} =0{No new notifiation}}
fi: {count, plural, other{{count} new notifications} =0{Ei uusia ilmoituksia}}
fr: {count, plural, other{{count} nouvelles notifications} =0{Aucune nouvelle notification}}
hi: {count, plural, other{{count} नई सूचनाएं} =0{कोई नई अधिसूचना नहीं}}
si: {count, plural, other{{count} නව දැනුම්දීම්} =0{නව දැනුම්දීමක් නැත}}
ta: {count, plural, other{{count} புதிய அறிவிப்புகள்} =0{புதிய அறிவிப்பு இல்லை}}
zh: {count,plural,other{{count} 个新通知} =0{无新通知}}

# nNewMessages
source: {count, plural, other{{count} new messages} =0{No new message}}
fi: {count, plural, other{{count} new messages} =0{Ei uutta viestiä}}
fr: {count, plural, other{{count} nouveaux messages} =0{Aucun nouveau message}}
hi: {count, plural, other{{count} नए संदेश} =0{कोई नया संदेश नहीं}}
si: {count, plural, other{{count} නව පණිවිඩ} =0{නව පණිවිඩයක් නැත}}
ta: {count, plural, other{{count} புதிய செய்திகள்} =0{புதிய செய்தி இல்லை}}
zh: {count,plural,other{{count}条新消息} =0{没有新消息}}

source: Previous
fi: Edellinen
fr: Précédent
hi: पिछला
si: පෙර
ta: முந்தைய
zh: 上一个
