Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# sectionNotFilled
source: The section has not been filled
fi: Osa ei ole täytetty
fr: La section n''a pas été remplie
hi: इस खंड को भरा नहीं गया है
si: අංශය පුරවා නැත
ta: பிரிவு நிரப்பப்படவில்லை
zh: 该部分未填满

# setFlierPropertyTabTitle
source: {tabTitle, select, Title{Title} Details{Details} ActivityType{Activity Type} Interest{Interest} Location{Location} Schedule{Schedule} Price{Price} other{--}}
fi: {tabTitle, select, Title{Otsikko} Details{Tiedot} ActivityType{Toiminnan tyyppi} Interest{Kiinnostus} Location{Sijainti} Schedule{Aikataulu} Price{Hinta} other{--}}
fr: {tabTitle, select, Title{Titre} Details{Détails} ActivityType{Type d''activité} Interest{Intérêt} Location{Emplacement} Schedule{Programme} Price{Prix} other{--}}
hi: {tabTitle, select, Title{शीर्षक} Details{विवरण} ActivityType{गतिविधि प्रकार} Interest{रुचि} Location{स्थान} Schedule{अनुसूची} Price{मूल्य} other{--}}
si: {tabTitle, select, Title{ශීර්ෂකාරකම } Details{විස්තර } ActivityType{ක්‍රියා වර්ගය } Interest{අලුත්ම උපකරණය } Location{ස්ථානය } Schedule{සටහන } Price{වට්ටම } other{--}}
ta: {tabTitle, select, Title{தலைப்பு } Details{விவரங்கள் } ActivityType{செயல்பாடு வகை } Interest{ஆர்வம் } Location{இடம் } Schedule{திட்டமிடும் } Price{விலை } other{--}}
zh: {tabTitle, select, Title{标题 } Details{详情 } ActivityType{活动类型} Interest{兴趣 } Location{位置 } Schedule{时间表 } Price{价格 } other{--}}

# setFlierPropertyTabDetail
source: {tabDetail, select, Title{Fill in the activity title} Details{Fill in the activity details} ActivityType{Select the type of activity you will be hosting} Interest{Type interest of the activity you will be hosting} Location{Location section consists of '“'Venue, City & Country'”'} Schedule{Schedule section consists of '“'Date, Time & Duration'”'} Price{Indicate if you will be hosting a free or paid activity} other{--}}
fi: {tabDetail, select, Title{Täytä aktiviteetin otsikko} Details{Täytä aktiviteetin tiedot} ActivityType{Valitse järjestämäsi toiminnan tyyppi} Interest{Kirjoita toiminnan kiinnostuksen kohteet, joita järjestät} Location{Sijaintiosio koostuu 'Paikka, Kaupunki ja Maa'} Schedule{Aikatauluosio koostuu 'Päivä, Aika ja Kesto'} Price{Ilmoita, järjestätkö ilmaisen vai maksullisen tapahtuman} other{--}}
fr: {tabDetail, select, Title{Remplissez le titre de l''activité} Details{Remplissez les détails de l''activité} ActivityType{Sélectionnez le type d''activité que vous allez organiser} Interest{Tapez les centres d''intérêt de l''activité que vous allez organiser} Location{La section emplacement se compose de ''Lieu, Ville et Pays''} Schedule{La section planning0 se compose de ''Date, Heure et Durée''} Price{Indiquez si vous allez organiser une activité gratuite ou payante} other{--}}
hi: {tabDetail, select, Title{गतिविधि का शीर्षक भरें} Details{गतिविधि का विवरण भरें} ActivityType{वह गतिविधि का प्रकार चुनें जिसे आप आयोजित करने वाले हो} Interest{वह गतिविधि के रुचियों को टाइप करें जो आप आयोजित करने वाले हैं} Location{स्थान खंड 'स्थान, शहर और देश' से मिलता है} Schedule{कार्यक्रम अनुभाग 'तारीख, समय और अवधि' से मिलता है} Price{बताएं कि आप किसी नि:शुल्क या भुगतानयोग्य गतिविधि का आयोजन करेंगे} other{--}}
si: {tabDetail, select, Title{ක්‍රියාවේ මාතෘකාව පුරවන්න } Details{ක්‍රියාවේ විස්තර පුරවන්න } ActivityType{ඔබ ස්වයංක්‍රීයකොට හෝදියේ ඇති ක්‍රියාවේ වර්ගය තෝරන්න } Interest{ඔබ ස්වයංක්‍රීය ක්‍රියාවේ අදාළ ආයෝජනයේ ප්‍රවේශය ටයිප් කරන්න} Location{ස්ථාන කොටුව අංකයේ 'ස්ථානය, නගරය සහ රටය' යටතේ අරමුණයි '”'} Schedule{සංයුක්ත කොටුව අංකයේ 'දිනය, වේලාව සහ කාල කාලය' යටතේ අරමුණයි '”'} Price{ඔබ නිදහස් හෝ ගෙවීම් ගන්නා ක්‍රියාකාරකම් සඳහා ඇඟවීමට හඳුන්වාදෙන්න } other{--}}
ta: {tabDetail, select, Title{செயல்பாட்டின் தலைப்புக்கு நிரப்பு} Details{செயல்பாட்டு விவரங்களை நிரப்பவும்} ActivityType{நீங்கள் நடத்தும் செயல்பாட்டின் வகையைத் தேர்ந்தெடுக்கவும் } Interest{நீங்கள் நடத்தும் செயல்பாட்டின் ஆர்வம் தட்டவும் } Location{இடப்பிடிப்பு பிரிவில் 'இடம், நகரம் மற்றும் நாடு' இருக்கின்றது } Schedule{திட்ட பிரிவில் 'தேதி, நேரம் மற்றும் காலம்' இருக்கின்றது } Price{இலவச அல்லது சம்பளப்படுத்தப்படும் செயல்பாட்டை நீங்கள் வழங்குவதை குறிக்கவும் } other{--}}
zh: {tabDetail, select, Title{填写活动标题 } Details{填写活动细节 } ActivityType{选择您将举办的活动类型} Interest{输入您将主持的活动的兴趣 } Location{位置部分包括'场地、城市和国家' } Schedule{时间表部分包括'日期、时间和时长' } Price{指示您是否将举办免费或付费活动 } other{--}}

source: Characters
fi: Merkit
fr: Caractères
hi: अक्षर
si: අක්ෂර
ta: பாத்திரங்கள்
zh: 字符

# activityTitleHeader
source: Title
fi: Otsikko
fr: Titre
hi: शीर्षक
si: සිරුරක්ෂකතාව
ta: தலைப்பு
zh: 标题

# activityTitleHint
source: Activity Title
fi: Toiminnan otsikko
fr: Titre de l''activité
hi: गतिविधि का शीर्षक
si: ක්‍රියාකාරකත්වයේ සිරුරක්ෂකතාව
ta: செயல்முறை தலைப்பு
zh: 活动标题

# detailsText
source: Details
fi: Yksityiskohdat
fr: Détails
hi: विवरण
si: විස්තර
ta: விவரங்கள்
zh: 详情

# activityDetailsHint
source: Give a clear explanation of the activity
fi: Anna selkeä selitys toiminnasta
fr: Donnez une explication claire de l''activité
hi: गतिविधि का स्पष्ट व्याख्यान दें
si: ක්‍රියාකාරකම් හැදින්වීමට පිළිගත් සාර්ථක ස්වාමීන්ද්‍රය ලබාගන්න
ta: செயல்பாட்டின் வெளிப்படையான விளக்கத்தை வழங்குக
zh: 给出活动的清晰解释

# activityTypeText
source: Activity Type
fi: Toiminnan tyyppi
fr: Type d''activité
hi: गतिविधि के प्रकार
si: ක්‍රියාකාරකම් වර්ගය
ta: செயல்பாட்டின் வகை
zh: 活动类型

# setActivityTypeText
source: {type, select, Classes{Classes} Competition{Competition} Events{Events} Games{Games} OutdoorTrip{Outdoor Trip} Programme{Programme} Running{Running} Seminar{Seminar} Training{Training} Walking{Walking} Webinar{Webinar} Workshop{Workshop} Others{Others} other{{type}}}
fi: {type, select, Classes{Luokat} Competition{Kilpailu} Events{Tapahtumat} Games{Pelit} OutdoorTrip{Ulkoiluretki} Programme{Ohjelma} Running{Juokseminen} Seminar{Seminaari} Training{Koulutus} Walking{Kävely} Webinar{Webseminaari} Workshop{Työpaja} Others{Muut} other{{type}}}
fr: {type, select, Classes{Cours} Competition{Compétition} Events{Événements} Games{Jeux} OutdoorTrip{Excursion en plein air} Programme{Programme} Running{Course} Seminar{Séminaire} Training{Formation} Walking{Marche} Webinar{Webinaire} Workshop{Atelier} Others{Autres} other{{type}}}
hi: {type, select, Classes{कक्षाएँ} Competition{प्रतियोगिता} Events{आयोजन} Games{खेल} OutdoorTrip{आउटडोर ट्रिप} Programme{कार्यक्रम} Running{दौड़ना} Seminar{सेमिनार} Training{प्रशिक्षण} Walking{चलना} Webinar{वेबिनार} Workshop{कार्यशाला} Others{अन्य} other{{type}}}
si: {type, select, Classes{පන්ති } Competition{ආයෝජකයාගේ අදහස් සංඛ්‍යාව } Events{සිරැහිල්ලාගේ සාමාන්‍යය } Games{තර්ජනය } OutdoorTrip{වාර්තා ප්‍රථම ගිනිස්සු } Programme{සංවාදය } Running{පැදුරු ගානය } Seminar{සෙමිනාරක්ෂක ක්‍රියාව } Training{පුහුණු පුරවරුව } Walking{නිරියට යන්න } Webinar{වෙබිනාරක්ෂකයාගේ චාරිකාව } Workshop{වැඩමුළුව } Others{වෙනත් } other{{type}}}
ta: {type, select, Classes{வகுப்புகள் } Competition{போட்டி } Events{நிகழ்வுகள்} Games{விளையாட்டுகள} OutdoorTrip{வெளிநாட்டு பிரவாசம் } Programme{திட்டம்} Running{ஓட்டுதல்} Seminar{பேரணி} Training{பயிற்சி} Walking{நடுநிலையாகச் செல்லுதல்} Webinar{இணையப் பயன்பாட்டு பேச்சு} Workshop{பயிற்சி வலையமைப்பு} Others{மற்றவைகள்} other{{type}}}
zh: {type, select, Classes{课程} Competition{竞争} Events{事件} Games{游戏} OutdoorTrip{户外旅行 } Programme{程序 } Running{跑步 } Seminar{研讨会} Training{培训} Walking{步行} Webinar{网络研讨会} Workshop{研讨会} Others{其他} other{{type}}}

# activityTypeHint
source: What type of other activity will you be hosting
fi: Millaisen muun toiminnan järjestät
fr: Quel type d''autre activité allez-vous organiser
hi: आप किस प्रकार की अन्य गतिविधि आयोजित करेंगे
si: ඔබ අතුරුද්ද කාර්යය ආරම්භ කරමින් කුලියට යන්නේ කුලියට වර්ගයක් කුලියට වර්ගයක් එකතු කළහැකියි
ta: நீங்கள் எவ்வகையான மற்ற செயல்பாட்டை நடத்துவீர்கள்
zh: 你将举办哪种类型的其他活动

source: Venue
fi: Tapahtumapaikka
fr: Lieu
hi: स्थान
si: ස්ථානය
ta: நிகழ்விடம்
zh: 场地

# setVenueText
source: {venue, select, Team{Team} Zoom{Zoom} other{{venue}}}
fi: {venue, select, Team{Joukkue} Zoom{Zoom} other{{venue}}}
fr: {venue, select, Team{Équipe} Zoom{Zoom} other{{venue}}}
hi: {venue, select, Team{टीम} Zoom{ज़ूम} other{{venue}}}
si: {venue, select, Team{කණ්ඩායම} Zoom{සූම් } other{{venue}}}
ta: {venue, select, Team{அணி} Zoom{சூம்} other{{venue}}}
zh: {venue, select, Team{团队} Zoom{Zoom} other{{venue}}}

# setVenueType
source: {venueType, select, Online{Online} Offline{Offline} other{Offline}}
fi: {venueType, select, Online{Verkkoon} Offline{Offline} other{Offline}}
fr: {venueType, select, Online{En ligne} Offline{Hors ligne} other{Hors ligne}}
hi: {venueType, select, Online{ऑनलाइन } Offline{ऑफ़लाइन } other{ऑफ़लाइन }}
si: {venueType, select, Online{සත්‍යාපත්තුවෙන් } Offline{නොයෙදුරු } other{නොයෙදුරු }}
ta: {venueType, select, Online{இணையதளத்தில} Offline{இணையம் இல்லை } other{இணையம் இல்லை }}
zh: {venueType, select, Online{在线 } Offline{离线 } other{离线}}

# onlineVenueSpecifyVenueType
source: Select or specify the type of online venue
fi: Valitse tai määritä online-tapahtumapaikan tyyppi
fr: Sélectionnez ou spécifiez le type de lieu en ligne
hi: ऑनलाइन स्थान के प्रकार को चुनें या निर्दिष्ट करें
si: අන්තර්ක්‍රියාවන් තෝරා ගැනීමේ වර්ගය හෝ විස්තර කරන්න
ta: இணைய மேல்வாரியின் வகையைத் தேர்ந்தெடுக்கவும் அல்லது குறிப்பிடுக்கவும்
zh: 选择或指定在线场地的类型

# setOnlineVenueType
source: {onlineVenueType, select, Team{Team} Zoom{Zoom} other{Others}}
fi: {onlineVenueType, select, Team{Joukkue} Zoom{Zoom} other{Muut}}
fr: {onlineVenueType, select, Team{Équipe} Zoom{Zoom} other{Autres}}
hi: {onlineVenueType, select, Team{टीम} Zoom{ज़ूम} other{अन्य }}
si: {onlineVenueType, select, Team{කණ්ඩායම} Zoom{සූම් } other{වෙනත් }}
ta: {onlineVenueType, select, Team{அணி} Zoom{சூம்} other{மற்றவைகள் }}
zh: {onlineVenueType, select, Team{团队} Zoom{Zoom} other{其他 }}

# onlineVenueOthersHint
source: Type your venue here
fi: Kirjoita tapahtumapaikkasi tähän
fr: Tapez votre lieu ici
hi: यहां अपना स्थान टाइप करें
si: ඔබේ ස්ථානය මෙහි ටයිප් කරන්න
ta: உங்கள் இருப்பிடத்தை இங்கே தட்டச்சு செய்யவும்
zh: 在此处输入场地

source: Online
fi: Verkkoon
fr: En ligne
hi: ऑनलाइन
si: සත්‍යාපත්තුවෙන්
ta: இணையதளத்தில்
zh: 在线

# offlineVenueSpecifyVenueType
source: Pick venue from playkosmos or add an external venue details
fi: Valitse tapahtumapaikka playkosmosista tai lisää ulkoisen tapahtumapaikan tiedot
fr: Choisissez un lieu depuis playkosmos ou ajoutez les détails d''un lieu externe
hi: playkosmos से स्थान चुनें या एक बाहरी स्थान के विवरण जोड़ें
si: playkosmos සිට ස්ථානය තෝරන්න හෝ බාහිර ස්ථානයේ විස්තර එක් කරන්න
ta: playkosmos இலிருந்து இடம் தேர்வு செய்யவும் அல்லது வெளிநிலை இடத்தின் விபரங்களைச் சேர்க்கவும்
zh: 从playkosmos选择场地或添加外部场地详情

# setOfflineVenueType
source: {offlineVenueType, select, MyVenue{My Venue} BookedVenues{Booked Venues} SuggestedVenues{Suggested Venues From Playkosmos} other{Other Venues}}
fi: {offlineVenueType, select, MyVenue{Oma tapahtumapaikkani} BookedVenues{Varatut tilat} SuggestedVenues{Ehdotetut tilat Playkosmos-palvelusta} other{Muut tilat}}
fr: {offlineVenueType, select, MyVenue{Mon lieu} BookedVenues{Lieux réservés} SuggestedVenues{Lieux suggérés depuis Playkosmos} other{Autres lieux}}
hi: {offlineVenueType, select, MyVenue{मेरा स्थान } BookedVenues{बुक की गई स्थान} SuggestedVenues{प्लेकोस्मोस से सुझाए गए स्थान} other{अन्य स्थल}}
si: {offlineVenueType, select, MyVenue{මගේ ස්ථානය } BookedVenues{දැනටමත් ඇති ස්ථාන} SuggestedVenues{ප්ලේකොස්මෝස් සිට නිර්මාණය කරන ස්ථාන} other{වෙනත් ස්ථාන}}
ta: {offlineVenueType, select, MyVenue{என் இடம் } BookedVenues{பதிவுசெய்யப்பட்ட இடங்கள்} SuggestedVenues{பிளேகோஸ்மோஸ் இருந்து பரிந்துரைக்கப்பட்ட இடங்கள்} other{மற்ற இடங்கள்}}
zh: {offlineVenueType, select, MyVenue{我的场地} BookedVenues{已预订场地} SuggestedVenues{来自Playkosmos的建议场地} other{其他场所}}

source: Address
fi: Osoite
fr: Adresse
hi: पता
si: ලිපිනය
ta: முகவரி
zh: 地址

source: City
fi: Kaupunki
fr: Ville
hi: शहर
si: නගරය
ta: நகரம்
zh: 城市

source: Country
fi: Maa
fr: Pays
hi: देश
si: රට
ta: நாடு
zh: 国家

source: Schedule
fi: Aikataulu
fr: Programme
hi: अनुसूची
si: කාල සටහන
ta: அட்டவணை
zh: 日程表

source: Date
fi: Päivämäärä
hi: तारीख़
si: දිනය
ta: தேதி
zh: 日期

source: Time
fi: Aika
fr: Temps
hi: समय
si: කාලය
ta: நேரம்
zh: 时间

source: Duration
fi: Kesto
fr: Durée
hi: अवधि
si: කාලානුකාකාරය
ta: காலம்
zh: 持续时间

source: Hours
fi: Tunnit
fr: Heures
hi: घंटे
si: විනාඩියේ
ta: மணிநேரம்
zh: 小时

source: Minutes
fi: Tunnit
fr: Heures
hi: घंटे
si: විනාඩියේ
ta: மணிநேரம்
zh: 小时

source: Remove
fi: Poista
fr: Supprimer
hi: हटाएं
si: ඉවත් කරන්න
ta: அகற்று
zh: 移除

# nDurationHour
source: {hourDuration, plural, =0{} =1{1 hour } other{{hourDuration} hours }}
fi: {hourDuration, plural, =0{} =1{1 tunti } other{{hourDuration} tuntia }}
fr: {hourDuration, plural, =0{} =1{1 heure } other{{hourDuration} fheures }}
hi: {hourDuration, plural, =0{} =1{1 घंटा } other{{hourDuration} घंटे }}
si: {hourDuration, plural, =0{} =1{1 විනාඩියේ} other{{hourDuration} විනාඩියේ }}
ta: {hourDuration, plural, =0{} =1{1 மணிநேரம் } other{{hourDuration} மணிநேரம் }}
zh: {hourDuration, plural, =0{} =1{1小时 } other{{hourDuration} 小时 }}

# nDurationMinute
source: {minDuration, plural, =0{} =1{1 min } other{{minDuration} mins }}
fi: {minDuration, plural, =0{} =1{1 minuutti } other{{minDuration} minuuttia }}
fr: {minDuration, plural, =0{} =1{1 minute } other{{minDuration} minutes }}
hi: {minDuration, plural, =0{} =1{1 मिनट } other{{minDuration} मिनट }}
si: {minDuration, plural, =0{} =1{1 මිනිත්තු} other{{minDuration} මිනිත්තුයි }}
ta: {minDuration, plural, =0{} =1{1 நிமிடம் } other{{minDuration} நிமிடங்கள் }}
zh: {minDuration, plural, =0{} =1{1分钟 } other{{minDuration}分钟 }}

# nOthersDuration
source: {otherCount, plural, =0{} =1{} other{and others}}
fi: {otherCount, plural, =0{} =1{} other{ja muut}}
fr: {otherCount, plural, =0{} =1{} other{et autres}}
hi: {otherCount, plural, =0{} =1{} other{और अन्य}}
si: {otherCount, plural, =0{} =1{} other{සහ වෙනත්}}
ta: {otherCount, plural, =0{} =1{} other{மற்றும் பிற}}
zh: {otherCount, plural, =0{} =1{} other{等其他}}

source: Fee
fi: Maksu
fr: Frais
hi: शुल्क
si: ගාස්තු
ta: கட்டணம்
zh: 费用

# setActivityPriceType
source: {feeType, select, Free{Free} Paid{Paid} other{{feeType}}}
fi: {feeType, select, Free{Ilmainen} Paid{Maksettu} other{{feeType}}}
fr: {feeType, select, Free{Gratuit} Paid{Payé} other{{feeType}}}
hi: {feeType, select, Free{मुफ्त} Paid{भुगतान किया} other{{feeType}}}
si: {feeType, select, Free{නිදහස්} Paid{ගෙවීමේ} other{{feeType}}}
ta: {feeType, select, Free{இலவசமாக} Paid{செலுத்தப்பட்ட} other{{feeType}}}
zh: {feeType, select, Free{免费} Paid{已付} other{{feeType}}}

source: Change Currency
fi: Vaihda valuuttaa
fr: Changer de devise
hi: मुद्रा बदलें
si: මුදල් වෙනස් කරන්න
ta: நாணயம் மாற்றுக
zh: 更改货币

source: Refund Policy
fi: Palautuskäytäntö
fr: Politique de remboursement
hi: रिफंड नीति
si: හරවාවීම් ප්‍රතිමාව
ta: திருப்பதில் கொள்கை
zh: 退款政策

# refundPolicyDetail
source: Set the date and time that participants can withdraw from an activity to get their payment back
fi: Aseta päivämäärä ja aika, jolloin osallistujat voivat peruuttaa toiminnan saadakseen maksun takaisin
fr: Définir la date et l''heure à laquelle les participants peuvent se retirer d''une activité pour obtenir un remboursement
hi: संगठन से वापसी करने के लिए दिनांक और समय सेट करें, जिसमें सहभागियों को अपनी भुगतान वापस मिल सकती है
si: අත්විද්‍යාවේ සහය හරවා අත්වැල්ල හා වෙළෙඳපොළට බල කළ හැකි දිනය සහ වේලාව තුළින් දෙන්න
ta: பங்கேற்றுவோர்கள் தங்களால் பணத்தைப் பிடித்துவிடுவதற்கு தேதி மற்றும் நேரத்தை நிரப்புங்கள்
zh: 设定参与者可以在某项活动中退出以取回付款的日期和时间

source: Interest
fi: Korko
fr: Intérêt
hi: ब्याज
si: බැලීම්
ta: வட்டி
zh: 利息

# setInterestCategory
source: {category, select, combat{Combat sports} net{Net sports} footHand{Foot & Hand sports} sticksBat{Sticks & Bat sports} racket{Racket sports} winterWater{Winter & Water sports} racingAthletics{Racing & Athletics sports} games{Games} mentalSpiritual{Mental & Spiritual} fitness{Fitness, Recreation, Adventure & Pets} other{--}}
fi: {category, select, combat{Taistelulajit} net{Verkkourheilu} footHand{Jalka- ja käsipalloilu} sticksBat{Maila- ja mailapelit} racket{Racket sports} winterWater{Talvi- ja vesiliikunta} racingAthletics{Kilpa- ja yleisurheilulajit} games{Pelit} mentalSpiritual{Rata- ja yleisurheilulajit} fitness{Kuntoilu, Vapaa-aika, Seikkailu & Lemmikit} other{--}}
fr: {category, select, combat{Sports de combat} net{Sports de filet} footHand{Sports de pieds et de mains} sticksBat{Sports de bâtons et de batte} racket{Sports de raquette} winterWater{Sports d''hiver et nautiques} racingAthletics{Sports de course et d''athlétisme} games{Jeux} mentalSpiritual{Sports de course et d''athlétisme} fitness{Fitness, Loisirs, Aventure & Animaux} other{--}}
hi: {category, select, combat{युद्ध खेल} net{नेट स्पोर्ट्स} footHand{पैर और हाथ खेल} sticksBat{लाठी और बैट खेल} racket{रैकेट खेल} winterWater{सर्दी और जल खेल} racingAthletics{रेसिंग और एथलेटिक्स खेल} games{खेल} mentalSpiritual{रेसिंग और एथलेटिक्स खेल} fitness{फिटनेस, मनोरंजन, साहसिक गतिविधियाँ और पालतू जानवर} other{--}}
si: {category, select, combat{ප්‍රාන්තයේ ක්‍රීඩා} net{නෙට් ක්‍රීඩාවන් ක්‍රීඩා} footHand{අක්ෂර හා අත ක්‍රීඩා} sticksBat{සුදු හා බැට් ක්‍රීඩා} racket{රැකට් ක්‍රීඩා} winterWater{ශිල්ප හා ජල ක්‍රීඩා} racingAthletics{රක්ෂිත හා ක්‍රීඩාපත්‍ර ක්‍රීඩා} games{උදව්} mentalSpiritual{වෙනත් දෙයියන් සහ ක්‍රිකට්} fitness{ෆිට්නස්, නවීන වික්‍රමසික ක්‍රීඩා & සාහිත්‍ය භූමිකාවන්} other{--}}
ta: {category, select, combat{சென்றுகள் விளையாட்டுகள்} net{நெட் விளையாட்டுகள்} footHand{கால் மற்றும் கை விளையாட்டுகள்} sticksBat{முட்டுக்குழாய் மற்றும் பேட்டுக் கூட்டுதல்} racket{ராக்கெட் விளையாட்டுக்கள்} winterWater{குளிர்பரப்பு மற்றும் நீர் விளையாட்டுக்கள்} racingAthletics{இறுதியில் நடனம் மற்றும் அத்திலாட்டிக்ஸ் விளையாட்டுக்கள்} games{விளையாட்டுகள்} mentalSpiritual{ரேசிங் மற்றும் அத்திலெடிக்ஸ் விளையாட்டுகள்} fitness{போக்குவரத்து, மரபு, திடீர்வு & செல்லுபடியான விலங்குகள்} other{--}}
zh: {category, select, combat{战斗体育} net{网络体育} footHand{脚手运动} sticksBat{棍棒运动} racket{球拍运动} winterWater{冬季与水上运动} racingAthletics{赛车与田径运动} games{游戏} mentalSpiritual{赛车和田径运动} fitness{健身、娱乐、探险和宠物} other{--}}
