Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# requiredToAddOneVenueZone
source: Please note that you are required to add at least, one venue zone to create your venue
fi: Huomaa, että sinun on lisättävä vähintään yksi paikan alue luodaksesi paikkasi.
fr: Veuillez noter que vous devez ajouter au moins une zone de lieu pour créer votre lieu.
hi: कृपया ध्यान दें कि आपको अपने स्थल को बनाने के लिए कम से कम एक स्थल क्षेत्र जोड़ने की आवश्यकता है।
si: කරුණු කරලමුද, ඔබට ඔබගේ ස්ථානයට සුදුසු ක්රීයක්ෂණයක් එකතු කිරීමට අවශ්‍යයි.
ta: உங்கள் இடம் உருவாக்க ஒரு இடப்பு மேடை செய்ய வேண்டும் என்பதை குறிக்கின்றோம்.
zh: 请注意，要创建您的场馆，您需要至少添加一个场馆区域。

source: Add image or Video (optional)
fi: Lisää kuva tai video (valinnainen)
fr: Ajouter une image ou une vidéo (facultatif)
hi: छवि या वीडियो जोड़ें (वैकल्पिक)
si: රූපය හෝ වීඩියෝ එකක් එක්කෝ (විකල්ප)
ta: படம் அல்லது வீடியோ சேர்க்கவும் (விரும்பினால்)
zh: 添加图片或视频（可选）

# maxNumberOfMediaItemsReached
source: Maximum number of media items reached
fi: Maksimimäärä mediaelementtejä saavutettu
fr: Nombre maximal d''éléments multimédias atteint
hi: मीडिया आइटम की अधिकतम संख्या पहुंच गई है
si: උපරිම මාධ්‍ය අයිතියන් සිටී
ta: அதிசய மீடியா உருப்படிகள் அதிகம் அடைந்துவிட்டது
zh: 已达到最大媒体项目数量

source: Slot Time
fi: Aikaväli
fr: Heure de la plage horaire
hi: स्लॉट समय
si: වේලා කාලය
ta: கால வரையறை
zh: 时段时间

# slotTimeMeaning
source: Slot time means the duration of which venue zones will be allowed for booking. E.g. 1 hour, 45 minutes
fi: Aikaväli tarkoittaa ajanjaksoa, jonka aikana paikan alueita voidaan varata. Esimerkiksi 1 tunti, 45 minuuttia.
fr: Le temps de la plage horaire signifie la durée pendant laquelle les zones de lieu seront autorisées pour la réservation. Par exemple, 1 heure, 45 minutes.
hi: स्लॉट समय का मतलब है कि कितने समय के लिए स्थल क्षेत्रों को बुक करने की अनुमति होगी। उदाहरण: 1 घंटा, 45 मिनट
si: වේලා කාලයට අරාථයක් අධිකල කිරීමේ වේලා කාලය අරගෙන යනුවෙක් වත්මන්. උදා 1, 45 මිනුදා
ta: ஸ்லாட் நேரம் என்னும் கால வரையறைகள் கம்பனியிடம் மதிப்பிடப்படும் காலம் என்பதை அர்த்திக்குகின்றது. உதாரணம், 1 மணி, 45 நிமிடம்
zh: 时段时间意味着场馆区域允许预订的时间段。例如，1小时，45分钟

source: Please enter hours
fi: Syötä tunnit
fr: Veuillez entrer les heures
hi: कृपया घंटे दर्ज करें
si: කරුණු කාලය ඇතුලත් කරන්න
ta: மணிகளை உள்ளிடவும்
zh: 请输入小时

source: Invalid hours
fi: Virheelliset tunnit
fr: Heures invalides
hi: अमान्य घंटे
si: අවලංගු කාලය
ta: தவறான மணிகள்
zh: 无效的小时

source: Please enter minutes
fi: Syötä minuutit
fr: Veuillez entrer les minutes
hi: कृपया मिनट दर्ज करें
si: කරුණු විමසීමට කරන්න
ta: நிமிடங்களை உள்ளிடவும்
zh: 请输入分钟

source: Invalid minutes
fi: Virheelliset minuutit
fr: Minutes invalides
hi: अमान्य मिनट
si: අවලංගු මිනිත්තු
ta: தவறான நிமிடங்கள்
zh: 无效的分钟

# willVenueZoneBeOpenedForBooking247
source: Will the venue zone be opened for booking 24 hours every day?
fi: Onko paikan alue avoinna varauksille 24 tuntia vuorokaudessa joka päivä?
fr: La zone du lieu sera-t-elle ouverte à la réservation 24 heures par jour, tous les jours ?
hi: क्या स्थल क्षेत्र रोज़ 24 घंटे खुला रहेगा और बुकिंग के लिए उपलब्ध होगा?
si: ගෙවීමට ස්වයංක්රය සෑම දවසකම 24 වන වේලාවක් වෙයිද ?
ta: நேர்மறையாக மனைவாட பகுதி முன்பதிவு செய்ய விரும்புகிறதா குழு 24 மணி நேரம் அந்த நாளெல்லாம் திறக்கின்றதா?
zh: 场馆区域每天是否24小时开放供预订？

# setZoneOpeningAndClosingTime
source: Set venue zone Opening and Closing Time
fi: Määritä paikan alueen aukioloaika ja sulkemisaika
fr: Définir l''heure d''ouverture et de fermeture de la zone du lieu
hi: स्थल क्षेत्र का खुलने और बंद होने का समय सेट करें
si: ස්ථාන ක්‍රියාව හා වසර කාලය සැකසුම
ta: மேடை பகுதியின் திறந்த மற்றும் மூடுவதற்கு நேரம் அமைக்க
zh: 设置场馆区域的开放和关闭时间

source: Apply To All
fi: Sovella kaikkiin
fr: Appliquer à tous
hi: सभी पर लागू करें
si: සෑමවිටම සඳහා අයදුම් කරන්න
ta: அனைத்துக்கும் விண்ணப்பிக்கவும்
zh: 应用于所有

source: Invalid Price
fi: Virheellinen hinta
fr: Prix invalide
hi: अमान्य मूल्य
si: අවලංගු වර්ගය
ta: செல்லுபடியற்ற விலை
zh: 无效价格

source: You have just created your venue
fi: Olet juuri luonut tilasi
fr: Vous venez de créer votre lieu
hi: आपने अभी अपना स्थल बनाया है
si: ඔබ මාතෘකාවක් නිර්මාණය කරන ලදි
ta: நீங்கள் உங்கள் இடத்தை இப்போது உருவாக்கின்றீர்கள்
zh: 您刚刚创建了您的场馆

source: View venue
fi: Näytä tila
fr: Voir le lieu
hi: स्थल देखें
si: ලිපිනය දක්වන්න
ta: இடம் பார்
zh: 查看场馆

source: Filter Earnings
fi: Tuloksien suodattaminen
fr: Filtrer les gains
hi: आय फ़िल्टर करें
si: ආදායම් ෆිල්ටර් කරන්න
ta: வருமானத்தை வடிகட்டவும்
zh: 过滤收益

# makeDefault
source: Default
fi: oletus
fr: par défaut
hi: डिफ़ॉल्ट
si: පෙරනිමි
ta: இயல்புநிலை
zh: 預設

source: Custom
fi: Mukautettu
fr: Personnalisé
hi: अनुकूलित
si: අභිරුචි
ta: தனிப்பட்டது
zh: 定制

source: Subscription Plan
fi: Tilaussuunnitelma
fr: Plan D''abonnement
hi: सदस्यता योजना
si: සාමාජික සැලසුම
ta: சந்தா திட்டம்
zh: 订阅计划

source: Upgrade
fi: Päivitä
fr: Mise à niveau
hi: अपग्रेड करें
si: උක්ත කරන්න
ta: மேம்படுத்தவும்
zh: 升级

source: Bronze subscription plan
fi: Pronssitilaussuunnitelma
fr: Plan d''abonnement bronze
hi: ब्रॉन्ज सदस्यता योजना
si: බ්‍රෝන්ස් සාමාජික සහාය
ta: பொன்சு சந்தாக்க திட்டம்
zh: 青铜订阅计划

source: Monthly Plan
fi: Kuukausittainen suunnitelma
fr: Plan mensuel
hi: मासिक योजना
si: මාසික සැලසුම
ta: மாதந்தோறு திட்டம்
zh: 月度计划

source: Annual Plan
fi: Vuosittainen suunnitelma
fr: Plan annuel
hi: वार्षिक योजना
si: වාර්ෂාකාර සැලසුම
ta: வாருங்கால திட்டம்
zh: 年度计划

source: Monthly
fi: Kuukausittain
fr: Mensuel
hi: मासिक
si: මාසික
ta: மாதந்தோறு
zh: 每月

source: Annually
fi: Vuosittain
fr: Annuel
hi: वार्षिक
si: වාර්ෂාකාර
ta: வாருங்கால
zh: 每年

# teamVenueStoreYouCanCreate
source: Number of teams, venues, and stores you can create
fi: Määrä joukkueita, paikkoja ja kauppoja, jotka voit luoda
fr: Nombre d''équipes, de lieux et de magasins que vous pouvez créer
hi: आपके द्वारा बनाए जा सकने वाले टीम, स्थल और स्टोर की संख्या
si: ඔබට පාරිභෝග, ස්ථාන, සහ ස්ථාන සාදන හැකි ගණන
ta: உங்கள் அணியை, இடம்களை மற்றும் அங்காடிகளை உருவாக்க முடியும் எதிர்காலம்
zh: 您可以创建的团队、场地和商店数量

# productZoneThatCanBeAdded
source: Number of store products and venue zones that you can add to your store and venues
fi: Kuinka monta myymälätuotetta ja paikkavyöhykettä voit lisätä kauppaasi ja paikkoihisi
fr: Nombre de produits de magasin et de zones de lieu que vous pouvez ajouter à votre magasin et à vos lieux
hi: आपके दुकान और स्थलों में जोड़ सकने वाले दुकान के उत्पादों और स्थल क्षेत्रों की संख्या।
si: ඔබගේ සාදනයන් සහ සාදන ස්ථානයන්ට ඔබට එකතු කළ හැකි සාදන සහ සාදන නිලධාරීන්ගේ සංඛ්‍යාන වේලාව
ta: உங்கள் அந்தஸ்தலங்களுக்கு உங்கள் அந்தஸ்தலங்களில் சேர்க்க முடியும் அந்தஸ்தலப் பார்வை மற்றும் அந்தஸ்தல பொருடங்களின் எண்ணிக்கை
zh: 您可以添加到您的商店和场馆的店铺产品和场馆区域的数量

# playkosmosPercentageWhenVenueZonesBooked
source: Percentage playkosmos will charge when your venue zones are booked
fi: Prosenttiosuus, jonka Playkosmos veloittaa, kun paikkavyöhykkeesi varataan
fr: Pourcentage que playkosmos facturera lorsque vos zones de lieu seront réservées
hi: आपके स्थल क्षेत्रों की बुक की जाने पर playkosmos द्वारा लिया जाने वाला प्रतिशत
si: ඔබගේ ස්ථාන කළානු ලොසිංකොස්මොස් මිල ඇය ඇතුලු කරනු ඇත
ta: உங்கள் இடப்பரிமாற்ற பகுவாய்வுகள் முடிக்கப்பட்டால் ப்ளேகோஸ்மோஸ் விளக்க விளக்கும் சதவீதம்
zh: 当您的场馆区域被预订时，playkosmos 将收取的百分比

source: Withdrawal fee
fi: Nosto maksu
fr: Frais de retrait
hi: निकासी शुल्क
si: සහාය ගාස්තු
ta: திரும்ப கொள்ள கட்டணம்
zh: 提现费用

source: Booking fee
fi: Varausmaksu
fr: Frais de réservation
hi: बुकिंग शुल्क
si: ගෙවීම් ගාස්තු
ta: முகவரி கட்டணம்
zh: 预订费

source: Number of Playmates
fi: Playmatesien lukumäärä
fr: Nombre de Playmates
hi: प्लेमेट्स की संख्या
si: ප්ලේමේට් සංඛ්යාන
ta: ப்ளேமேட்ஸ் எண்
zh: Playmates数量

source: Activity post to Arena
fi: Toiminnan julkaiseminen Areenalle
fr: Publication d''activité sur l''Arène
hi: अरेना पर गतिविधि पोस्ट करें
si: අරේනාට ක්රියාත්මක පළ කරන්න
ta: அரீனாவில் செயல்பாடு போஸ்ட் செய்யவும்
zh: 发布活动到竞技场

# activityPostToPlaymatesAndFans
source: Activity post to your playmates + fans
fi: Toiminnan julkaiseminen playmates + fanien joukkoon
fr: Publication d''activité pour vos playmates + fans
hi: आपके प्लेमेट्स + फैंस को गतिविधि पोस्ट करें
si: ඔබගේ playmates + මහේෂ් වෙත ක්රියා පළ කරන්න
ta: உங்கள் ப்ளேமேட்டுகள் + ரசிகர்களுக்கு செயல்பாடு போஸ்ட் செய்யவும்
zh: 发布活动到您的玩伴+粉丝

source: Unlimited
fi: Rajoittamaton
fr: Illimité
hi: असीमित
si: අවම්බන්තු
ta: வரம்பற்ற
zh: 无限

source: Status post
fi: Tilausviesti
fr: Publication de statut
hi: स्थिति पोस्ट
si: හේතුව පළ කරන්න
ta: நிலை பதிவு
zh: 状态发布

source: See all Benefits
fi: Näytä kaikki edut
fr: Voir tous les avantages
hi: सभी लाभ देखें
si: සියල්ල අන්තර්ගත කරන්න
ta: அனைத்து பயனுக்குகளையும் பார்க்க
zh: 查看所有优惠

source: Collapse
fi: Pienennä
fr: Réduire
hi: संक्षेपित करें
si: සංස්කරණය කරන්න
ta: மட்டுமே அமைக்க
zh: 折叠

# bronzeIsTheDefaultPlanUpgradeForPremium
source: The Bronze plan is the default subscription plan; upgrade to the Silver, Gold or Diamond package to benefit from the playkosmos premium experience
fi: Pronssisuunnitelma on oletustilaussuunnitelma; päivitä Hopea, Kulta tai Timanttipakettiin hyötyäksesi Playkosmosin premium-kokemuksesta
fr: Le plan Bronze est le plan d''abonnement par défaut; passez à Silver, Gold ou Diamond pour vivre l''expérience premium de playkosmos
hi: कांस्य योजना डिफ़ॉल्ट सदस्यता योजना है; प्रीमियम प्लेकोस्मोस अनुभव का लाभ उठाने के लिए सिल्वर, गोल्ड या डायमंड पैकेज में अपग्रेड करें।
si: ලෝකඩ සැලැස්ම පෙරනිමි දායක සැලැස්මයි; playkosmos වාරික අත්දැකීමෙන් ප්‍රයෝජන ගැනීමට රිදී, රන් හෝ දියමන්ති පැකේජය වෙත යාවත්කාලීන කරන්න
ta: வெண்கலத் திட்டம் இயல்புநிலை சந்தா திட்டமாகும்; பிளேகோஸ்மோஸ் பிரீமியம் அனுபவத்தைப் பயன்படுத்திக் கொள்ள வெள்ளி, தங்கம் அல்லது வைர தொகுப்புக்கு மேம்படுத்தவும்
zh: 青铜计划是默认订阅计划;升级到银卡、金卡或钻石级套餐，即可享受优质的Playkosmos体验

# upgradeToSilverPlan
source: Upgrade to the silver plan for silver benefits on playkosmos
fi: Päivitä hopeiseen suunnitelmaan hopeaetujen saamiseksi playkosmosissa
fr: Passez au plan argent pour bénéficier d''un avantage argent sur playkosmos
hi: Playkosmos पर चांदी के लाभ के लिए चांदी योजना में अपग्रेड करें
si: Playkosmos මත රිදී ප්රතිලාභ සඳහා රිදී සැලැස්ම ට උත්ශ්රේණි කිරීම
ta: பிளேகோஸ்மோஸில் வெள்ளி நன்மைகளுக்கான வெள்ளி திட்டத்திற்கு மேம்படுத்தவும்
zh: 升级到白银计划，即可在Playkosmos上享受银色福利

# upgradeToGoldPlan
source: Upgrade to gold plan for golden benefits on playkosmos
fi: Päivitä kulta-suunnitelmaan kultaisen edun saamiseksi Playkosmosissa
fr: Mettez à niveau vers le plan Or pour des avantages en or sur Playkosmos
hi: Playkosmos पर सुनहरे लाभ के लिए गोल्ड प्लान में अपग्रेड करें
si: Playkosmos මත රන් ප්රතිලාභ සඳහා රන් සැලැස්ම වෙත උත්ශ්රේණි
ta: பிளேகோஸ்மோஸில் ஒரு பொன்னான நன்மைக்கு தங்க திட்டத்திற்கு மேம்படுத்தவும்
zh: 升级到黄金计划，即可在Playkosmos上享受黄金福利

# subscribeToDiamondPlan
source: Subscribe to diamond plan to enjoy all the juicy benefits playkosmos has to offer
fi: Tilaa timantti-suunnitelma nauttiaksesi kaikista playkosmosin tarjoamista mehukkaista eduista
fr: Abonnez-vous au plan diamant pour profiter de tous les avantages juteux que playkosmos a à offrir
hi: प्लेकोस्मोस द्वारा प्रदान किए जाने वाले सभी रसदार लाभों का आनंद लेने के लिए डायमंड प्लान की सदस्यता लें
si: Playkosmos ඉදිරිපත් කිරීමට ඇති සියලු රසවත් ප්රතිලාභ භුක්ති විඳීමට දියමන්ති සැලැස්ම ට දායක වන්න
ta: பிளேகோஸ்மோஸ் வழங்கும் அனைத்து சுவையான நன்மைகளையும் அனுபவிக்க டயமண்ட் திட்டத்திற்கு சந்தா செலுத்துங்கள்
zh: 订阅钻石计划，享受Playkosmos提供的所有多汁福利

source: Bronze Subscription
fi: Pronssitilaus
fr: Abonnement Bronze
hi: कांस्य सदस्यता
si: ලෝකඩ දායකත්වය
ta: வெண்கல சந்தா
zh: 青铜订阅

# aboutToSubscribeToBronzePlan
source: You are about to subscribe to the bronze subscription plan
fi: Olet tilaamassa pronssista tilaussuunnitelmaa
fr: Vous êtes sur le point de souscrire au plan d''abonnement bronze
hi: आप कांस्य सदस्यता योजना की सदस्यता लेने वाले हैं
si: ඔබ ලෝකඩ දායකත්ව සැලැස්මට දායක වීමට යන්නේ
ta: நீங்கள் வெண்கல சந்தா திட்டத்திற்கு குழுசேரப் போகிறீர்கள்
zh: 您即将订阅青铜订阅计划

# youJustSubscribedToBronzePlan
source: You have just subscribed to the bronze plan
fi: Olet juuri tilannut pronssisuunnitelman
fr: Vous venez de souscrire au plan bronze
hi: आपने अभी कांस्य योजना की सदस्यता ली है।
si: ඔබ ලෝකඩ සැලැස්මට දායක වී ඇත
ta: நீங்கள் வெண்கல திட்டத்திற்கு சந்தா செலுத்தியுள்ளீர்கள்
zh: 您刚刚订阅了青铜计划

source: Credit Card
fi: Luottokortti
fr: Carte de crédit
hi: क्रेडिट कार्ड
si: පෙරහන් කාඩ්පත
ta: கடன் அட்டை
zh: 信用卡

# creditSmallCard
source: Credit card
fi: Luottokortti
fr: Carte de crédit
hi: क्रेडिट कार्ड
si: පෙරහන් කාඩ්පත
ta: கடன் அட்டை
zh: 信用卡

source: Payment types
fi: Maksutavat
fr: Types de paiement
hi: भुगतान के प्रकार
si: ගෙවීම් වර්ග
ta: கட்டண வகைகள்
zh: 付款方式

source: Add new paypal
fi: Lisää uusi PayPal
fr: Ajouter un nouveau PayPal
hi: नया पेपैल जोड़ें
si: නව පේපල් එකතු කරන්න
ta: புதிய பேபால் சேர்க்கவும்
zh: 添加新 PayPal

source: My paypal
fi: Minun PayPal
fr: Mon PayPal
hi: मेरा पेपैल
si: මගේ පේපල්
ta: என் பேபால்
zh: 我的 PayPal

# youHaveJustAddedNewCard
source: You have just added a new card
fi: Olet juuri lisännyt uuden kortin
fr: Vous venez d''ajouter une nouvelle carte
hi: आपने अभी एक नया कार्ड जोड़ा है
si: ඔබ ඉවතට නව කාඩ්පතක් එකතු කර ඇත
ta: நீங்கள் ஒரு புதிய அட்டையை அசௌகரியமாகச் செய்திருக்கிறீர்கள்
zh: 您刚刚添加了一张新卡

source: Congratulations
fi: Onnittelut
fr: Félicitations
hi: बधाई हो
si: සුබ පැතුම්
ta: வாழ்த்துக்கள்
zh: 恭喜

# aboutToRemoveCardFromPaymentMethod
source: You are about to remove this card from payment method
fi: Olet poistamassa tätä korttia maksutavasta
fr: Vous êtes sur le point de supprimer cette carte du mode de paiement
hi: आप इस कार्ड को भुगतान विधि से हटाने वाले हैं
si: ඔබ මෙම කාඩ්පත ගෙවීම් ක්රමයෙන් ඉවත් කිරීමට යන්නේ
ta: நீங்கள் இந்த அட்டையை பணம் செலுத்தும் முறையில் இருந்து அகற்றப் போகிறீர்கள்
zh: 您即将从付款方式中删除此卡

source: Remove Card?
fi: Poista kortti?
fr: Supprimer la carte?
hi: कार्ड निकालें?
si: කාඩ්පත ඉවත් කරන්න?
ta: அட்டையை அகற்றவும்?
zh: 删除卡？

# withdrawSuccessful
source: Withdrawal Successful
fi: Nosto onnistui
fr: Retrait réussi
hi: निष्कर्षण सफल
si: නිකුතුව සාර්ථකයි
ta: நிதி அகற்றும் வெற்றிகரமான
zh: 取款成功

# yourWithdrawalWasSuccessful
source: Your Payment Withdrawal was successfully.
fi: Maksun nosto onnistui.
fr: Votre retrait de paiement a été effectué avec succès.
hi: आपकी भुगतान निकासी सफलतापूर्वक हुई थी।
si: ඔබගේ ගෙවීම් ඉවත්වීම සාර්ථකව සිදු විය.
ta: உங்கள் பணம் செலுத்தும் அகற்றுதல் வெற்றிகரமாக இருந்தது.
zh: 您的付款取款成功。

source: Venue card
fi: Tapahtumakortti
fr: Carte de lieu
hi: स्थल कार्ड
si: වේදිකා කාඩ්පත
ta: நிகழ்வு அட்டை
zh: 场地卡

source: Profile card
fi: Profiilikortti
fr: Carte de profil
hi: प्रोफाइल कार्ड
si: පැතිකඩ කාඩ්පත
ta: சுயவிவர அட்டை
zh: 个人资料卡

source: My cards
fi: Omat korttini
fr: Mes cartes
hi: मेरे कार्ड
si: මගේ කාඩ්පත්
ta: என் அட்டைகள்
zh: 我的卡片

source: Save card as
fi: Tallenna kortti nimellä
fr: Enregistrer la carte sous
hi: कार्ड को इस नाम से सहेजें
si: කාඩ්පත නමින් සුරකින්න
ta: கடன் அட்டையை சேமிக்க பெயர்
zh: 保存卡片为

# payWithACreditOrDebitCard
source: Pay with a credit/debit card
fi: Maksa luotto-/maksukortilla
fr: Payer avec une carte de crédit/débit
hi: क्रेडिट/डेबिट कार्ड से भुगतान करें
si: ණය/කාඩ්පත් භාවිතයෙන් ගෙවීම් කරන්න
ta: கடன்/டெபிட் அட்டையைப் பயன்படுத்தி செலுத்துங்கள்
zh: 使用信用卡/借记卡付款

# payUsingPaypal
source: Pay using your PayPal account
fi: Maksa käyttäen PayPal-tiliäsi
fr: Payer avec votre compte PayPal
hi: अपने PayPal खाता का उपयोग करके भुगतान करें
si: ඔබේ PayPal ගිණුම භාවිතා කිරීමෙන් ගෙවීම් කරන්න
ta: உங்கள் PayPal கணக்கைப் பயன்படுத்தி செலுத்துங்கள்
zh: 使用您的PayPal账户付款

# payUsingPoints
source: Pay using your points
fi: Maksa pisteilläsi
fr: Payer avec vos points
hi: अपने पॉइंट्स का उपयोग करें
si: ඔබේ ලකුණු භාවිතා කරන්නේදැයි
ta: உங்கள் புள்ளிகளைப் பயன்படுத்தவும்
zh: 使用您的积分付款

source: Pay with my card
fi: Maksa kortillani
fr: Payer avec ma carte
hi: मेरे कार्ड से भुगतान करें
si: මගේ කාඩ්පත් භාවිතා කරන්නේ
ta: எனது அட்டையைப் பயன்படுத்தவும்
zh: 使用我的信用卡付款

source: Subscription Payment
fi: Tilausmaksu
fr: Paiement de L''abonnement
hi: सदस्यता भुगतान
si: දායකත්ව ගෙවීම
ta: சந்தா கொடுப்பனவு
zh: 订阅付款

# youAreAboutToSubscribeTo
source: You are about to subscribe to the
fi: Olet tilaamassa
fr: Vous êtes sur le point de vous abonner à
hi: आप सदस्यता लेने वाले हैं
si: ඔබ දායක වීමට යන්නේ
ta: நீங்கள் சந்தா செய்ய உள்ளீர்கள்
zh: 您即将订阅

# setPlanName
source: {subscriptionPlan, select, diamond{Diamond Plan} silver{Silver Plan} gold{Gold Plan} bronze{Bronze Plan} other{--}}
fi: {subscriptionPlan, select, diamond{Timanttisuunnitelma} silver{Hopeasuunnitelma} gold{Kultasuunnitelma} bronze{Pronssisuunnitelma} other{--}}
fr: {subscriptionPlan, select, diamond{Plan Diamant} silver{Plan Argent} gold{Plan Or} bronze{Plan Bronze} other{--}}
hi: {subscriptionPlan, select, diamond{डायमंड प्लान} silver{सिल्वर प्लान} gold{गोल्ड प्लान} bronze{ब्रॉन्ज प्लान} other{--}}
si: {subscriptionPlan, select, diamond{දියමන්ති සැලැස්ම} silver{රිදී සැලැස්ම} gold{රන් සැලැස්ම} bronze{ලෝකඩ සැලැස්ම} other{--}}
ta: {subscriptionPlan, select, diamond{வைரத் திட்டம்} silver{வெள்ளி திட்டம்} gold{தங்கத் திட்டம்} bronze{வெண்கலத் திட்டம்} other{--}}
zh: {subscriptionPlan, select, diamond{钻石计划} silver{白银计划} gold{黄金计划} bronze{青铜计划} other{--}}

source: Your Subscription Payment was successful
fi: Tilausmaksusi onnistui
fr: Votre paiement d''abonnement a été réussi
hi: आपका सदस्यता भुगतान सफल रहा।
si: ඔබගේ දායකත්ව ගෙවීම සාර්ථක විය
ta: உங்கள் சந்தா கட்டணம் வெற்றிகரமாக இருந்தது
zh: 您的订阅付款成功

source: Invite your friends
fi: Kutsu ystäväsi
fr: Invitez vos amis
hi: अपने दोस्तों को आमंत्रित करें
si: ඔබේ මිතුරන්ට ආරාධනා කරන්න
ta: உங்கள் நண்பர்களை அழைக்கவும்
zh: 邀请您的朋友

# shareYourReferralCodeWithPeople
source: Share your referral code with people, and when they create a paid activity on Playkosmos, you get 1% of the generated revenue from the activity.
fi: Jaa viittauskoodisi ihmisten kanssa
fr: Partagez votre code de parrainage avec des personnes, et lorsque celles-ci créent une activité payante sur Playkosmos, vous recevez 1 % du revenu généré par l''activité.
hi: अपनी रेफरल कोड को लोगों के साथ साझा करें, और जब वे Playkosmos पर एक भुगतान किया गया गतिविधि बनाते हैं, तो आपको गतिविधि से उत्पन्न राजस्व का 1% प्राप्त होता है।
si: ඔබේ සම්බන්ධතා කේතය ජනතාව සමඟ බෙදා ගන්න, ඔවුන් Playkosmos හි ගෙවුම් ක්‍රියාකාරකමක් නිර්මාණය කරන විට, ඔබට ක්‍රියාකාරකමෙන් උත්පාදනය වන ආදායමෙන් 1% ලැබෙනු ඇත.
ta: உங்கள் பரிந்துரைக் குறியீட்டை மக்களுடன் பகிர்ந்து கொள்ளுங்கள், அவர்கள் Playkosmos இல் கட்டண நடவடிக்கையை உருவாக்கும்போது, ​​நீங்கள் நடவடிக்கையிலிருந்து உருவாகும் வருவாயில் 1% பெறுவீர்கள்.
zh: 与人们分享您的推荐代码，当他们在 Playkosmos 上创建付费活动时，您将获得该活动产生的收入的 1%。

source: Referral Code Copied
fi: Viittauskoodi kopioitu
fr: Code de parrainage copié
hi: रेफरल कोड कॉपी किया गया
si: සම්බන්ධතා කේතය පිටපත් කරන ලදී
ta: குறிப்பிட்ட குறியீடு நகலெடுக்கப்பட்டது
zh: 推荐代码已复制

source: Followers
fi: Seuraajaa
fr: Adhérents
hi: अनुयायियों
si: අනුගාමිකයන්
ta: பின்தொடர்பவர்கள்
zh: 追随 者

source: Add Venue Zone
fi: Lisää tapahtumapaikan vyöhyke
fr: Ajouter une zone de lieu
hi: स्थान ज़ोन जोड़ें
si: ස්ථානය කලාපය එකතු කරන්න
ta: இடம் மண்டலத்தைச் சேர்க்கவும்
zh: 添加场地区域

source: Per {slotTimeType}
fr: Par {slotTimeType}
hi: प्रति {slotTimeType}
si: {slotTimeType} පැය
ta: {slotTimeType} நேரம்
zh: 每 {slotTimeType}

source: Edit Venue
fi: Muokkaa Paikka
fr: Modifier le lieu
hi: स्थान संपादित करें
si: ස්ථානය සංස්කරණය කරන්න
ta: இடம் திருத்தவும்
zh: 编辑场馆

source: Bookings Manager
fi: Varausten hallinta
fr: Gestionnaire de réservations
hi: बुकिंग्स प्रबंधक
si: වෙන්කිරීම් කළමනාකරු
ta: முன்பதிவு மேலாளர்
zh: 预订管理器

source: Switch Account
fi: Vaihda tiliä
fr: Changer de compte
hi: खाता बदलें
si: ගිණුම මාරු කරන්න
ta: கணக்கை மாற்றவும்
zh: 切换帐户

source: Report Venue
fi: Raportoi paikka
fr: Signaler le lieu
hi: स्थान की रिपोर्ट करें
si: ස්ථානය වාර්තා කරන්න
ta: அறிக்கை இடம்
zh: 报告地点

# featuresToUnlockWithPoints
source: Features to unlock with play points
fi: Ominaisuudet, jotka voidaan avata pelipisteillä
fr: Fonctionnalités à débloquer avec des points de jeu
hi: खेल बिंदुओं के साथ अनलॉक करने के लिए सुविधाएँ
si: ක්‍රීඩා ලකුණු වලින් අවහිර කළ හැකි අංග
ta: Points-ஐப் பயன்படுத்தி திறக்கக்கூடிய அம்சங்கள்
zh: 使用积分解锁的功能：

source: Add one playmate
fi: Lisää yksi pelaaja
fr: Ajouter un ami
hi: एक और साथी जोड़ें
si: තවත් සෙල්ලම් මිතුරෙකු එක් කරන්න
ta: ஒரு நண்பரை சேர்க்கவும்
zh: 添加一个伙伴：

source: Create extra team
fi: Luo ylimääräinen joukkue
fr: Créer une équipe supplémentaire
hi: अतिरिक्त टीम बनाएँ
si: තවත් කණ්ඩායමක් සාදන්න
ta: கூடுதல் அணியை உருவாக்குங்கள்
zh: 创建额外团队：

source: Create extra store
fi: Luo ylimääräinen myymälä
fr: Créer un magasin supplémentaire
hi: अतिरिक्त स्टोर बनाएँ
si: තවත් වෙළඳසැලක් සාදන්න
ta: கூடுதல் கடை ஒன்றை உருவாக்குங்கள்
zh: 创建额外商店：

source: Add one product to store
fi: Lisää yksi tuote myymälään
fr: Ajouter un produit au magasin
hi: स्टोर में एक उत्पाद जोड़ें
si: වෙළඳසැලට එක් නිෂ්පාදනයක් එක් කරන්න
ta: கடையில் ஒரு தயாரிப்பைச் சேர்க்கவும்
zh: 在商店添加一个产品：

source: Create extra venue
fi: Luo ylimääräinen paikka
fr: Créer un lieu supplémentaire
hi: अतिरिक्त स्थान बनाएँ
si: තවත් ස්ථානයක් සාදන්න
ta: கூடுதல் இடத்தை உருவாக்குங்கள்
zh: 创建额外场地：

source: Add one venue zone to venue
fi: Lisää yksi paikka vyöhyke paikkaan
fr: Ajouter une zone de lieu au lieu
hi: स्थान में एक स्थान क्षेत्र जोड़ें
si: ස්ථානයට එක් ස්ථාන කලාපයක් එක් කරන්න
ta: இடத்திற்கு ஒரு இடப் பகுதியை சேர்க்கவும்
zh: 在场地添加一个场地区域：

source: Add post to arena
fi: Lisää viesti areenaan
fr: Ajouter un message à l''arène
hi: अखाड़े में पोस्ट जोड़ें
si: වේදිකාවට පෝස්ට් එකතු කරන්න
ta: வட்டாரத்தில் இடுகையை சேர்க்கவும்
zh: 在竞技场添加帖子：

# nTotalPlayPoints
source: {playPoints, plural, =1{{playPoints} total point} other{{playPoints} total points}}
fi: {playPoints, plural, =1{{playPoints} yhteensä piste} other{{playPoints} yhteensä pistettä}}
fr: {playPoints, plural, =1{{playPoints} point total} other{{playPoints} points totals}}
hi: {playPoints, plural, =1{{playPoints} बिंदु} other{{playPoints} बिंदुओं}}
si: {playPoints, plural, =1{{playPoints} විකල්පය} other{{playPoints} විකල්ප}}
ta: {playPoints, plural, =1{{playPoints} புள்ளி} other{{playPoints} புள்ளிகள்}}
zh: {playPoints, plural, =1{{playPoints} 积分} other{{playPoints} 积分}}

# currentSubscriptionPlan
source: {subscriptionPlan, select, diamond{You are currently on the diamond Subscription plan} silver{You are currently on the silver Subscription plan} gold{You are currently on the gold Subscription plan} bronze{You are currently on the bronze Subscription plan} other{--}}
fi: {subscriptionPlan, select, diamond{Sinulla on tällä hetkellä timantti-tilaus} silver{Sinulla on tällä hetkellä hopea-tilaus} gold{Sinulla on tällä hetkellä kulta-tilaus} bronze{Sinulla on tällä hetkellä pronssi-tilaus} other{--}}
fr: {subscriptionPlan, select, diamond{Vous êtes actuellement sur le plan d''abonnement Diamond} silver{Vous êtes actuellement sur le plan d''abonnement Silver} gold{Vous êtes actuellement sur le plan d''abonnement Gold} bronze{Vous êtes actuellement sur le plan d''abonnement Bronze} other{--}}
hi: {subscriptionPlan, select, diamond{आप इस समय हीरे की सदस्यता योजना पर हैं} silver{आप इस समय चांदी की सदस्यता योजना पर हैं} gold{आप इस समय सोने की सदस्यता योजना पर हैं} bronze{आप इस समय कांस्य सदस्यता योजना पर हैं} other{--}}
si: {subscriptionPlan, select, diamond{ඔබ දැනටමත් Diamond ගෙවීම් ක්‍රමය මතයි} silver{ඔබ දැනටමත් Silver ගෙවීම් ක්‍රමය මතයි} gold{ඔබ දැනටමත් Gold ගෙවීම් ක්‍රමය මතයි} bronze{ඔබ දැනටමත් Bronze ගෙවීම් ක්‍රමය මතයි} other{--}}
ta: {subscriptionPlan, select, diamond{நீங்கள் தற்போது வைர சந்தா திட்டத்தில் உள்ளீர்கள்} silver{நீங்கள் தற்போது வெள்ளி சந்தா திட்டத்தில் உள்ளீர்கள்} gold{நீங்கள் தற்போது தங்க சந்தா திட்டத்தில் உள்ளீர்கள்} bronze{நீங்கள் தற்போது வெண்கல சந்தா திட்டத்தில் உள்ளீர்கள்} other{--}}
zh: {subscriptionPlan, select, diamond{您目前处于钻石订阅计划} silver{您目前处于白银订阅计划} gold{您目前处于黄金订阅计划} bronze{您目前处于青铜订阅计划} other{--}}
