Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: This is a free activity
fi: Tämä on ilmainen aktiviteetti
fr: C''est une activité gratuite
hi: यह एक मुफ्त गतिविधि है
si: මෙම නිවේදනය නිතරම බලපෑමක් යැයි සඳහාය
ta: இது ஒரு இலவச செயல்பாடு
zh: 这是一个免费活动

# errorConvertingFileToBase64
source: Oops! Something went wrong while processing the image. Please try again or consider changing the image.
fi: Hups! Jotain meni vikaan kuvaa käsiteltäessä. Yritä uudelleen tai harkitse kuvan vaihtamista.
fr: Oops! Quelque chose s''est mal passé lors du traitement de l''image. Veuillez réessayer ou envisager de changer l''image.
hi: उफ़्स! छवि को प्रसंस्करण करते समय कुछ गड़बड़ हो गई। कृपया पुनः प्रयास करें या फ़ोटो को बदलने का विचार करें।
si: අමතරව වැරැද්දක් සිදු වී ඇතිකරුණාකර නැවත උත්සාහ කරන්න හෝ පින්තුර වෙනස් කරන්න.
ta: அய்யோ! படத்தை செயலாக்கும் போது ஏதேனும் தவறானது. மீண்டும் முயற்சிக்கவும் அல்லது படத்தை மாற்ற பெற்றுக்கொள்ளுங்கள்.
zh: 糟糕！处理图像时出现问题。请重试或考虑更改图像。

source: OK
hi: ठीक है
ta: சரி
zh: 好

# connectionError
source: There was an error connecting to the server. Please try again later.
fi: Palvelimeen yhdistämisessä tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Erreur de connexion au serveur. Veuillez réessayer plus tard.
hi: हि सर्वर से कनेक्ट करने में एक त्रुटि थी। कृपया बाद में फिर से कोशिश करें।
si: සේවකයා සමඟ සම්බන්ධ වීමේදී දෝෂයක් සිදු විය. කරුණාකර පසුව උත්සාහ කරන්න.
ta: இணைப்பு பிழை: பின்னர் மீண்டும் முயற்சிக்கவும்.
zh: 连接服务器时出错。请稍后再试。

# unknownError
source: An unknown error occurred. Please try again later.
fi: Tapahtui tuntematon virhe. Yritä myöhemmin uudelleen.
fr: Une erreur inconnue s''est produite. Veuillez réessayer plus tard.
hi: एक अज्ञात त्रुटि हुई है। कृपया बाद में फिर से कोशिश करें।
si: නොදන්නා දෝෂයක් සිදු විය. කරුණාකර පසුව උත්සාහ කරන්න.
ta: அறியப்படாத பிழை: பின்னர் மீண்டும் முயற்சிக்கவும்.
zh: 发生了未知错误。请稍后再试。

# connectionTimeout
source: Connection timeout. Please check your internet connection.
fi: Yhteys aikakatkaistiin. Tarkista internet-yhteytesi.
fr: Expiration de la connexion. Veuillez vérifier votre connexion Internet.
hi: कनेक्शन समय समाप्त हो गया। कृपया अपने इंटरनेट कनेक्शन की जांच करें।
si: සම්බන්ධතා කාලය ඉක්මවා ගොස් ඇත. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
ta: இணைப்பு காலாவதியாகிவிட்டது: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
zh: 连接超时。请检查您的互联网连接。

# serverError
source: We''re sorry, but we''re experiencing some technical difficulties. Please check back later.
fi: Meillä on valitettavasti joitain teknisiä vaikeuksia. Tarkista myöhemmin uudelleen.
fr: Nous sommes désolés, mais nous rencontrons des difficultés techniques. Veuillez revenir plus tard.
hi: हम क्षमा चाहते हैं, लेकिन हम कुछ तकनीकी कठिनाइयों का सामना कर रहे हैं। कृपया बाद में वापस आएं।
si: සේවකයාගේ දෝෂයක් සිදු විය. කරුණාකර පසුව උත්සාහ කරන්න.
ta: சர்வர் பிழை. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh: 我们很抱歉，但我们目前正在遇到一些技术问题。请稍后再试。

# badResponse
source: Sorry we couldn''t process your request.
fi: Pahoittelut, emme voineet käsitellä pyyntöäsi.
fr: Désolé, nous n''avons pas pu traiter votre demande.
hi: क्षमा करें हम आपकी अनुरोध को संसाधित नहीं कर सके।
si: අපි ඔබගේ ඉල්ලීම සැකසීමට නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න.
ta: மன்னிக்கவும், நாங்கள் உங்கள் கோரிக்கையை செயலாக்க முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh: 我们无法处理您的请求。

# socketException
source: Connection error. Please check your internet connection.
fi: Yhteysvirhe. Tarkista internet-yhteytesi.
fr: Erreur de connexion. Veuillez vérifier votre connexion Internet.
hi: कनेक्शन त्रुटि। कृपया अपने इंटरनेट कनेक्शन की जांच करें।
si: සම්බන්ධතා දෝෂයක්. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
ta: இணைப்பு பிழை: உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
zh: 连接错误。请检查您的互联网连接。

# defaultApiExceptionMessage
source: There was an error with the request, try again.
fi: Pyynnössä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s''est produite avec la requête, veuillez réessayer.
hi: अनुरोध में एक त्रुटि थी, कृपया पुनः प्रयास करें।
si: ඉල්ලීමේදී දෝෂයක් සිදු විය. කරුණාකර නැවත උත්සාහ කරන්න.
ta: கோரிக்கையில் பிழை உள்ளது. மீண்டும் முயற்சிக்கவும்.
zh: 请求出错，请重试。

# setDiscoverFilterEnum
source: {filter, select, all{All} trending{Trending} new{New} other{--}}
fi: {filter, select, all{Kaikki} trending{Trendaava} new{Uusi} other{--}}
fr: {filter, select, all{Kaikki} trending{Trendaava} new{Uusi} other{--}}
hi: {filter, select, all{सब} trending{प्रचलित} new{नया} other{--}}
si: {filter, select, all{සියල්ල} trending{සුදුසුකම්} new{නව} other{--}}
ta: {filter, select, all{அனைத்து} trending{வருமானமான} new{புதிய} other{--}}
zh: {filter, select, all{全部} trending{热门} new{新} other{--}}

# noInternetConnectionAvailable
source: No internet connection available. Check your internet
fi: Internet-yhteyttä ei ole käytettävissä. Tarkista internet-yhteytesi.
fr: Aucune connexion Internet disponible. Vérifiez votre connexion Internet.
hi: इंटरनेट कनेक्शन उपलब्ध नहीं है। अपनी इंटरनेट की जाँच करें।
si: අන්තර්ජාල සම්බන්ධතාවක් නොමැත. ඔබගේ අන්තර්ජාලය පරීක්ෂා කරන්න.
ta: இணைய இணைப்பு இல்லை. உங்கள் இணையத்தை சரிபார்க்கவும்.
zh: 没有可用的互联网连接。请检查您的互联网连接。

# nIsAMutualPlaymate
source: {mutualPlaymates, plural, =0{{playmate} is a mutual playmate} =1{{playmate} + 1 more are mutual playmates} other{{playmate} + {mutualPlaymates} more are mutual playmates}}
fi: {mutualPlaymates, plural, =0{{playmate} on yhteinen pelikaveri} =1{{playmate} + 1 muu ovat yhteisiä pelikavereita} other{{playmate} + {mutualPlaymates} muuta ovat yhteisiä pelikavereita}}
fr: {mutualPlaymates, plural, =0{{playmate} est un camarade de jeu mutuel} =1{{playmate} + 1 autre sont des camarades de jeu mutuels} other{{playmate} + {mutualPlaymates} autres sont des camarades de jeu mutuels}}
hi: {mutualPlaymates, plural, =0{{playmate} आपका एक पारस्परिक खेलोड़ी है} =1{{playmate} + 1 और आपके पारस्परिक खेलोड़ी हैं} other{{playmate} + {mutualPlaymates} और आपके पारस्परिक खेलोड़ी हैं}}
si: {mutualPlaymates, plural, =0{{playmate} එක්වන බව} =1{{playmate} + 1 ක් එක්වන බව} other{{playmate} + {mutualPlaymates} ක් එක්වන බව}}
ta: {mutualPlaymates, plural, =0{{playmate} ஒரு சோதனைய பங்குள்ளவராக உள்ளனர்} =1{{playmate} + 1 மேல் சோதனைய பங்குள்ளவராக உள்ளனர்} other{{playmate} + {mutualPlaymates} மேல் சோதனைய பங்குள்ளவராக உள்ளனர்}}
zh: {mutualPlaymates, plural, =0{{playmate} 是共同玩伴} =1{{playmate} + 还有1位共同玩伴} other{{playmate} + 还有{mutualPlaymates}位共同玩伴}}

source: Go to Profile
fi: Siirry profiiliin
fr: Aller au profil
hi: प्रोफाइल पर जाएँ
si: පැත්තක් වෙනස් කරන්න
ta: சுயவிவரத்திற்கு செல்லவும்
zh: 前往个人资料

# arenaSearchHint
source: Search by name, activity type, and interest.
fi: nimellä, tyypillä ja kiinnostuksen kohteella.
fr: par nom, type d''activité et intérêt.
hi: नाम, गतिविधि के प्रकार और रुचि से खोजें।
si: නම, ක්‍රියාකාරකමක වර්ගය සහ උනන්දුව අනුව සෙවීම.
ta: பெயர், செயல்பாட்டு வகை மற்றும் ஆர்வத்தால் தேடுங்கள்.
zh: 按名称、活动类型和兴趣搜索。

# personalizeArenaToChoice
source: Personalize Arena to your choice
fi: Muokkaa areenaa oman valintasi mukaan
fr: Personnalisez l''arène selon votre choix
hi: अपने चयन के अनुसार एरिना को अनुकूलित करें
si: ඔබේ තේරීම අනුව ආරාන්‍යය පෞද්ගලිකව සකසන්න
ta: உங்கள் தேர்வின் அடிப்படையில் அரங்கை தனிப்பயனாக்கவும்
zh: 根据您的选择自定义竞技场

source: Arena Settings
fi: Arenansetukset
fr: Paramètres de l''arène
hi: अखाड़ा सेटिंग्स
si: ආරාන්‍යය සැකසීම්
ta: அரங்க அமைப்புகள்
zh: 竞技场设置

# topRankingByIdentity
source: Top - Ranking {identity}
fi: Huiput - Sijoitus {identity}
fr: Meilleurs - Classement {identity}
hi: शीर्ष - रैंकिंग {identity}
si: ඉහල - ශ්‍රේණිය {identity}
ta: மேல் - அமைப்பு {identity}
zh: 排名前 - {identity}

# setTopRankingInLocation
source: {identity, select, Playmates{The playmates displayed here represent playmates with the highest ranking in your location.} Teams{The teams displayed here represent teams with the highest ranking in your location.} Venues{The venues displayed here represent venues with the highest ranking in your location.} Stores{The stores displayed here represent stores with the highest ranking in your location.} other{--}}
fi: {identity, select, Playmates{Tässä näytetyt pelikaverit edustavat korkeimmalla sijoituksella olevia pelikavereita sijainnissasi.} Teams{Täällä näkyvät joukkueet edustavat alueesi parhaiten sijoittuneita joukkueita.} Venues{Täällä näkyvät tapahtumapaikat edustavat alueesi parhaiten sijoittuneita paikkoja.} Stores{Täällä näkyvät kaupat edustavat alueesi parhaiten sijoittuneita kauppoja.} other{--}}
fr: {identity, select, Playmates{Les partenaires affichés ici représentent les partenaires les mieux classés dans votre région.} Teams{Les équipes affichées ici représentent les équipes les mieux classées dans votre région.} Venues{Les lieux affichés ici représentent les lieux les mieux classés dans votre région.} Stores{Les magasins affichés ici représentent les magasins les mieux classés dans votre région.} other{--}}
hi: {identity, select, Playmates{यहाँ प्रदर्शित किए गए साथियों का मतलब आपके स्थान पर सबसे उच्च रैंकिंग वाले साथियों का है।} Teams{यहां प्रदर्शित टीमें आपके क्षेत्र में सबसे उच्च रैंकिंग वाली टीमें हैं।} Venues{यहां प्रदर्शित स्थल आपके क्षेत्र में सबसे उच्च रैंकिंग वाले स्थलों का प्रतिनिधित्व करते हैं।} Stores{यहां प्रदर्शित दुकानें आपके क्षेत्र में सबसे उच्च रैंकिंग वाली दुकानें हैं।} other{--}}
si: {identity, select, Playmates{මෙහි පෙනුම්පද්ද ලැයිස්තුවට උපකාර පෙරහන සහිත පූර්ව වෙළඳපොලයන් අනුභවයක් හෝයි.} Teams{මෙවැනි සුපිරි ස්ථානායකයන් මෙහි ප්‍රදේශයේ හොඳ හැඳුනුමක් සහිතව නම් ප්‍රමුඛතම සමූහයන් හමුවේ.} Venues{මෙවැනි සුපිරි ස්ථානයේ ප්‍රදේශයක් පිටවන අනුපිටකයන් වෙනුවෙනි.} Stores{මෙවැනි සුපිරි ස්ථානායකයන් මෙහි ප්‍රදේශයේ හොඳ හැඳුනුමක් සහිතව නම් ගල්කිස් ප්‍රමුඛතම සමූහයන් හමුවේ.} other{--}}
ta: {identity, select, Playmates{இங்கு காட்டப்படும் கூட்டாளிகள் உங்கள் இடத்தில் உயர் கிடைத்த கூட்டாளிகளைக் குறிக்கின்றன.} Teams{இங்கே காட்டப்படுகின்ற அணிகள் உங்கள் பரிந்துரையின் அதிசய வரிசையுடன் உள்ள அணிகளை குறிப்பிடுகின்றன.} Venues{இங்கே காட்டப்படுகின்ற இடங்கள் உங்கள் பரிந்துரையின் அதிசய வரிசையுடன் உள்ள இடங்களை குறிப்பிடுகின்றன.} Stores{இங்கே காட்டப்படுகின்ற அங்காடிகள் உங்கள் பரிந்துரையின் அதிசய வரிசையுடன் உள்ள அங்காடிகளை குறிப்பிடுகின்றன.} other{--}}
zh: {identity, select, Playmates{在此显示的玩伴代表您所在位置排名最高的玩伴。} Teams{这里显示的团队代表了您所在地区排名最高的团队。} Venues{这里显示的场馆代表了您所在地区排名最高的场馆。} Stores{这里显示的商店代表了您所在地区排名最高的商店。} other{--}}

# numberOfReviews
source: {review} reviews
fi: {review} arvostelua
fr: {review} avis
hi: {review} समीक्षाएँ
si: {review} වාර්තා
ta: {review} கருத்துக்கள்
zh: {review} 条评论

# searchTopRankingIdentity
source: {identity, select, Playmates{Search Top-Ranking Playmates} Teams{Search Top-Ranking Teams} Venues{Search Top-Ranking Venues} Stores{Search Top-Ranking Stores} other{--}}
fi: {identity, select, Playmates{Etsi huipputason pelikavereita} Teams{Etsi huipputason joukkueita} Venues{Etsi huipputason tapahtumapaikkoja} Stores{Etsi huipputason kauppoja} other{--}}
fr: {identity, select, Playmates{Rechercher des joueurs de premier rang} Teams{Rechercher des équipes de premier rang} Venues{Rechercher des lieux de premier rang} Stores{Rechercher des magasins de premier rang} other{--}}
hi: {identity, select, Playmates{शीर्ष रैंकिंग खिलाड़ियों की खोज करें} Teams{शीर्ष रैंकिंग टीमों की खोज करें} Venues{शीर्ष रैंकिंग स्थलों की खोज करें} Stores{शीर्ष रैंकिंग दुकानों की खोज करें} other{--}}
si: {identity, select, Playmates{ඉහළ ශීක්ෂන කුමුදු සොයන්න} Teams{ඉහළ ශීක්ෂන කණ්ඩායම් සොයන්න} Venues{ඉහළ ශීක්ෂන ස්වයංක්රීය ස්ථාන} Stores{ඉහළ ශීක්ෂන ස්වයංක්රීය සාදන} other{--}}
ta: {identity, select, Playmates{உச்ச இடைவெளி விளம்பரிப்புகள்} Teams{உச்ச இடைவெளி விளம்பரிப்புகளை தேடு} Venues{உச்ச இடைவெளி மேடைகளை தேடு} Stores{உச்ச இடைவெளி அங்காடிகளை தேடு} other{--}}
zh: {identity, select, Playmates{搜索高排名玩伴} Teams{搜索高排名团队} Venues{搜索高排名场馆} Stores{搜索高排名商店} other{--}}

source: Edit Profile
fi: Muokkaa profiilia
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
si: පැ prof ලියකියවිල්ල සංස්කරණය කරන්න
ta: புதுப்பிக்க
zh: 编辑个人资料

source: Play-Points
fi: Pelipisteet
fr: Points de jeu
hi: खेल-अंक
si: ක්‍රීඩා ලකුණු
ta: விளையாட்டு புள்ளிகள்
zh: 游戏积分

source: Referral Code
fi: Suosituskoodi
fr: Code de recommandation
hi: रेफरल कोड
si: උපදේශක කේතය
ta: குறிப்பு குறி
zh: 推荐代码

source: Saved
fi: Tallennettu
fr: Sauvegardé
hi: सहेजें
si: සුරකි
ta: சேமிக்கப்பட்டது
zh: 已保存

source: Subscription
fi: Tilaus
fr: Abonnement
hi: सदस्यता
si: සබැඳිය
ta: இணைப்பு
zh: 订阅

# qrCodeSpaced
source: Qr Code
fi: QR-koodi
fr: Code QR
hi: क्यूआर कोड
si: QR කේතය
ta: QR குறியீடு
zh: 二维码

source: Logout
fi: Kirjaudu ulos
fr: Se déconnecter
hi: असफल लॉगिन
si: ඉවත් වන්න
ta: வெளியேறு
zh: 退出

source: Settings
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
si: සැකසීම්
ta: அமைப்புகள்
zh: 设置

source: Playmates
fi: Leikkitoverit
fr: Coéquipiers de jeu
hi: खेलोड़ी
si: ක්‍රීඩා සගයන්
ta: விளையாட்டு நண்பர்கள்
zh: 玩伴

source: Search playmates
fi: Etsi leikkikavereita
fr: Rechercher des partenaires de jeu
hi: खेलोड़ी खोजें
si: සෙල්ලම් මිතුරන් සොයන්න
ta: விளையாட்டுத் தோழர்களை தேடுங்கள்
zh: 搜索玩伴

source: Bronze Creator
fi: Pronssinen luoja
fr: Créateur de bronze
hi: कांस्य निर्माता
si: Bronze නිර්මාතෘ
ta: Bronze படைப்பாளர்
zh: 青铜创作者

source: Silver Creator
fi: Hopeinen luoja
fr: Créateur d''argent
hi: रजत निर्माता
si: රිදී නිර්මාතෘ
ta: Silver படைப்பாளர்
zh: 白银创作者

source: Gold Creator
fi: Kultainen luoja
fr: Créateur d''or
hi: स्वर्ण निर्माता
si: රන් නිර්මාතෘ
ta: Gold படைப்பாளர்
zh: 黄金创作者

source: Diamond Creator
fi: Timanttiluoja
fr: Créateur de diamant
hi: हीरा निर्माता
si: හ rubi නිර්මාතෘ
ta: Diamond படைப்பாளர்
zh: 钻石创作者

source: Bronze Participant
fi: Pronssinen osallistuja
fr: Participant de bronze
hi: कांस्य प्रतिभागी
si: Bronze සහභාගිවන්නා
ta: Bronze பங்குத்தவினர்
zh: 青铜参与者

source: Silver Participant
fi: Hopeinen osallistuja
fr: Participant d''argent
hi: रजत प्रतिभागी
si: රිදී සහභාගිවන්නා
ta: Silver பங்குத்தவினர்
zh: 白银参与者

source: Diamond Participant
fi: Timanttiosallistuja
fr: Participant de diamant
hi: हीरा प्रतिभागी
si: හ rubi සහභාගිවන්නා
ta: Diamond பங்குத்தவினர்
zh: 钻石参与者

source: Bronze Reviewer
fi: Pronssinen arvostelija
fr: Auteur de bronze
hi: कांस्य समीक्षक
si: Bronze විචාරකයා
ta: Bronze விமர்சகர்
zh: 青铜评论者

source: Silver Reviewer
fi: Hopeinen arvostelija
fr: Auteur d''argent
hi: रजत समीक्षक
si: රිදී විචාරකයා
ta: Silver விமர்சகர்
zh: 白银评论者

source: Diamond Reviewer
fi: Timanttiarvioija
fr: Auteur de diamant
hi: हीरा समीक्षक
si: හ rubi විචාරකයා
ta: Diamond விமர்சகர்
zh: 钻石评论者

source: Bronze Super fan
fi: Pronssinen superfan
fr: Super fan de bronze
hi: कांस्य सुपर प्रशंसक
si: Bronze සුපිරි රසිකයා
ta: Bronze சூப்பர் ரசிகர்
zh: 青铜超级粉丝

source: Silver Super fan
fi: Hopeinen superfan
fr: Super fan d''argent
hi: रजत सुपर प्रशंसक
si: රිදී සුපිරි රසිකයා
ta: Silver சூப்பர் ரசிகர்
zh: 白银超级粉丝

source: Gold Super fan
fi: Kultainen superfan
fr: Super fan d''or
hi: स्वर्ण सुपर प्रशंसक
si: රන් සුපිරි රසිකයා
ta: Gold சூப்பர் ரசிகர்
zh: 黄金超级粉丝

source: Diamond Super fan
fi: Timanttisuperfan
fr: Super fan de diamant
hi: हीरा सुपर प्रशंसक
si: හ rubi සුපිරි රසිකයා
ta: Diamond சூப்பர் ரசிகர்
zh: 钻石超级粉丝

# nCreatedActivitiesTotal
source: For creating {totalActivitiesCreated} activities
fi: Luodessasi {totalActivitiesCreated} aktiviteettiä
fr: Pour avoir créé {totalActivitiesCreated} activités
hi: {totalActivitiesCreated} गतिविधियों के निर्माण के लिए
si: ඔබ විසින් නිර්මාණය කරන ලද {totalActivitiesCreated} ක්‍රියාකාරකම් සඳහා
ta: நீங்கள் உருவாக்கிய {totalActivitiesCreated} நடவடிக்கைகளுக்காக
zh: 为创建了 {totalActivitiesCreated} 个活动

# nParticipatedActivitiesTotal
source: For participating in {totalActivitiesParticipated} activities
fi: Osallistuessasi {totalActivitiesParticipated} aktiviteettiin
fr: Pour avoir participé à {totalActivitiesParticipated} activités
hi: {totalActivitiesParticipated} गतिविधियों में भाग लेने के लिए
si: ඔබ සහභාගී වූ {totalActivitiesParticipated} ක්‍රියාකාරකම් සඳහා
ta: நீங்கள் பங்கேற்ற {totalActivitiesParticipated} நடவடிக்கைகளுக்காக
zh: 为参与了 {totalActivitiesParticipated} 个活动

# nReviewedActivitiesTotal
source: For reviewing {totalActivitiesReviewed} activities you participated
fi: Arvostellessasi {totalActivitiesReviewed} aktiviteettiä, johon olet osallistunut
fr: Pour avoir examiné {totalActivitiesReviewed} activités auxquelles vous avez participé
hi: आपके द्वारा भाग ली गई {totalActivitiesReviewed} गतिविधियों की समीक्षा करने के लिए
si: ඔබ සහභාගී වූ {totalActivitiesReviewed} ක්‍රියාකාරකම් ඇගයීම සඳහා
ta: நீங்கள் பங்கேற்ற {totalActivitiesReviewed} நடவடிக்கைகளை மறுபரிசீலனை செய்வதற்காக
zh: 为审查了您参与的 {totalActivitiesReviewed} 个活动

source: Creator Badges
fi: Luojan ansiomerkit
fr: Badges de créateur
hi: रचनाकार के बैज
si: නිර්මාණකරුවන්ගේ පදක්කම්
ta: படைப்பாளர் பதக்கங்கள்
zh: 创作者徽章

source: Participation Badges
fi: Osallistumismerkit
fr: Badges de participation
hi: भागीदारी बैज
si: හවුල්කාරිත්ව පදක්කම්
ta: ப participationர் பதக்கங்கள்
zh: 参与徽章

source: Reviewer Badges
fi: Arvioijan ansiomerkit
fr: Badges d''examinateur
hi: समीक्षक बैज
si: විචාරක පදක්කම්
ta: மதிப்பாய்வு பதக்கங்கள்
zh: 评论者徽章

source: Super Fan Badges
fi: Superfanin ansiomerkit
fr: Badges de super fan
hi: सुपर फैन बैज
si: සුපිරි රසික පදක්කම්
ta: சூப்பர் ரசிகர் பதக்கங்கள்
zh: 超级粉丝徽章

# nCreateActivity
source: Create {nActivitiesToBeCreated} activities to unlock
fi: Luo {nActivitiesToBeCreated} aktiviteettiä avataksesi
fr: Créez {nActivitiesToBeCreated} activités pour débloquer
hi: {nActivitiesToBeCreated} गतिविधियों का निर्माण करें ताकि अनलॉक हो सके
si: ඔබ විසින් නිර්මාණය කරන ලද {nActivitiesToBeCreated} ක්‍රියාකාරකම් අවහිර කිරීමට
ta: நீங்கள் உருவாக்கிய {nActivitiesToBeCreated} நடவடிக்கைகளை திறக்க
zh: 创建 {nActivitiesToBeCreated} 个活动以解锁

# nParticipateActivity
source: Participate {nActivitiesToBeParticipated} activities to unlock
fi: Osallistu {nActivitiesToBeParticipated} aktiviteettiin avataksesi
fr: Participez à {nActivitiesToBeParticipated} activités pour débloquer
hi: {nActivitiesToBeParticipated} गतिविधियों में भाग लें ताकि अनलॉक हो सके
si: ඔබ සහභාගී වූ {nActivitiesToBeParticipated} ක්‍රියාකාරකම් අවහිර කිරීමට
ta: நீங்கள் பங்கேற்ற {nActivitiesToBeParticipated} நடவடிக்கைகளை திறக்க
zh: 参与 {nActivitiesToBeParticipated} 个活动以解锁

# nReviewActivity
source: Review {nActivitiesToBeReviewed} activities you participated to unlock
fi: Arvostele {nActivitiesToBeReviewed} aktiviteettiä, johon olet osallistunut avataksesi
fr: Évaluez {nActivitiesToBeReviewed} activités auxquelles vous avez participé pour débloquer
hi: आपके द्वारा भाग ली गई {nActivitiesToBeReviewed} गतिविधियों की समीक्षा करें ताकि अनलॉक हो सके
si: ඔබ සහභාගී වූ {nActivitiesToBeReviewed} ක්‍රියාකාරකම් ඇගයීම සඳහා අවහිර කිරීමට
ta: நீங்கள் பங்கேற்ற {nActivitiesToBeReviewed} நடவடிக்கைகளை மறுபரிசீலனை செய்ய திறக்க
zh: 审查您参与的 {nActivitiesToBeReviewed} 个活动以解锁

source: Unlocked
fi: Avattu
fr: Déverrouillé
hi: अनलॉक किया हुआ
si: විවෘත කර ඇත
ta: திறக்கப்பட்டது
zh: 解锁

source: Gold Reviewer
fi: Kultainen arvostelija
fr: Réviseur d''or
hi: स्वर्ण समीक्षक
si: රන් විචාරකයා
ta: தங்க விமர்சகர்
zh: 金牌评论员

source: Gold Participant
fi: Kultainen osallistuja
fr: Participant d''or
hi: स्वर्ण प्रतिभागी
si: රන් සහභාගිවන්නා
ta: தங்க பங்குபெறுபவர்
zh: 金牌参与者

source: Likes
fi: Tykkää
fr: J''aime
hi: पसंद
si: මනාප
ta: இஷ்டம்
zh: 喜欢

source: Worldwide
fi: Maailmanlaajuinen
fr: Mondial
hi: दुनियाभर
si: ලෝකේය
ta: உலகளாவிய
zh: 全球范围

source: Search Country
fi: Etsi maata
fr: Rechercher un pays
hi: देश खोजें
si: රට සෙවුම
ta: நாட்டைத் தேடு
zh: 搜索国家

# refineYourSearchCriteria
source: Try refining your search criteria or check again later.
fi: Yritä tarkentaa hakuehtojasi tai tarkista myöhemmin uudelleen.
fr: Essayez de préciser vos critères de recherche ou vérifiez à nouveau plus tard.
hi: अपनी खोज मापदंडों को सुधारने का प्रयास करें या बाद में फिर से जांचें.
si: ඔබගේ සෙවුම් විමසුම් සැකසීමට හෝ පසුගියදිනුකරනවාද උත්සාහ කරන්න.
ta: உங்கள் தேடல் குறியீட்டை சோதிப்பதற்கான முயற்சி செய்யவும் அல்லது பின்வரும் காலத்திற்கு மீண்டும் சோதிக்கவும்.
zh: 尝试优化您的搜索条件或稍后再次检查。

# searchStateInCountry
source: Search states in {country}
fi: Etsi osavaltiota {country}.
fr: Rechercher un état en {country}.
hi: {country} में राज्य खोजें.
si: {country} පළාතය සෙවීම.
ta: {country} மாநிலத்தைத் தேடுக.
zh: 在{country}搜索州。

# setDiscoverSearchTitle
source: {identity, select, Playmates{Search Playmate} Teams{Search Team} Stores{Search Store} Venues{Search Venue} other{--}}
fi: {identity, select, Playmates{Etsi pelaajakavereita} Teams{Etsi joukkuetta} Stores{Etsi kauppaa} Venues{Etsi paikkaa} other{--}}
fr: {identity, select, Playmates{Rechercher des camarades de jeu} Teams{Rechercher une équipe} Stores{Rechercher un magasin} Venues{Rechercher un lieu} other{--}}
hi: {identity, select, Playmates{क्रिकेट के खिलाड़ियों की खोज} Teams{टीम की खोज} Stores{स्टोर की खोज} Venues{स्थल की खोज} other{--}}
si: {identity, select, Playmates{ගවේෂණ සෙවුම් කරනවා} Teams{කණ්ඩායම් සෙවුම් කරනවා} Stores{සෙවුම් කරනවා} Venues{සෙවුම් කරනවා} other{--}}
ta: {identity, select, Playmates{விளையாட்டுக் கூட்டத்தைத் தேடு} Teams{அணி கூட்டத்தைத் தேடு} Stores{அங்காடிகளை தேடு} Venues{இடங்களை தேடு} other{--}}
zh: {identity, select, Playmates{搜索游玩伙伴} Teams{搜索团队} Stores{搜索商店} Venues{搜索场馆} other{--}}

# setDiscoverSearchSettingsTitle
source: {identity, select, Playmates{Playmates Settings} Teams{Team Settings} Stores{Store Settings} Venues{Venue Settings} other{--}}
fi: {identity, select, Playmates{Kaverien asetukset} Teams{Tiimien asetukset} Stores{Kauppojen asetukset} Venues{Tilaisuuksien asetukset} other{--}}
fr: {identity, select, Playmates{Paramètres des camarades} Teams{Paramètres de l''équipe} Stores{Paramètres du magasin} Venues{Paramètres de lieu} other{--}}
hi: {identity, select, Playmates{प्लेमेट्स सेटिंग्स} Teams{टीम सेटिंग्स} Stores{स्टोर सेटिंग्स} Venues{स्थल सेटिंग्स} other{--}}
si: {identity, select, Playmates{සුමුදු සැකසුම්} Teams{කණ්ඩායම් සැකසුම්} Stores{සිද්ධාන සැකසුම්} Venues{ස්ථාන සැකසුම්} other{--}}
ta: {identity, select, Playmates{ப்ளேமேட்ஸ் அமைப்புகள்} Teams{அணி அமைப்புகள்} Stores{அங்காடிகள் அமைப்புகள்} Venues{இடங்கள் அமைப்புகள்} other{--}}
zh: {identity, select, Playmates{伙伴设置} Teams{团队设置} Stores{商店设置} Venues{场馆设置} other{--}}

# setPersonalizeSettings
source: {identity, select, Playmates{Personalize the playmate settings to your choice} Teams{Personalize the team settings to your choice} Stores{Personalize the store settings to your choice} Venues{Personalize the venue settings to your choice} other{--}}
fi: {identity, select, Playmates{Mukauta kaverin asetuksia valintasi mukaan} Teams{Mukauta tiimin asetuksia valintasi mukaan} Stores{Mukauta kaupan asetuksia valintasi mukaan} Venues{Mukauta tapahtumapaikan asetuksia valintasi mukaan} other{--}}
fr: {identity, select, Playmates{Personnalisez les paramètres des camarades selon votre choix} Teams{Personnalisez les paramètres de l''équipe selon votre choix} Stores{Personnalisez les paramètres du magasin selon votre choix} Venues{Personnalisez les paramètres du lieu selon votre choix} other{--}}
hi: {identity, select, Playmates{अपनी पसंद के अनुसार कमरेड की सेटिंग को व्यक्तिगत करें} Teams{अपनी पसंद के अनुसार टीम की सेटिंग को व्यक्तिगत करें} Stores{अपनी पसंद के अनुसार स्टोर की सेटिंग को व्यक्तिगत करें} Venues{अपनी पसंद के अनुसार स्थल की सेटिंग को व्यक्तिगत करें} other{--}}
si: {identity, select, Playmates{ඔබේ තේමාව සඳහා සුමුදු සැකසුම් පිරවීම} Teams{ඔබේ තේමාව සඳහා කණ්ඩායම් සැකසුම් පිරවීම} Stores{ඔබේ තේමාව සඳහා සිද්ධාන සැකසුම් පිරවීම} Venues{ඔබේ තේමාව සඳහා ස්ථාන සැකසුම් පිරවීම} other{--}}
ta: {identity, select, Playmates{உங்கள் தேர்வுகளுக்கு பிரிக்க புலம்பும் விளக்கங்களை உள்ளிடுங்கள்} Teams{உங்கள் தேர்வுகளுக்கு அணிகலன்களை உள்ளிடுங்கள்} Stores{உங்கள் தேர்வுகளுக்கு அங்காடிகளை உள்ளிடுங்கள்} Venues{உங்கள் தேர்வுகளுக்கு இடங்களை உள்ளிடுங்கள்} other{--}}
zh: {identity, select, Playmates{根据您的选择个性化伙伴设置} Teams{根据您的选择个性化团队设置} Stores{根据您的选择个性化商店设置} Venues{根据您的选择个性化场馆设置} other{--}}

# milesToMiles
source: {fromNumber}Miles to {toNumber}Miles
fi: {fromNumber} mailista {toNumber} mailiin
fr: {fromNumber} miles à {toNumber} miles
hi: {fromNumber} मील से {toNumber} मील तक
si: {fromNumber} සැතයි {toNumber} සැත
ta: {fromNumber} மைல்கள் முதல் {toNumber} மைல்கள் வரை
zh: {fromNumber}英里至{toNumber}英里
