Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# supportNFeedback
source: SUPPORT & FEEDBACK
fi: TUKI JA PALAUTE
fr: ASSISTANCE ET COMMENTAIRES
hi: सहायता और प्रतिक्रिया
si: සහය සහ ප්‍රතිචාර
ta: ஆதரவு மற்றும் கருத்து
zh: 支持和反馈

source: Contact Support
fi: Ota yhteyttä tukeen
fr: Contacter l''assistance
hi: सहायता से संपर्क करें
si: සහය සම්බන්ධ වන්න
ta: ஆதரவைத் தொடர்பு கொள்ளவும்
zh: 联系支持

# giveFeedbackNRatings
source: Give Feedback & Ratings
fi: Anna palautetta ja arvioita
fr: Donner votre avis et vos notes
hi: प्रतिक्रिया और रेटिंग दें
si: ප්‍රතිචාර සහ ඇගයුම් ලබා දෙන්න
ta: கருத்து மற்றும் மதிப்பீடுகளை வழங்கு
zh: 提供反馈和评分

source: Report a problem
fi: Ilmoita ongelmasta
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
si: ප්‍රශ්නයක් වාර්තා කරන්න
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்
zh: 报告问题

# aboutUsLarge
source: ABOUT US
fi: MEISTÄ
fr: À PROPOS DE NOUS
hi: हमारे बारे में
si: අපගේ ගැන
ta: எங்களைப் பற்றி
zh: 关于我们

source: Playkosmos Guidelines
fi: Playkosmos-ohjeet
fr: Lignes directrices de Playkosmos
hi: Playkosmos दिशानिर्देश
si: Playkosmos උපදෙස්
ta: Playkosmos வழிகாட்டுதல்கள்
zh: Playkosmos 指南

source: About us
fi: Meistä
fr: À propos de nous
hi: हमारे बारे में
si: අපගේ ගැන
ta: எங்களைப் பற்றி
zh: 关于我们

# notificationsBig
source: NOTIFICATIONS
fi: ILMOITUKSET
hi: सूचनाएं
si: දැනුම්දීම
ta: அறிவிப்புகள்
zh: 通知

# locationLarge
source: LOCATION
fi: Sijainti
fr: Emplacement
hi: स्थान
si: ස්ථානය
ta: இடம்
zh: 位置

# manageEmailAndPhoneNumber
source: Manage Email & Phone Number
fi: Hallinnoi sähköpostia ja puhelinnumeroa
fr: Gérer l''e-mail et le numéro de téléphone
hi: ईमेल और फ़ोन नंबर प्रबंधित करें
si: විද්‍යුත් තැපැල හා දුරකථන අංකය व्यवस्थाපනය
ta: மின்னஞ்சல் மற்றும் தொலைபேசி எண்ணை நிர்வகிக்கவும்
zh: 管理电子邮件和电话号码

# emailLarge
source: EMAIL
fi: SÄHKÖPOSTI
hi: ईमेल
si: විද්‍යුත් තැපැල
ta: மின்னஞ்சல்
zh: 电子邮件

# phoneNumberLarge
source: PHONE NUMBER
fi: PUHELINNUMERO
fr: NUMÉRO DE TÉLÉPHONE
hi: फ़ोन नंबर
si: දුරකථන අංකය
ta: தொலைபேசி எண்
zh: 电话号码

source: Add New Email Address
fi: Lisää uusi sähköpostiosoite
fr: Ajouter une nouvelle adresse e-mail
hi: नया ईमेल पता जोड़ें
si: නව විද්‍යුත් තැපැල ලිපිනයක් එක් කරන්න
ta: புதிய மின்னஞ்சல் முகவரியைச் சேர்க்கவும்
zh: 添加新的电子邮件地址

source: New Email Address
fi: Uusi sähköpostiosoite
fr: Nouvelle adresse e-mail
hi: नया ईमेल पता
si: නව විද්‍යුත් තැපැල ලිපිනය
ta: புதிய மின்னஞ்சல் முகவரி
zh: 新的电子邮件地址

source: Email
fi: Sähköposti
hi: ईमेल
si: විද්‍යුත් තැපැල
ta: மின்னஞ்சல்
zh: 电子邮件

# weHaveSentAOneTimePasswordToNewEmail
source: We have sent a One Time Password to the new email address
fi: Olemme lähettäneet kertakäyttöisen salasanan uuteen sähköpostiosoitteeseen
fr: Nous avons envoyé un mot de passe à usage unique à la nouvelle adresse e-mail
hi: हमने नए ईमेल पते पर एक बार का पासवर्ड भेजा है
si: නව විද්‍යුත් තැපැල ලිපිනයට එක් වර පාරායිත පරිශීලක රහස් පදයක් යවා ඇත
ta: புதிய மின்னஞ்சல் முகவரிக்கு ஒரு முறை கடவுச்சொல்லை அனுப்பியுள்ளோம்
zh: 我们已向新电子邮件地址发送了一次性密码

source: Enter OTP Code
fi: Syötä OTP-koodi
fr: Saisissez le code OTP
hi: ओटीपी कोड दर्ज करें
si: එක් වර පාරායිත පරිශීලක රහස් පදය ඇතුළත් කරන්න
ta: ஒரு முறை கடவுச்சொல்லை உள்ளிடவும்
zh: 输入一次性密码

source: Resend OTP
fi: Lähetä OTP uudelleen
fr: Renvoyer l''OTP
hi: ओटीपी को फिर से भेजें
si: එක් වර පාරායිත පරිශීලක රහස් පදය යළි යවන්න
ta: ஒரு முறை கடவுச்சொல்லை மீண்டும் அனுப்பவும்
zh: 重新发送一次性密码

source: Verify
fi: Vahvista
fr: Vérifier
hi: सत्यापित करें
si: තහවුරු කරන්න
ta: சரிபார்க்கவும்
zh: 验证

# theOTPHasBeenVerifiedAndEmailAdded
source: The OTP has been verified, and you have successfully added a new email address
fi: OTP on vahvistettu ja olet lisännyt uuden sähköpostiosoitteen onnistuneesti
fr: L''OTP a été vérifié et vous avez ajouté une nouvelle adresse e-mail avec succès
hi: ओटीपी सत्यापित किया गया है, और आपने सफलतापूर्वक एक नया ईमेल पता जोड़ा है
si: එක් වර පාරායිත පරිශීලක රහස් පදය තහවුරු කර ඇති අතර ඔබ සාර්ථකව නව විද්‍යුත් තැපැල ලිපිනයක් එක් කර ඇත
ta: ஒரு முறை கடவுச்சொல் சரிபார்க்கப்பட்டுள்ளது, மேலும் நீங்கள் வெற்றிகரமாக புதிய மின்னஞ்சல் முகவரியைச் சேர்த்துள்ளீர்கள்
zh: 一次性密码已验证，您已成功添加新的电子邮件地址

source: Make Primary
fi: Tee ensisijaiseksi
fr: Définir comme principal
hi: प्राथमिक बनाएं
si: ප්‍රධාන කරන්න
ta: முதன்மையானதாக்கவும்
zh: 设置为主要

source: Remove email Address
fi: Poista sähköpostiosoite
fr: Supprimer l''adresse e-mail
hi: ईमेल पता हटाएं
si: විද්‍යුත් තැපැල ලිපිනය ඉවත් කරන්න
ta: மின்னஞ்சல் முகவரியை நீக்கவும்
zh: 删除电子邮件地址

# enterYourPasswordForAuthenticity
source: Enter your password for authenticity of the Account and security reasons.
fi: Anna salasanasi tilin aitouden ja turvallisuussyistä.
fr: Saisissez votre mot de passe pour garantir l''authenticité du compte et pour des raisons de sécurité.
hi: खाते की प्रामाणिकता और सुरक्षा कारणों से अपना पासवर्ड दर्ज करें।
si: ගිණුමේ පැවතුම හා ආරක්ෂණ හේතු නිසා ඔබේ රහස් පදය ඇතුළත් කරන්න.
ta: கணக்கின் உண்மையான தன்மை மற்றும் பாதுகாப்பு காரணங்களுக்காக உங்கள் கடவுச்சொல்லை உள்ளிடவும்.
zh: 出于帐户真实性和安全原因，请输入您的密码。

# youAreAboutToRemoveThisEmail
source: You are about to remove this email, and it won''t be used to login into your account again
fi: Olet poistamassa tätä sähköpostiosoitetta, eikä sitä enää käytetä kirjautumiseen tilillesi
fr: Vous êtes sur le point de supprimer cette adresse e-mail. Elle ne sera plus utilisée pour vous connecter à votre compte.
hi: आप इस ईमेल को हटाने वाले हैं, और इसका उपयोग आपके खाते में फिर से लॉग इन करने के लिए नहीं किया जाएगा
si: ඔබ මෙම විද්‍යුත් තැපැල ලිපිනය ඉවත් කිරීමට ඇති අතර, එය ඔබේ ගිණුමට නැවත ඇතුළු වීමට නොපාවිච්චි වේ
ta: நீங்கள் இந்த மின்னஞ்சல் முகவரியை நீக்கப் போகிறீர்கள், மேலும் இது உங்கள் கணக்கில் மீண்டும் உள்நுழையப் பயன்படுத்தப்படாது
zh: 您即将删除此电子邮件地址。它将不再用于登录您的帐户。

source: Removing Email
fi: Poistetaan sähköpostiosoitetta
fr: Suppression de l''adresse e-mail
hi: ईमेल हटा रहा है
si: විද්‍යුත් තැපැල ලිපිනය ඉවත් කරමින්
ta: மின்னஞ்சல் முகவரியை நீக்குகிறது
zh: 正在删除电子邮件地址

source: Confirm
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
si: තහවුරු කරන්න
ta: உறுதிசெய்
zh: 确认

source: Remove phone number
fi: Poista puhelinnumero
fr: Supprimer le numéro de téléphone
hi: फ़ोन नंबर हटाएं
si: දුරකථන අංකය ඉවත් කරන්න
ta: போன் எண்ணை நீக்கவும்
zh: 删除电话号码

source: Removing Phone number
fi: Poistetaan puhelinnumeroa
fr: Suppression du numéro de téléphone
hi: फ़ोन नंबर हटा रहे हैं
si: දුරකථන අංකය ඉවත් කරමින්
ta: போன் எண்ணை நீக்குகிறது
zh: 正在删除电话号码

# theOTPHasBeenVerifiedAndNumberAdded
source: The OTP has been verified, and you have successfully added a new phone number
fi: OTP on vahvistettu ja olet lisännyt uuden puhelinnumeron onnistuneesti
fr: Le code OTP a été vérifié et vous avez ajouté un nouveau numéro de téléphone avec succès
hi: ओटीपी सत्यापित हो गया है, और आपने सफलतापूर्वक एक नया फ़ोन नंबर जोड़ा है
si: OTP තහවුරු කර ඇති අතර ඔබ සාර්ථකව නව දුරකථන අංකයක් එකතු කර ඇත
ta: OTP சரிபார்க்கப்பட்டது, புதிய போன் எண்ணை நீங்கள் வெற்றிகரமாகச் சேர்த்துள்ளீர்கள்
zh: OTP 已验证，您已成功添加新的电话号码

source: Add new phone number
fi: Lisää uusi puhelinnumero
fr: Ajouter un nouveau numéro de téléphone
hi: नया फ़ोन नंबर जोड़ें
si: නව දුරකථන අංකයක් එකතු කරන්න
ta: புதிய போன் எண்ணைச் சேர்க்கவும்
zh: 添加新的电话号码

source: New Phone Number
fi: Uusi puhelinnumero
fr: Nouveau numéro de téléphone
hi: नया फ़ोन नंबर
si: නව දුරකථන අංකය
ta: புதிய போன் எண்
zh: 新电话号码

# youAreAboutToRemoveThisNumber
source: You are about to remove this phone number, and it won''t be used to login into your account again
fi: Olet poistamassa tätä puhelinnumeroa, eikä sitä enää käytetä kirjautumiseen tilillesi
fr: Vous êtes sur le point de supprimer ce numéro de téléphone. Il ne pourra plus être utilisé pour vous connecter à votre compte
hi: आप इस फ़ोन नंबर को हटाने वाले हैं, और इसका उपयोग आपके खाते में लॉग इन करने के लिए नहीं किया जाएगा
si: ඔබ මෙම දුරකථන අංකය ඉවත් කිරීමට බලා සිටින අතර, එය ඔබේ ගිණුමට ලॉग් වීමට නැවත භාවිතා නොකරනු ඇත
ta: நீங்கள் இந்த போன் எண்ணை நீக்கப் போகிறீர்கள், மேலும் இது உங்கள் கணக்கில் மீண்டும் உள்நுழையப் பயன்படுத்தப்படாது
zh: 您即将删除此电话号码，且它将不会再用于登录您的帐户

source: Create and manage stores
fi: Luo ja hallitse kauppoja
fr: Créer et gérer des magasins
hi: स्टोर बनाएँ और प्रबंधित करें
si: වෙළඳසැල් සාදන්න සහ කළමනාකරණය කරන්න
ta: ஸ்டோர்களை உருவாக்கி நிர்வகிக்கவும்
zh: 创建和管理商店

source: Manage Store
fi: Hallitse kauppaa
fr: Gérer le magasin
hi: स्टोर प्रबंधित करें
si: වෙළඳසැල කළමනාකරණය කරන්න
ta: கடையை நிர்வகிக்கவும்
zh: 管理商店

source: Upload an image to your Store profile
fi: Lataa kuva kauppaprofiiliisi
fr: Téléchargez une image sur votre profil de magasin
hi: अपने स्टोर प्रोफ़ाइल पर एक छवि अपलोड करें
si: ඔබේ වෙළඳසැලේ පැතිකඩට රූපයක් උඩුගත කරන්න
ta: உங்கள் ஸ்டோர் சுயவிவரத்தில் ஒரு படத்தைப் பதிவேற்றவும்
zh: 将图片上传到您的商店资料

source: Store Name
fi: Kaupan nimi
fr: Nom du magasin
hi: स्टोर का नाम
si: වෙළඳසැලේ නම
ta: கடையின் பெயர்
zh: 店铺名称

# storeNameHint
source: Type store name
fi: Kirjoita kaupan nimi
fr: Tapez le nom du magasin
hi: स्टोर का नाम टाइप करें
si: වෙළඳසැලේ නම වර්ගය
ta: கடையின் பெயரை உள்ளிடவும்
zh: 类型商店名称

source: Store Description
fi: Kaupan kuvaus
fr: Description du magasin
hi: स्टोर विवरण
si: ගබඩා විස්තරය
ta: கடை விளக்கம்
zh: 店铺描述

source: Store Interest
fi: Kaupan kiinnostus
fr: Intérêt du magasin
hi: स्टोर की रुचि
si: ගබඩා පොලී
ta: கடை வட்டி
zh: 商店兴趣

source: Store Address
fi: Kaupan osoite
fr: Adresse du magasin
hi: स्टोर का पता
si: ගබඩා ලිපිනය
ta: கடை முகவரி
zh: 店铺地址

source: Current Password
fi: Nykyinen salasana
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
si: වර්තමාන පරිගණක සංකේතය
ta: தற்போதைய கடவுச்சொல்
zh: 当前密码

source: New Password
fi: Uusi salasana
fr: Nouveau mot de passe
hi: नया पासवर्ड
si: නව පරිගණක සංකේතය
ta: புதிய கடவுச்சொல்
zh: 新密码

# youHaveSuccessfullyChangePassword
source: You have successfully changed your password
fi: Olet vaihtanut salasanasi onnistuneesti
fr: Vous avez changé votre mot de passe avec succès
hi: आपने अपना पासवर्ड सफलतापूर्वक बदल लिया है
si: ඔබ ඔබේ පරිගණක සංකේතය සාර්ථකව වෙනස් කර ඇත
ta: நீங்கள் உங்கள் கடவுச்சொல்லை வெற்றிகரமாக மாற்றிவிட்டீர்கள்
zh: 您已成功更改密码

# requiredToAddOneStoreProduct
source: Please note that you are required to add at least, one product to create your store
fi: Huomaa, että sinun tulee lisätä vähintään yksi tuote kaupan luomiseksi
fr: Attention, vous devez ajouter au moins un produit pour créer votre magasin
hi: कृपया ध्यान दें कि आपको अपना स्टोर बनाने के लिए कम से कम एक उत्पाद जोड़ना आवश्यक है।
si: ඔබේ වෙළඳසැල නිර්මාණය කිරීම සඳහා අවම වශයෙන් එක් නිෂ්පාදනයක් එකතු කළ යුතු බව කරුණාවෙන් සලකන්න
ta: உங்கள் ஸ்டோரை உருவாக்க குறைந்தபட்சம், ஒரு தயாரிப்பையாவது நீங்கள் சேர்க்க வேண்டும் என்பதை நினைவில் கொள்க
zh: 请注意，您需要至少添加一个产品才能创建您的商店

source: Add images
fi: Lisää kuvia
fr: Ajouter des images
hi: चित्र जोड़ें
si: රූප එකතු කරන්න
ta: படங்களைச் சேர்க்கவும்
zh: 添加图像

source: Product Name
fi: Tuotteen nimi
fr: Nom du produit
hi: उत्पाद का नाम
si: නිෂ්පාදන නාමය
ta: தயாரிப்பு பெயர்
zh: 产品名称

source: Product Description (Optional)
fi: Tuotekuvaus (valinnainen)
fr: Description du produit (facultatif)
hi: उत्पाद विवरण (वैकल्पिक)
si: නිෂ්පාදන විස්තරය (විකල්ප)
ta: தயாரிப்பு விளக்கம் (விரும்பினால்)
zh: 产品描述（可选）

source: Product Price € (Optional)
fi: Tuotteen hinta € (valinnainen)
fr: Prix du produit € (facultatif)
hi: उत्पाद मूल्य € (वैकल्पिक)
si: නිෂ්පාදන මිල € (විකල්ප)
ta: தயாரிப்பு விலை € (விரும்பினால்)
zh: 产品价格 € （可选）

source: New Store Created
fi: Uusi kauppa luotu
fr: Nouveau magasin créé
hi: नया स्टोर बनाया गया
si: නව වෙළඳසැල නිර්මාණය කරන ලදී
ta: புதிய கடை உருவாக்கப்பட்டதுී
zh: 新商店已创建

# yourStoreHasBeenCreated
source: Your store has been successfully created, proceed to view and manage.
fi: Kauppasi on luotu onnistuneesti, jatka sen näyttämiseen ja hallintaan.
fr: Votre magasin a été créée avec succès, procédez à l''affichage et à la gestion.
hi: आपका स्टोर सफलतापूर्वक बनाया जा चुका है, देखने और प्रबंधित करने के लिए आगे बढ़ें.
si: ඔබගේ වෙළඳසැල සාර්ථකව නිර්මාණය කර ඇත, නැරඹීමට සහ කළමනාකරණය කිරීමට ඉදිරියට යන්න.
ta: உங்கள் ஸ்டோர் வெற்றிகரமாக உருவாக்கப்பட்டது, பார்க்கவும் நிர்வகிக்கவும் தொடரவும்.
zh: 您的商店已成功创建，请继续查看和管理。

source: Add product
fi: Lisää tuote
fr: Ajouter un produit
hi: उत्पाद जोड़ें
si: නිෂ්පාදනයක් එකතු කරන්න
ta: தயாரிப்பு சேர்க்கவும்
zh: 添加产品

source: Edit Store
fi: Muokkaa kauppaa
fr: Modifier le magasin
hi: स्टोर संपादित करें
si: වෙළඳසැල සංස්කරණය කරන්න
ta: ஸ்டோர் திருத்தவும்
zh: 编辑商店

source: Report Store
fi: Raporttikauppa
fr: Signaler le magasin
hi: रिपोर्ट स्टोर
si: වාර්තා ගබඩාව
ta: அறிக்கை அங்காடி
zh: 报告商店

# manageNotificationsStoreWillReceive
source: Manage notifications your store will receive.
fi: Hallinnoi kauppasi vastaanottamia ilmoituksia
fr: Gérer les notifications que votre magasin recevra
hi: आपके स्टोर को प्राप्त होने वाली सूचनाएं प्रबंधित करें
si: ඔබගේ වෙළඳසැලට ලැබෙන දැනුම්දීම් කළමනාකරණය කරන්න
ta: உங்கள் ஸ்டோர் பெறும் அறிவிப்புகளை நிர்வகிக்கவும்
zh: 管理您的商店将收到的通知

source: Store Followers
fi: Kaupan seuraajat
fr: Followers du magasin
hi: अनुयायियों को स्टोर करें
si: අනුගාමිකයින් ගබඩා කරන්න
ta: ஸ்டோர் பின்தொடர்பவர்கள்
zh: 商店关注者

source: Notify when store has a new follower
fi: Ilmoita, kun kaupalla on uusi seuraaja
fr: Avertir lorsque le magasin à un nouveau follower
hi: स्टोर में नया अनुयायी होने पर सूचित करें
si: ගබඩාවට නව අනුගාමිකයෙකු සිටින විට දැනුම් දෙන්න
ta: கடையில் புதிய பின்தொடர்பவர் இருக்கும்போது தெரிவிக்கவும்
zh: 当商店有新关注者时通知

source: Store Messages
fi: Kaupan viestit
fr: Magasin les messages
hi: स्टोर के संदेश
si: ගබඩා පණිවුඩ
ta: ஸ்டோர் செய்திகள்
zh: 存储消息

# notifyWhenStoreHasNewMessage
source: Notify when store has a new message
fi: Ilmoita, kun kaupassa on uusi viesti
fr: Avertir lorsque le magasin a un nouveau message
hi: स्टोर में नया संदेश होने पर सूचित करें
si: වෙළඳසැලට නව පණිවුඩයක් ඇති විට දැනුම් දෙන්න
ta: ஸ்டோரில் ஒரு புதிய செய்தி இருக்கும்போது அறிவிக்கவும்
zh: 商店有新消息时通知

source: Store Post
fi: Kaupan posti
fr: Post de magasin
hi: स्टोर पोस्ट
si: ගබඩා පෝස්ට්
ta: ஸ்டோர் போஸ்ட்
zh: 店铺帖子

source: Notify when store followers post
fi: Ilmoita kaupalle, kun seuraajat julkaisevat
fr: Notifier le magasin lorsque les followers post
hi: जब अनुयायी पोस्ट करें तो स्टोर को सूचित करें
si: අනුගාමිකයින් පළ කරන විට ගබඩාවට දැනුම් දෙන්න
ta: பின்தொடர்பவர்கள் இடுகையிடும்போது ஸ்டோருக்கு அறிவிக்கவும்
zh: 当关注者发帖时通知商店

source: Store Comments
fi: Kaupan kommentit
fr: Commentaires sur le magasin
hi: स्टोर टिप्पणियाँ
si: ගබඩා අදහස්
ta: கருத்துகளை ஸ்டோர்
zh: 商店评论

source: Notify when my store is tagged to a post
fi: Ilmoita, kun kauppani mainitaan postauksessa
fr: Notifier lorsque mon magasin est mentionné dans un post
hi: जब मेरे स्टोर को किसी पोस्ट पर टैग किया जाता है तो सूचित करें
si: මගේ වෙළඳසැල පෝස්ට් එකකට ටැග් කර ඇති විට දැනුම් දෙන්න
ta: எனது ஸ்டோர் ஒரு இடுகைக்கு குறியிடப்படும்போது அறிவிக்கவும்
zh: 当帖子中提到我的商店时通知

source: Delete This Store?
fi: Poistetaanko tämä kauppa?
fr: Supprimer ce magasin?
hi: इस स्टोर को हटाएँ?
si: මෙම ගබඩාව මකන්නද?
ta: இந்த ஸ்டோரை நீக்குவதா?
zh: 删除这个商店？

source: You are about to delete this Store
fi: Olet poistamassa tätä Kauppaa
fr: Vous êtes sur le point de supprimer ce magasin
hi: आप इस स्टोर को हटाने वाले हैं
si: ඔබ මෙම ගබඩාව මකා දැමීමට සැරසෙයි
ta: நீங்கள் இந்த ஸ்டோரை நீக்கப் போகிறீர்கள்
zh: 您即将删除该商店

source: Add new product
fi: Lisää uusi tuote
fr: Ajouter un nouveau produit
hi: एक नया उत्पाद जोड़ें
si: නව නිෂ්පාදනයක් එකතු කරන්න
ta: புதிய தயாரிப்பைச் சேர்க்கவும்
zh: 添加新产品

# manageWhatInformationYouAllowOtherPeople
source: Manage what information you allow other people on playkosmos to see.
fi: Hallitse, mitä tietoa sallit muiden näkevän Playkosmosissa
fr: Gérez les informations que vous autorisez les autres personnes à voir sur Playkosmos
hi: प्लेकोस्मोस पर दिखाने की अन्य लोगों को किसी जानकारी को कैसे प्रबंधित करें
si: ප්රතියානං කරන විශේෂික තොරතුර කුමුමනට දැක්කගෙන හාරන්න
ta: நீங்கள் படித்ததை மற்ற மக்கள் எப்படியிருக்கலாம் என்பதை நிர்வகிப்பது
zh: 管理您允许其他人在playkosmos上看到的信息

# postLarge
source: POST
fi: POSTAA
fr: POSTER
hi: पोस्ट करें
si: පොස්ට්
ta: அனுப்பவும்
zh: 发布

source: Everyone
fi: Kaikki
fr: Tout le monde
hi: सभी
si: සිහින
ta: அனைத்துவர்
zh: 所有人

# directMessageLarge
source: DIRECT MESSAGE
fi: HENKILÖKOHTAINEN VIESTI
fr: MESSAGE DIRECT
hi: सीधा संदेश
si: පැනි පණිවිඩය
ta: உடனடிக்கின்ற செய்தி
zh: 直接消息

# blockLarge
source: BLOCK
fi: ESTÄ
fr: BLOQUER
hi: अवरोधित करें
si: කොමානන්
ta: அடை
zh: 屏蔽

source: Create Product
fi: Luo tuote
fr: Créer un produit
hi: उत्पाद बनाएँ
si: නිෂ්පාදනයක් සාදන්න
ta: தயாரிப்பு உருவாக்கு
zh: 创建产品

source: You just added a new product to your store
fi: Lisäsit juuri uuden tuotteen kauppaasi
fr: Vous venez d''ajouter un nouveau produit à votre magasin
hi: आपने अभी-अभी अपने स्टोर में एक नया उत्पाद जोड़ा है
si: ඔබ දැන් ඔබේ වෙළඳසැලට නව නිෂ්පාදනයක් එක් කර ඇත
ta: உங்கள் கடையில் புதிய தயாரிப்பைச் சேர்த்துள்ளீர்கள்
zh: 您刚刚向商店添加了新产品

source: Product Description
fi: Tuotekuvaus
fr: Description du produit
hi: उत्पाद विवरण
si: නිෂ්පාදන විස්තරය
ta: தயாரிப்பு விளக்கம்
zh: 产品描述

# productPriceWithCurrency
source: Product Price €
fi: Tuotteen hinta €
fr: Prix du produit €
hi: उत्पाद मूल्य €
si: නිෂ්පාදන මිල €
ta: தயாரிப்பு விலை €
zh: 产品价格 €

source: Edit Product
fi: Muokkaa tuotetta
fr: Modifier le produit
hi: उत्पाद संपादित करें
si: නිෂ්පාදනය සංස්කරණය කරන්න
ta: தயாரிப்பு திருத்தவும்
zh: 编辑产品

source: Logging out?
fi: Kirjautuminen ulos?
fr: Déconnexion ?
hi: लॉग आउट हो रहा है?
si: ලොග් එලවීම?
ta: வெளியேறுகிறீர்களா?
zh: 正在退出?

# youAreAboutToLogout
source: You are about to LOG-OUT from Playkosmos
fi: Olet kirjautumassa ulos Playkosmos-palvelusta.
fr: Vous êtes sur le point de vous déconnecter de Playkosmos.
hi: आप Playkosmos से लॉग आउट करने वाले हैं.
si: ඔබ Playkosmos ගිණුමෙන් ලොග් එලවීමට ඇත.
ta: நீங்கள் Playkosmos இலிருந்து வெளியேறப் போகிறீர்கள்.
zh: 您即将退出 Playkosmos。

source: Report Playmate
fi: Ilmoita Playmate
fr: Signaler un camarade de jeu
hi: रिपोर्ट प्लेमेट
si: වාර්තා Playmate
ta: பிளேமேட்டைப் புகாரளிக்கவும்
zh: 举报玩伴

source: Review Playmate
fi: Arvostele Playmate
fr: Revoir un camarade de jeu
hi: प्लेमेट की समीक्षा करें
si: Playmate සමාලෝචනය කරන්න
ta: மதிப்பாய்வு ப்ளேமேட்
zh: 评论玩伴

# whereToReceiveNotification
source: WHERE TO RECEIVE NOTIFICATIONS
fi: minne vastaanottaa ilmoituksia
fr: OÙ RECEVOIR LES NOTIFICATIONS
hi: सूचनाएँ कहाँ प्राप्त करें
si: දැනුම්දීම් ලැබිය යුතු ස්ථානය
ta: அறிவிப்புகளை எங்கே பெறுவது
zh: 在哪里接收通知

source: Device
fi: Laite
fr: Périphérique
hi: डिवाइस
si: උපාංගය
ta: சாதனம்
zh: 设备

# notificationYouWillReceive
source: NOTIFICATIONS YOU WILL RECEIVE
fi: Saat ilmoitukset
fr: NOTIFICATIONS QUE VOUS RECEVREZ
hi: सूचनाएँ आपको प्राप्त होंगी
si: ඔබට ලැබෙන දැනුම්දීම්
ta: நீங்கள் பெறும் அறிவிப்புகள்
zh: 您将收到的通知

source: Set up notification on request
fr: Configurer une notification sur demande
hi: अनुरोध पर अधिसूचना सेट करें
si: ඉල්ලීම මත දැනුම්දීම සකසන්න
ta: கோரிக்கையின் மீது அறிவிப்பை அமைக்கவும்
zh: 根据请求设置通知

source: Update
fi: päivitys
fr: Mise à jour
hi: अद्यतन करें
si: යාවත්කාලීන කරන්න
ta: புதுப்பிப்பு
zh: 更新

source: Set up notification on update
fi: asetusilmoitus päivityksestä
fr: Configurer la notification lors de la mise à jour
hi: अपडेट पर अधिसूचना सेट करें
si: යාවත්කාලීන කිරීම පිළිබඳ දැනුම්දීම සකසන්න
ta: புதுப்பிப்பு குறித்த அறிவிப்பை அமைக்கவும்
zh: 设置更新通知

source: Set up notification on message
fr: Configurer la notification sur le message
hi: संदेश पर सूचना सेट करें
si: පණිවිඩය මත දැනුම්දීම සකසන්න
ta: செய்தியில் அறிவிப்பை அமைக்கவும்
zh: 设置消息通知

# postCommentReactionsTags
source: Post, Comments, Reactions, Tags
fi: viestit, kommentit, reaktiot, tunnisteet
fr: Message, commentaires, réactions, tags
hi: पोस्ट, टिप्पणियाँ, प्रतिक्रियाएँ, टैग
si: පළ කිරීම්, අදහස්, ප්‍රතිචාර, ටැග්
ta: இடுகை, கருத்துகள், எதிர்வினைகள், குறிச்சொற்கள்
zh: 帖子、评论、反应、标签

# setUpNotificationOnPostCommentReactionsTags
source: Set up notification on post, comments, reactions, tags
fi: Aseta ilmoitus viesteistä, kommenteista, reaktioista, tunnisteista
fr: Configurer les notifications sur les publications, commentaires, réactions, tags
hi: पोस्ट, टिप्पणियों, प्रतिक्रियाओं, टैग पर अधिसूचना सेट करें
si: පළ කිරීම්, අදහස්, ප්‍රතික්‍රියා, ටැග් පිළිබඳ දැනුම්දීමක් සකසන්න
ta: இடுகை, கருத்துகள், எதிர்வினைகள், குறிச்சொற்கள் பற்றிய அறிவிப்பை அமைக்கவும்
zh: 设置关于帖子、评论、反应、标签的通知

source: Manage notifications you receive on request.
fi: Hallinnoi pyynnöstä saamiasi ilmoituksia.
fr: Gérer les notifications que vous recevez sur demande.
hi: अनुरोध पर प्राप्त होने वाली सूचनाएं प्रबंधित करें।
si: ඉල්ලීම මත ඔබට ලැබෙන දැනුම්දීම් කළමනාකරණය කරන්න.
ta: கோரிக்கையின் பேரில் நீங்கள் பெறும் அறிவிப்புகளை நிர்வகிக்கவும்.
zh: 管理您根据请求收到的通知。

# notifyWhenPlaymateRequest
source: Notify when I have playmate request
fi: Ilmoita minulle, kun minulla on Playmate-pyyntö
fr: Avertir lorsque j''ai une demande de compagnon de jeu
hi: जब मेरे पास प्लेमेट अनुरोध हो तो सूचित करें
si: මට Playmate ඉල්ලීමක් ඇති විට දැනුම් දෙන්න
ta: எனக்கு பிளேமேட் கோரிக்கை இருக்கும்போது தெரிவிக்கவும்
zh: 当我有玩伴请求时通知

# notifyWhenHaveNewFan
source: Notify when I have a new fan
fi: Ilmoita, kun minulla on uusi fani
fr: Avertir quand j''ai un nouveau fan
hi: जब मेरे पास कोई नया प्रशंसक हो तो सूचित करें
si: මට නව රසිකයෙක් ඇති විට දැනුම් දෙන්න
ta: எனக்கு ஒரு புதிய விசிறி இருக்கும்போது தெரிவிக்கவும்
zh: 当我有新粉丝时通知

# teamLarge
source: TEAM
fr: ÉQUIPE
hi: टीम
ta: டீம்
zh: 团队

# notifyWhenTeamHasNewJoinRequest
source: Notify when team has a new join request
fi: Ilmoita, kun tiimillä on uusi liittymispyyntö
fr: Notifier quand l''équipe a une nouvelle demande d''adhésion
hi: जब टीम के पास नया शामिल होने का अनुरोध हो तो सूचित करें
si: කණ්ඩායමට නව සම්බන්ධ වීමේ ඉල්ලීමක් ඇති විට දැනුම් දෙන්න
ta: அணிக்கு புதிய சேர கோரிக்கை இருக்கும்போது தெரிவிக்கவும்
zh: 当团队有新的加入请求时通知

# teamsFans
source: Notify when team has a new fan
fi: Ilmoita, kun joukkueella on uusi fani
fr: Notifier quand l''équipe a un nouveau fan
hi: टीम में नया प्रशंसक होने पर सूचित करें
si: කණ්ඩායමට නව රසිකයෙක් සිටින විට දැනුම් දෙන්න
ta: அணிக்கு ஒரு புதிய ரசிகர் இருக்கும்போது தெரிவிக்கவும்
zh: 当团队有新粉丝时通知

# storeLarge
source: STORE
hi: स्टोर
zh: 商店

# venueLarge
source: VENUE
hi: स्थान
zh: 场地

source: Manage notifications you receive on update.
fi: Hallinnoi päivityksen yhteydessä saamiasi ilmoituksia.
fr: Gérer les notifications que vous recevez lors de la mise à jour.
hi: अपडेट पर प्राप्त होने वाली सूचनाओं को प्रबंधित करें।
si: යාවත්කාලීන කිරීමේදී ඔබට ලැබෙන දැනුම්දීම් කළමනාකරණය කරන්න.
ta: புதுப்பிக்கப்படும்போது நீங்கள் பெறும் அறிவிப்புகளை நிர்வகிக்கவும்.
zh: 管理您在更新时收到的通知。

# notifyWhenANewPlayJoinInYourLocation
source: Notify when a new playmate join playkosmos in your location
fi: Ilmoita, kun uusi leikkikaveri liittyy playkosmosiin sijainnissasi
fr: Avertir lorsqu''un nouveau camarade de jeu rejoint playkosmos dans votre région
hi: जब कोई नया साथी आपके स्थान पर प्लेकोस्मोस से जुड़े तो सूचित करें
si: ඔබේ ස්ථානයේ නව ක්‍රීඩා සගයෙකු playkosmos හා සම්බන්ධ වූ විට දැනුම් දෙන්න
ta: உங்கள் இருப்பிடத்தில் பிளேகோஸ்மோஸில் ஒரு புதிய விளையாட்டுத் தோழன் சேரும்போது தெரிவிக்கவும்
zh: 当新玩伴加入您所在位置的 playkosmos 时发出通知

# notifyWhenANewTeamIsCreatedInYourLocation
source: Notify when a new team in created in your location
fi: Ilmoita, kun sijaintiisi on luotu uusi tiimi
fr: Avertir lorsqu''une nouvelle équipe est créée dans votre emplacement
hi: आपके स्थान पर एक नई टीम बनने पर सूचित करें
si: ඔබේ ස්ථානයේ නව කණ්ඩායමක් නිර්මාණය වූ විට දැනුම් දෙන්න
ta: உங்கள் இருப்பிடத்தில் ஒரு புதிய குழு உருவாக்கப்பட்ட போது தெரிவிக்கவும்
zh: 在您所在位置创建新团队时发出通知

source: Notify when a new store is created in your location
fi: Ilmoita, kun sijaintiisi luodaan uusi kauppa
fr: Avertir lorsqu''un nouveau magasin est créé dans votre emplacement
hi: आपके स्थान पर एक नया स्टोर बनने पर सूचित करें
si: ඔබේ ස්ථානයේ නව වෙළඳසැලක් නිර්මාණය වූ විට දැනුම් දෙන්න
ta: உங்கள் இடத்தில் ஒரு புதிய ஸ்டோர் உருவாக்கப்படும் போது தெரிவிக்கவும்
zh: 在您所在位置创建新商店时发出通知

source: Notify when a new venue is created in your location
fi: Ilmoita, kun sijaintiisi luodaan uusi tapahtumapaikka
fr: Avertir lorsqu''un nouveau lieu est créé dans votre emplacement
hi: जब आपके स्थान पर कोई नया स्थान बनाया जाए तो सूचित करें
si: ඔබේ ස්ථානයේ නව ස්ථානයක් සාදන විට දැනුම් දෙන්න
ta: உங்கள் இடத்தில் ஒரு புதிய இடம் உருவாக்கப்படும் போது தெரிவிக்கவும்
zh: 在您所在位置创建新场地时发出通知
