Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# setInterestType
source: {interest, select, bowling{Bowling} boxing{Boxing} fencing{Fencing} mixedMartialArts{Mixed Martial Arts} karate{Karate} kickBoxing{Kick Boxing} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Wrestling} basketball{Basketball} beachVolleyball{Beach Volleyball} fistball{Fistball} korfball{Korfball} netball{Netball} volleyball{Volleyball} americanFootball{American Football} bubbleFootball{Bubble Football} football{Football} futsal{Futsal} rugby{Rugby} bandy{Bandy} baseball{Baseball} cricket{Cricket} finnishBaseball{Finnish Baseball (Pesapallo)} floorball{Floorball} golf{Golf} polo{Polo} badminton{Badminton} padel{Padel} racquetball{Racquetball} squash{Squash} tableTennis{Table Tennis} tennis{Tennis} diving{Diving} skating{Skating} skiing{Skiing} swimming{Swimming} cycling{Cycling} highJump{High Jump} javelin{Javelin} longJump{Long Jump} motorSports{Motorsports} poleVault{Pole Vault} running{Running} shotput{Shotput} tripleJump{Triple Jump} battleship{Battleship} backgammon{Backgammon} carrom{Carrom} checkers{Checkers} jenga{Jenga} ludo{Ludo} snakeLadder{Snake & Ladder} videogames{Videogames} bookReading{Book Reading} chess{Chess} scrabble{Scrabble} spiritual{Spiritual} yoga{Yoga} archery{Archery} dance{Dance} darts{Darts} gym{Gym} pets{Pets} rockClimbing{Rock Climbing} shooting{Shooting} snookerPool{Snooker & Pool} general{General Flyers} other{{interest}}}
fi: {interest, select, bowling{Keilaus} boxing{fNyrkkeily} fencing{Aidat} mixedMartialArts{Sekalaistaottelulajit} karate{Karate} kickBoxing{Potkunyrkkeily} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Paini} basketball{Koripallo} beachVolleyball{Rantalentopallo} fistball{Nyrkkeily} korfball{Korfball} netball{Netball} volleyball{Lentopallo} americanFootball{Amerikkalainen jalkapallo} bubbleFootball{Kuplajalkapallo} football{Jalkapallo} futsal{Futsal} rugby{Rugby} bandy{fBandy} baseball{Baseball} cricket{Kriketti} finnishBaseball{Suomen pesäpallo (Pesapallo)} floorball{Salibandy} golf{Golf} polo{Polo} badminton{Sulkapallo} padel{Padel} racquetball{Racquetball} squash{Squash} tableTennis{Pöytätennis} tennis{Tennis} diving{Sukellus} skating{Luistelu} skiing{Hiihto} swimming{Uinti} cycling{Pyöräily} highJump{Korkeushyppy} javelin{Keihäs} longJump{Pituushyppy} motorSports{Moottoriurheilu} poleVault{Seiväshyppy} running{Juokseminen} shotput{Kuulantyöntö} tripleJump{Kolmiloikka} battleship{Taistelulaiva} backgammon{Backgammon} carrom{Carrom} checkers{Tammi} jenga{Jenga} ludo{Ludo} snakeLadder{Käärme ja Tikka} videogames{Videopelit} bookReading{Kirjan lukeminen} chess{Shakki} scrabble{Scrabble} spiritual{Hengellinen} yoga{Jooga} archery{Jousiammunta} dance{Tanssi} darts{Dartsi} gym{Kuntosali} pets{Lemmikit} rockClimbing{Vuorikiipeily} shooting{Ampuminen} snookerPool{Snooker & Pool} general{Yleiset lentolehtiset} other{{interest}}}
fr: {interest, select, bowling{Bowling} boxing{Boxe} fencing{Escrime} mixedMartialArts{Arts martiaux mixtes} karate{Karaté} kickBoxing{Kick Boxing} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Lutte} basketball{Basketball} beachVolleyball{Volleyball de plage} fistball{Fistball} korfball{Korfball} netball{Netball} volleyball{Volleyballl} americanFootball{Football américain} bubbleFootball{Football bulle} football{Football} futsal{Futsal} rugby{Rugby} bandy{Bandy} baseball{Baseball} cricket{Cricket} finnishBaseball{Baseball finlandais (Pesapallo)} floorball{Unihockey} golf{Golf} polo{Polo} badminton{Badminton} padel{Padel} racquetball{Racquetball} squash{Squash} tableTennis{Tennis de table} tennis{Tennis} diving{Plongée} skating{Patinage} skiing{Ski} swimming{Natation} cycling{Cyclisme} highJump{Saut en hauteur} javelin{Javelot} longJump{Saut en longueur} motorSports{Sports mécaniques} poleVault{Saut à la perche} running{Course à pied} shotput{Lancer de poids} tripleJump{Triple saut} battleship{Cuirassé} backgammon{Trictrac} carrom{Carrom} checkers{Dames} jenga{Jenga} ludo{Ludo} snakeLadder{Serpent et Échelle} videogames{Jeux vidéo} bookReading{Lecture de livre} chess{Échecs} scrabble{Scrabble} spiritual{Spirituel} yoga{Yoga} archery{Tir à l''arc} dance{Danse} darts{Fléchettes} gym{Gymnase} pets{Animaux de compagnie} rockClimbing{Escalade} shooting{Tir} snookerPool{Snooker & Pool} general{Flyers généraux} other{{interest}}}
hi: {interest, select, bowling{बोलिंग} boxing{मुक्केबाजी} fencing{तलवारबाज़ी} mixedMartialArts{मिश्रित मार्शल आर्ट्स} karate{कराटे} kickBoxing{किक बॉक्सिंग} kungFu{कुंग फू} taekwondo{ताएक्वांडो} wrestling{कुश्ती} basketball{बास्केटबॉल} beachVolleyball{बीच वॉलीबॉल} fistball{फिस्टबॉल} korfball{कोरफ़बॉल} netball{नेटबॉल} volleyball{वॉलीबॉल} americanFootball{अमेरिकी फुटबॉल} bubbleFootball{बबल फुटबॉल} football{फ़ुटबॉल} futsal{फुटसल} rugby{रग्बी} bandy{बैंडी} baseball{बेसबॉल} cricket{क्रिकेट} finnishBaseball{फिनिश बेसबॉल (Pesapallo)} floorball{फ्लोरबॉल} golf{गोल्फ} polo{पोलो} badminton{बैडमिंटन} padel{पैडल} racquetball{रैकेटबॉल} squash{स्क्वॉश} tableTennis{टेबल टेनिस} tennis{टेनिस} diving{डाइविंग} skating{स्केटिंग} skiing{स्कींग} swimming{तैराकी} cycling{साइकिल चलाना} highJump{हाई जंप} javelin{जैवलिन} longJump{लॉन्ग जंप} motorSports{मोटरस्पोर्ट्स} poleVault{पोल वॉल्ट } running{दौड़} shotput{शॉटपुट} tripleJump{ट्रिपल जंप} battleship{युद्धपोत} backgammon{बैकगैमन } carrom{कैरम } checkers{चेकर्स } jenga{जेंगा } ludo{लूडो } snakeLadder{सांप सीढ़ी } videogames{वीडियोगेम्स } bookReading{पुस्तक पढ़ना } chess{शतरंज } scrabble{स्क्रैबल } spiritual{आध्यात्मिक } yoga{योग } archery{तीरंदाजी } dance{नृत्य } darts{डार्ट्स } gym{जिम } pets{पालतू जानवर } rockClimbing{रॉक क्लाइम्बिंग } shooting{शूटिंग } snookerPool{स्नूकर और पूल } general{सामान्य फ्लायर्स } other{{interest}}}
si: {interest, select, bowling{බෝලින්ග්} boxing{බෝක්සිං} fencing{කඩිනම්} mixedMartialArts{පුදුම මාර්ෂල් කලාපයක්} karate{කරාටේ} kickBoxing{පැට් බොක්සිං} kungFu{කුන්ග් ෆු} taekwondo{ටෙක්වන්ඩෝ} wrestling{පිට්ඨවලින්} basketball{බෑස්කට්බෝල්} beachVolleyball{සාන්තික වොලියව්බෝල්} fistball{ගුඩාවානික බෝලක්} korfball{කොර්ෆ්බෝල්} netball{නෙට්බෝල්} volleyball{වොලිබෝල්} americanFootball{ඇමරිකානු ප්‍රතිකාරක ප්‍රසන්නය} bubbleFootball{බබල් ප්‍රතිකාරක ප්‍රසන්නය} football{ප්‍රතිකාරක ප්‍රසන්නය} futsal{ප්‍රසිමින්ත පියවරක්} rugby{රග්බි} bandy{බැන්ඩි} baseball{බේස්බෝල්} cricket{ක්‍රිකට්} finnishBaseball{ෆින්ලන්ත බේස්බෝල් (Pesapallo)} floorball{ෆ්ලෝර්බෝල්} golf{ගෝල්ෆ්} polo{පෝලෝ} badminton{බැඩ්මින්ටන්} padel{පේඩල්l} racquetball{රැකෙට්බෝල්} squash{ස්කුවාශ්} tableTennis{ස්ථාන ටෙන්නිස්} tennis{ටෙන්නිස්} diving{නාලිකාව} skating{ස්කේටින්} skiing{ස්කීන් ඉඩම්} swimming{ස්විමින්ගේ} cycling{සයිකල් පාපනය} highJump{හැඳි පැතුම්කරය} javelin{අදුවෙන් වැටුපක්කා} longJump{දුම්රියකුලට} motorSports{මෝටර්සර්පොර්ට්ස්} poleVault{හැට් වෝල්ට්} running{පිරික්ෂාක්} shotput{පාලනය} tripleJump{තුන් පැහැති පැහැති} battleship{හටන්යාමය} backgammon{බැක්ගැමන්} carrom{කැරම්} checkers{චෙකර්ස්} jenga{ජෙන්ගා} ludo{ලූඩෝ} snakeLadder{මාකු සහ පුටුද්ද} videogames{වීඩියෝ ක්‍රීඩා} bookReading{පොත් කියවන්න} chess{හාත්පිත්වය} scrabble{ස්ක්‍රැබල්} spiritual{විද්‍යාපීඨ} yoga{යෝග} archery{අත්රිකාව} dance{වට්ටෝරි} darts{ඩාර්ට්ස්} gym{ජිම්} pets{ප්‍රසුත්} rockClimbing{දුර්වල පඩිපෙළිය} shooting{හැදින්වීම} snookerPool{ස්නුකර් සහ පුල් } general{සාමාන්‍ය පුස්කාලයන් } other{{interest}}}
ta: {interest, select, bowling{போலிங்} boxing{பந்துகல்} fencing{வளையல்} mixedMartialArts{கலைக்காய்வு மைத்துவ கலைகள்} karate{கராட்டே} kickBoxing{அடுக்கு பாக்சிங்} kungFu{குங் ஃபு} taekwondo{தேக்வாண்டோ} wrestling{விளையாட்டு} basketball{கூட்டுப் பந்து} beachVolleyball{கடற்பந்து வாலிபாடு} fistball{கைதடப் பந்து} korfball{கோர்பால்} netball{நெட்பால்} volleyball{கைப்பந்து} americanFootball{அமெரிக்க ஃபுட்பால்} bubbleFootball{பப்பிள் ஃபுட்பால்} football{கால்பந்து} futsal{புட்சால்} rugby{ரக்பி} bandy{பாண்டி} baseball{பேஸ்பால்} cricket{கிரிக்கெட்} finnishBaseball{பின்னிஷ் பேஸ்பால் (Pesapallo)} floorball{ஃப்ளோர்பால்} golf{கோல்பால்} polo{போலோ} badminton{பேட்மின்டன்} padel{பேடெல்} racquetball{ரேக்வெட்பால்} squash{ஸ்குவாஷ்} tableTennis{டேபிள் டென்னிஸ்} tennis{டென்னிஸ்} diving{முழுமைப்புத்தகம்} skating{ஸ்கேட்டிங்} skiing{ஸ்கி} swimming{நீச்சல்} cycling{சைக்கிளிங்} highJump{உயர் விரல்வலை} javelin{சிறுகதைப் பொருட்கு} longJump{நீள ஆட்டம்} motorSports{மோட்டர்ஸ்போர்ட்ஸ்} poleVault{போல் வால்ட்} running{ஓடுதல்} shotput{ஷாட்பட்டு} tripleJump{மூன்றாம் விழுக்கம்} battleship{போர்க்கடலை} backgammon{பேக்கமன்} carrom{காரம்} checkers{செக்கர்ஸ்} jenga{ஜெங்கா} ludo{லூடோ} snakeLadder{பாம்பு மற்றும் விலையாக} videogames{வீடியோகேம்கள்} bookReading{புத்தகப் படிப்பது} chess{சதுரங்கம்} scrabble{ஸ்கிராபில்} spiritual{ஆன்மீக} yoga{யோகா} archery{ஆண்டுப்படை} dance{ஆடை} darts{டார்ட்ஸ்} gym{ஜிம்} pets{விலங்குகள்} rockClimbing{பாறை மேல் அதிகமாகச் செலவு செய்} shooting{அடுத்துப் பாடு} snookerPool{சினுக்கர் மற்றும் பூல்} general{பொது ஃப்ளயர்கள்} other{{interest}}}
zh: {interest, select, bowling{保龄球} boxing{拳击} fencing{击剑} mixedMartialArts{综合格斗} karate{空手道} kickBoxing{散打} kungFu{功夫} taekwondo{跆拳道} wrestling{摔跤} basketball{篮球} beachVolleyball{沙滩排球} fistball{拳球} korfball{克福尔球} netball{网球} volleyball{排球} americanFootball{美式橄榄球} bubbleFootball{泡泡足球} football{足球} futsal{室內五人足球} rugby{橄榄球} bandy{曲棍球} baseball{棒球} cricket{板球} finnishBaseball{芬兰棒球 (Pesapallo)} floorball{室內曲棍球} golf{高尔夫} polo{马球} badminton{羽毛球} padel{帕德爾} racquetball{网球} squash{壁球} tableTennis{乒乓球} tennis{网球} diving{跳水} skating{滑冰} skiing{滑雪} swimming{游泳} cycling{骑自行车} highJump{跳高 } javelin{标枪} longJump{跳远} motorSports{赛车运动 } poleVault{撐竿跳 } running{跑步 } shotput{铅球} tripleJump{三级跳远} battleship{战列舰} backgammon{黑白棋 } carrom{卡隆} checkers{跳棋 } jenga{插块游戏 } ludo{吕都} snakeLadder{蛇梯棋 } videogames{视频游戏} bookReading{阅读书籍 } chess{象棋 } scrabble{拼字游戏 } spiritual{精神的 } yoga{瑜伽 } archery{射箭 } dance{舞蹈} darts{飞镖 } gym{健身房 } pets{宠物 } rockClimbing{攀岩 } shooting{射击 } snookerPool{斯诺克和台球 } general{通用传单 } other{{interest}}}

# setInterestName
source: {interest, select, bowling{Bowling} boxing{Boxing} fencing{Fencing} mixedMartialArts{Mixed Martial Arts} karate{Karate} kickBoxing{Kick Boxing} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Wrestling} basketball{Basketball} beachVolleyball{Beach Volleyball} fistball{Fistball} korfball{Korfball} netball{Netball} volleyball{Volleyball} americanFootball{American Football} bubbleFootball{Bubble Football} football{Football} futsal{Futsal} rugby{Rugby} bandy{Bandy} baseball{Baseball} cricket{Cricket} finnishBaseball{Finnish Baseball (Pesapallo)} floorball{Floorball} golf{Golf} polo{Polo} badminton{Badminton} padel{Padel} racquetball{Racquetball} squash{Squash} tableTennis{Table Tennis} tennis{Tennis} diving{Diving} skating{Skating} skiing{Skiing} swimming{Swimming} cycling{Cycling} highJump{High Jump} javelin{Javelin} longJump{Long Jump} motorSports{Motorsports} poleVault{Pole Vault} running{Running} shotput{Shotput} tripleJump{Triple Jump} battleship{Battleship} backgammon{Backgammon} carrom{Carrom} checkers{Checkers} jenga{Jenga} ludo{Ludo} snakeLadder{Snake & Ladder} videogames{Videogames} bookReading{Book Reading} chess{Chess} scrabble{Scrabble} spiritual{Spiritual} yoga{Yoga} archery{Archery} dance{Dance} darts{Darts} gym{Gym} pets{Pets} rockClimbing{Rock Climbing} shooting{Shooting} snookerPool{Snooker & Pool} other{{interest}}}
fi: {interest, select, bowling{Keilaus} boxing{Nyrkkeily} fencing{Aidat} mixedMartialArts{Sekalaistaottelulajit} karate{Karate} kickBoxing{Potkunyrkkeily} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Paini} basketball{Koripallo} beachVolleyball{Rantalentopallo} fistball{Nyrkkeily} korfball{Korfball} netball{Netball} volleyball{Lentopallo} americanFootball{Amerikkalainen jalkapallo} bubbleFootball{Kuplajalkapallo} football{Jalkapallo} futsal{Futsal} rugby{Rugby} bandy{Bandy} baseball{Baseball} cricket{Kriketti} finnishBaseball{Suomen pesäpallo (Pesapallo)} floorball{Salibandy} golf{Golf} polo{Polo} badminton{Sulkapallo} padel{Padel} racquetball{Racquetball} squash{Squash} tableTennis{Pöytätennis} tennis{Tennis} diving{Sukellus} skating{Luistelu} skiing{Hiihto} swimming{Uinti} cycling{Pyöräily} highJump{Korkeushyppy} javelin{Keihäs} longJump{Pituushyppy} motorSports{Moottoriurheilu} poleVault{Seiväshyppy} running{Juokseminen} shotput{Kuulantyöntö} tripleJump{Kolmiloikka} battleship{Taistelulaiva} backgammon{Backgammon} carrom{Carrom} checkers{Tammi} jenga{Jenga} ludo{Ludo} snakeLadder{Käärme ja Tikka} videogames{Videopelit} bookReading{Kirjan lukeminen} chess{Shakki} scrabble{Scrabble} spiritual{Hengellinen} yoga{Jooga} archery{Jousiammunta} dance{Tanssi} darts{Dartsi} gym{Kuntosali} pets{Lemmikit} rockClimbing{Vuorikiipeily} shooting{Ampuminen} snookerPool{Snooker & Pool} other{{interest}}}
fr: {interest, select, bowling{Bowling} boxing{Boxe} fencing{Escrime} mixedMartialArts{Arts martiaux mixtes} karate{Karaté} kickBoxing{Kick Boxing} kungFu{Kung Fu} taekwondo{Taekwondo} wrestling{Lutte} basketball{Basketball} beachVolleyball{Volleyball de plage} fistball{Fistball} korfball{Korfball} netball{Netball} volleyball{Volleyball} americanFootball{Football américain} bubbleFootball{Football bulle} football{Football} futsal{Futsal} rugby{Rugby} bandy{Bandy} baseball{Baseball} cricket{Cricket} finnishBaseball{Baseball finlandais (Pesapallo)} floorball{Unihockey} golf{Golf} polo{Polo} badminton{Badminton} padel{Padel} racquetball{Racquetball} squash{fSquash} tableTennis{Tennis de table} tennis{Tennis} diving{Plongée} skating{Patinage} skiing{Ski} swimming{Natation} cycling{Cyclisme} highJump{Saut en hauteur} javelin{Javelot} longJump{Saut en longueur} motorSports{Sports mécaniques} poleVault{Saut à la perche} running{Course à pied} shotput{Lancer de poids} tripleJump{Triple saut} battleship{Cuirassé} backgammon{Trictrac} carrom{Carrom} checkers{Dames} jenga{Jenga} ludo{Ludo} snakeLadder{Serpent et Échelle} videogames{Jeux vidéo} bookReading{Lecture de livre} chess{Échecs} scrabble{Scrabble} spiritual{Spirituel} yoga{Yoga} archery{Tir à l''arc} dance{Danse} darts{Fléchettes} gym{Gymnase} pets{Animaux de compagnie} rockClimbing{Escalade} shooting{Tir} snookerPool{Snooker & Pool} other{{interest}}}
hi: {interest, select, bowling{बोलिंग} boxing{मुक्केबाजी} fencing{तलवारबाज़ी} mixedMartialArts{मिश्रित मार्शल आर्ट्स} karate{कराटे} kickBoxing{किक बॉक्सिंग} kungFu{कुंग फू} taekwondo{ताएक्वांडो} wrestling{कुश्ती} basketball{बास्केटबॉल} beachVolleyball{बीच वॉलीबॉल} fistball{फिस्टबॉल} korfball{कोरफ़बॉल} netball{नेटबॉल} volleyball{वॉलीबॉल} americanFootball{अमेरिकी फुटबॉल} bubbleFootball{बबल फुटबॉल} football{फ़ुटबॉल} futsal{फुटसल} rugby{रग्बी} bandy{बैंडी} baseball{बेसबॉल} cricket{क्रिकेट} finnishBaseball{फिनिश बेसबॉल (Pesapallo)} floorball{फ्लोरबॉल} golf{गोल्फ} polo{पोलो} badminton{बैडमिंटन} padel{पैडल} racquetball{रैकेटबॉल} squash{स्क्वॉश} tableTennis{टेबल टेनिस} tennis{टेनिस} diving{डाइविंग} skating{स्केटिंग} skiing{स्कींग} swimming{तैराक} cycling{साइकिल चलाना} highJump{हाई जंप} javelin{जैवलिन} longJump{लॉन्ग जंप} motorSports{मोटरस्पोर्ट्स} poleVault{पोल वॉल्ट} running{दौड़} shotput{शॉटपुट} tripleJump{ट्रिपल जंप} battleship{युद्धपोत} backgammon{बैकगैमन} carrom{कैरम} checkers{चेकर्स} jenga{जेंगा} ludo{लूडो} snakeLadder{सांप सीढ़ी} videogames{वीडियोगेम्स} bookReading{पुस्तक पढ़ना} chess{शतरंज} scrabble{्क्रैबल} spiritual{आध्यात्मिक} yoga{योग} archery{तीरंदाजी} dance{नृत्य} darts{डार्ट्स} gym{िम} pets{पालतू जानवर} rockClimbing{रॉक क्लाइम्बिंग} shooting{शूटिंग} snookerPool{्नूकर और पूल} other{{interest}}}
si: {interest, select, bowling{බෝලින්ග්} boxing{බෝක්සිං} fencing{කඩිනම්} mixedMartialArts{පුදුම මාර්ෂල් කලාපයක්} karate{කරාටේ} kickBoxing{පැට් බොක්සිං} kungFu{කුන්ග් ෆු} taekwondo{ටෙක්වන්ඩෝ} wrestling{පිට්ඨවලින්} basketball{බෑස්කට්බෝල්} beachVolleyball{සාන්තික වොලියව්බෝල්} fistball{ගුඩාවානික බෝලක්} korfball{කොර්ෆ්බෝල්} netball{නෙට්බෝල්} volleyball{වොලිබෝල්} americanFootball{ඇමරිකානු ප්‍රතිකාරක ප්‍රසන්නය} bubbleFootball{බබල් ප්‍රතිකාරක ප්‍රසන්නය} football{ප්‍රතිකාරක ප්‍රසන්නය} futsal{ප්‍රසිමින්ත පියවරක්} rugby{රග්බි} bandy{බැන්ඩි} baseball{බේස්බෝල්} cricket{ක්‍රිකට්} finnishBaseball{ෆින්ලන්ත බේස්බෝල් (Pesapallo)} floorball{ෆ්ලෝර්බෝල්} golf{ගෝල්ෆ්} polo{පෝලෝ} badminton{බැඩ්මින්ටන්} padel{පේඩල්l} racquetball{රැකෙට්බෝල්} squash{ස්කුවාශ්} tableTennis{ස්ථාන ටෙන්නිස්} tennis{ටෙන්නිස්} diving{නාලිකාව} skating{ස්කේටින්} skiing{ස්කීන් ඉඩම්} swimming{ස්විමින්ගේ} cycling{සයිකල් පාපනය} highJump{හැඳි පැතුම්කරය} javelin{අදුවෙන් වැටුපක්කා} longJump{දුම්රියකුලට} motorSports{මෝටර්සර්පොර්ට්ස්} poleVault{හැට් වෝල්ට්} running{පිරික්ෂාක්} shotput{පාලනය} tripleJump{තුන් පැහැති පැහැති} battleship{හටන්යාමය} backgammon{බැක්ගැමන්} carrom{කැරම්} checkers{චෙකර්ස්} jenga{ජෙන්ගා} ludo{ලූඩෝ} snakeLadder{මාකු සහ පුටුද්ද} videogames{වීඩියෝ ක්‍රීඩා} bookReading{පොත් කියවන්න} chess{හාත්පිත්වය} scrabble{ස්ක්‍රැබල්} spiritual{විද්‍යාපීඨ} yoga{යෝග} archery{අත්රිකාව} dance{වට්ටෝරි} darts{ඩාර්ට්ස්} gym{ජිම්} pets{ප්‍රසුත්} rockClimbing{දුර්වල පඩිපෙළිය} shooting{හැදින්වීම} snookerPool{ස්නුකර් සහ පුල්} other{{interest}}}
ta: {interest, select, bowling{போலிங்} boxing{பந்துகல்} fencing{வளையல்} mixedMartialArts{கலைக்காய்வு மைத்துவ கலைகள்} karate{கராட்டே} kickBoxing{அடுக்கு பாக்சிங்} kungFu{குங் ஃபு} taekwondo{தேக்வாண்டோ} wrestling{விளையாட்டு} basketball{கூட்டுப் பந்து} beachVolleyball{கடற்பந்து வாலிபாடு} fistball{கைதடப் பந்து} korfball{கோர்பால்} netball{நெட்பால்} volleyball{கைப்பந்து} americanFootball{அமெரிக்க ஃபுட்பால்} bubbleFootball{பப்பிள் ஃபுட்பால்} football{கால்பந்து} futsal{புட்சால்} rugby{ரக்பி} bandy{பாண்டி} baseball{பேஸ்பால்} cricket{கிரிக்கெட்} finnishBaseball{பின்னிஷ் பேஸ்பால் (Pesapallo)} floorball{ஃப்ளோர்பால்} golf{கோல்பால்} polo{போலோ} badminton{பேட்மின்டன்} padel{பேடெல்} racquetball{ரேக்வெட்பால்} squash{ஸ்குவாஷ்} tableTennis{டேபிள் டென்னிஸ்} tennis{டென்னிஸ்} diving{முழுமைப்புத்தகம்} skating{ஸ்கேட்டிங்} skiing{ஸ்கி} swimming{நீச்சல்} cycling{சைக்கிளிங்} highJump{உயர் விரல்வலை} javelin{சிறுகதைப் பொருட்கு} longJump{நீள ஆட்டம்} motorSports{மோட்டர்ஸ்போர்ட்ஸ்} poleVault{போல் வால்ட்} running{ஓடுதல்} shotput{ஷாட்பட்டு} tripleJump{மூன்றாம் விழுக்கம்} battleship{போர்க்கடலை} backgammon{பேக்கமன்} carrom{காரம்} checkers{செக்கர்ஸ்} jenga{ஜெங்கா} ludo{லூடோ} snakeLadder{பாம்பு மற்றும் விலையாக} videogames{வீடியோகேம்கள்} bookReading{புத்தகப் படிப்பது} chess{சதுரங்கம்} scrabble{ஸ்கிராபில்} spiritual{ஆன்மீக} yoga{யோகா} archery{ஆண்டுப்படை} dance{ஆடை} darts{டார்ட்ஸ்} gym{ஜிம்} pets{விலங்குகள்} rockClimbing{பாறை மேல் அதிகமாகச் செலவு செய்} shooting{அடுத்துப் பாடு} snookerPool{சினுக்கர் மற்றும் பூல்} other{{interest}}}
zh: {interest, select, bowling{保龄球} boxing{拳击} fencing{击剑} mixedMartialArts{综合格斗} karate{空手道} kickBoxing{散打} kungFu{功夫} taekwondo{跆拳道} wrestling{摔跤} basketball{篮球} beachVolleyball{沙滩排球} fistball{拳球} korfball{克福尔球} netball{网球} volleyball{排球} americanFootball{美式橄榄球} bubbleFootball{泡泡足球} football{足球} futsal{室內五人足球} rugby{橄榄球} bandy{曲棍球} baseball{棒球} cricket{板球} finnishBaseball{芬兰棒球 Baseball (Pesapallo)} floorball{室內曲棍球} golf{高尔夫} polo{马球} badminton{羽毛球} padel{帕德爾} racquetball{网球} squash{壁球} tableTennis{乒乓球} tennis{网球} diving{跳水} skating{滑冰} skiing{f滑雪} swimming{游泳} cycling{骑自行车} highJump{跳高} javelin{标枪} longJump{跳远 } motorSports{赛车运动} poleVault{撐竿跳} running{跑步} shotput{铅球} tripleJump{三级跳远} battleship{战列舰} backgammon{黑白棋} carrom{卡隆} checkers{跳棋} jenga{插块游戏} ludo{吕都} snakeLadder{蛇梯棋} videogames{视频游戏} bookReading{阅读书籍} chess{象棋 } scrabble{拼字游戏} spiritual{精神的} yoga{瑜伽} archery{射箭} dance{舞蹈} darts{飞镖} gym{健身房} pets{宠物} rockClimbing{攀岩} shooting{射击} snookerPool{斯诺克和台球} other{{interest}}}

# addPostInterest
source: Add Interest
fi: Lisää kiinnostusta
fr: Ajouter de l''intérêt
hi: रुचि जोड़ें
si: පොලී එකතු කරන්න
ta: வட்டியைச் சேர்க்கவும்
zh: 添加兴趣

# activityPostInterestInfo
source: You can only select up to five interest which will be used to suggest flyers for you
fi: Voit valita enintään viisi kiinnostusta, joita käytetään lentolehtien ehdottamiseen sinulle
fr: Vous ne pouvez sélectionner que jusqu''à cinq intérêts qui seront utilisés pour vous suggérer des prospectus
hi: आप केवल पांच रुचियों तक ही चुन सकते हैं, जो आपके लिए प्रस्तावित करने के लिए उपयोग किए जाएंगे
si: ඔබට පහතුන් අත්විශ්ලවන පුද්ගලයෙක් තේරීමට පමනි හෝදන්න බවිතා කළ හැකිය, ඔබට යාවත්කාලීන වන ෆ්ලයර් ඉල්ලුම් සඳහා භාවිතා කරනු ලැබේ
ta: நீங்கள் மட்டும் ஐந்து ஆர்வங்களைத் தேர்ந்தெடுக்கலாம், அவை நீங்களுக்கு விடுமுறை விளக்கங்களை சுயநலமாக்கும்
zh: 您只能选择最多五个兴趣，这些兴趣将用于为您推荐传单

# myProfileInterestInfo
source: Interest you selected when creating an account
fi: Kiinnostukset, jotka valitsit tilin luomisen yhteydessä
fr: Les intérêts que vous avez sélectionnés lors de la création de votre compte
hi: खाता बनाने के समय आपने चुने हुए रुचियाँ
si: ගිණුම සාදන්නන්ගේ තේරීම්
ta: கணக்கை உருவாக்கும்போது நீங்கள் தேர்ந்தெடுத்த ஆர்வங்கள்
zh: 在创建帐户时选择的兴趣

source: Search
fi: Haku
fr: Recherche
hi: खोज
si: සෙවුම්
ta: தேடல்
zh: 搜索

# noSearchResultFound
source: No results found
fi: Ei tuloksia löytynyt
fr: Aucun résultat trouvé
hi: परिणाम नहीं मिला
si: ප්‍රතිඵල හමුවූයේ නැති බවයි
ta: முடிவுகள் கிடைக்கவில்லை
zh: 没有找到结果

source: Filter
fi: Suodatin
fr: Filtre
hi: फिल्टर
si: විකල්පයේ
ta: வடிகட்டி
zh: 过滤器

source: Apply
fi: Käytä
fr: Appliquer
hi: लागू करें
si: යොමු කරන්න
ta: பயன்படுத்து
zh: 应用

# filterDetails
source: Filter interest by their categories
fi: Suodata kiinnostukset niiden kategorioiden mukaan
fr: Filtrer les intérêts par leurs catégories
hi: उनकी श्रेणियों के अनुसार फिल्टर करें
si: අයිතිකාරීත්ව ප්‍රශ්න පෙන්වන්න
ta: வகைகள் மூலம் ஆராய்ச்சியை வடிகட்டுக
zh: 按类别筛选兴趣

# setInsuranceRestrictionOtherHeader
source: {type, select, Insurance{Insurance} Restriction{Restriction} other{Other Information}}
fi: {type, select, Insurance{Vakuutus} Restriction{Rajoitus} other{Muut tiedot}}
fr: {type, select, Insurance{Assurance} Restriction{Restriction} other{Autres informations}}
hi: {type, select, Insurance{बीमा} Restriction{प्रतिबंध} other{अन्य जानकारी}}
si: {type, select, Insurance{රජය} Restriction{සීමාව} other{වෙනත් තොරතුරු}}
ta: {type, select, Insurance{காப்பீடு} Restriction{விரைவுத்தன்மை} other{மற்ற தகவல்கள்}}
zh: {type, select, Insurance{保险} Restriction{限制} other{其他信息}}

# setInsuranceRestrictionOtherDetail
source: {type, select, Insurance{Insurance for the participants} Restriction{Set up your restriction on your activity} other{For more information}}
fi: {type, select, Insurance{Osallistujien vakuutus} Restriction{Aseta rajoituksesi toimintaasi} other{Lisätietoja}}
fr: {type, select, Insurance{Assurance pour les participants} Restriction{Configurez votre restriction sur votre activité} other{Pour plus d''informations}}
hi: {type, select, Insurance{सहभागियों के लिए बीमा} Restriction{अपनी गतिविधि पर अपनी प्रतिबंधना सेट करें} other{और जानकारी के लिए}}
si: {type, select, Insurance{සහනයක් සඳහා වියේදී වර්ගය} Restriction{ඔබේ ක්‍රියාවලිය සඳහා ඔබේ මහාදම සැකසිය යුතු කරන්න} other{වැඩි විස්තර සඳහා}}
ta: {type, select, Insurance{பங்கேற்புள்ளவர்களுக்கான காப்பீடு} Restriction{உங்கள் செயல்பாட்டிற்கான உங்கள் விரைவேற்றம் அமைக்கவும்} other{மேலும் தகவலுக்கு}}
zh: {type, select, Insurance{参与者的保险} Restriction{在您的活动上设置限制} other{获取更多信息}}

# willProvideInsuranceQuestion
source: Will you be providing insurance for Participant ?
fi: Tarjoatteko vakuutusta osallistujille?
fr: Fournirez-vous une assurance pour les participants ?
hi: क्या आप प्रतिभागियों के लिए बीमा प्रदान करेंगे?
si: සහකරුවන්ට රැගෙන යාමට ඔබ සේවාව සපයන්නේද?
ta: பங்கேற்பவர்களுக்கு மதிப்புக் காப்பீட்டை வழங்கும் போதுமா?
zh: 你会为参与者提供保险吗？
