Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Profile Fans Screen
fr: Écran des fans du profil
hi: प्रोफ़ाइल प्रशंसक स्क्रीन
ta: சுயவிவர ரசிகர்கள் திரை
zh: 个人资料粉丝屏幕

source: Profile Location and Radius Settings Screen
fi: Profiilin sijainnin ja säteen asetusnäyttö
fr: Écran des paramètres d''emplacement et de rayon du profil
hi: प्रोफ़ाइल स्थान और त्रिज्या सेटिंग स्क्रीन
si: පැතිකඩ ස්ථානය සහ අරය සිටුවම් තිරය
ta: சுயவிவர இருப்பிடம் மற்றும் ஆரம் அமைப்புகள் திரை
zh: 配置文件位置和半径设置屏幕

source: Manage Email and Phone Number Screen
fi: Hallinnoi sähköposti- ja puhelinnumeronäyttöä
fr: Gérer l''écran de gestion des e-mails et des numéros de téléphone
hi: ईमेल और फ़ोन नंबर स्क्रीन प्रबंधित करें
si: ඊමේල් සහ දුරකථන අංක තිරය කළමනාකරණය කරන්න
ta: மின்னஞ்சல் மற்றும் தொலைபேசி எண் திரையை நிர்வகி
zh: 管理电子邮件和电话号码屏幕

source: Profile Message Notification Settings Screen
fi: Profiiliviestin ilmoitusasetusnäyttö
fr: Écran des paramètres de notification des messages de profil
hi: प्रोफ़ाइल संदेश अधिसूचना सेटिंग्स स्क्रीन
ta: சுயவிவர செய்தி அறிவிப்பு அமைப்புகள் திரை
zh: 个人资料消息通知设置屏幕

source: Profile Notification Settings Screen
fi: Profiilin ilmoitusasetusten näyttö
fr: Écran des paramètres de notification de profil
hi: प्रोफ़ाइल अधिसूचना सेटिंग्सस्क्रीन
si: පැතිකඩ දැනුම්දීම් සැකසුම් තිරය
ta: சுயவிவர அறிவிப்பு அமைப்புகள் திரை
zh: 个人资料通知设置屏幕

source: Profile Payment Screen
fi: Profiilimaksunäyttö
fr: Écran de paiement du profil
hi: प्रोफ़ाइल भुगतान स्क्रीन
si: පැතිකඩ ගෙවීම් තිරය
ta: சுயவிவர கட்டணத் திரை
zh: 个人资料付款屏幕

source: Profile Pic Bio Screen
fr: Écran bio de la photo de profil
hi: प्रोफ़ाइल Pic बायोस्क्रीन
zh: 个人资料图片生物屏幕

source: Profile Playmates Screen
fr: Écran de profil Playmates
hi: प्रोफ़ाइल प्लेमेट्सस्क्रीन
ta: சுயவிவர பிளேமேட்ஸ் திரை
zh: 配置玩伴屏幕

source: Profile Play Points Screen
fi: Profiili Play Points -näyttö
fr: Écran des points de lecture du profil
hi: प्रोफ़ाइल प्ले पॉइंट्स स्क्रीन
ta: சுயவிவர ப்ளே புள்ளிகள் திரை
zh: 配置文件播放点屏幕

source: Post and Reactions Notification Settings Screen
fi: Post and Reactions Notification Settings -näyttö
fr: Écran des paramètres de notification des publications et des réactions
hi: पोस्ट और प्रतिक्रियाएँ अधिसूचना सेटिंग स्क्रीन
si: පළ කිරීම් සහ ප්‍රතික්‍රියා දැනුම්දීම් සැකසුම් තිරය
ta: இடுகை மற்றும் எதிர்வினைகள் அறிவிப்பு அமைப்புகள் திரை
zh: 发布和反应通知设置屏幕

source: Profile Privacy Settings Screen
fi: Profiilin tietosuoja-asetusnäyttö
fr: Écran des paramètres de confidentialité du profil
hi: प्रोफ़ाइल गोपनीयता सेटिंग्स स्क्रीन
ta: சுயவிவர தனியுரிமை அமைப்புகள் திரை
zh: 个人资料隐私设置屏幕

source: Profile QR Code Screen
fi: Profiilin QR-koodinäyttö
fr: Écran de code QR de profil
hi: प्रोफ़ाइल QR कोड स्क्रीन
si: පැතිකඩ QR කේත තිරය
ta: சுயவிவர QR குறியீடு திரை
zh: 个人资料二维码屏幕

source: Profile Referral Screen
fi: Profiilin viittausnäyttö
fr: Écran de référence de profil
hi: प्रोफ़ाइल रेफ़रल स्क्रीन
si: පැතිකඩ යොමු කිරීමේ තිරය
ta: சுயவிவர பரிந்துரை திரை
zh: 个人资料推荐屏幕

source: Profile Remove Email or Number Screen
fi: Profiilipoiston sähköpostiosoite tai numeronäyttö
fr: Écran de suppression d''e-mail ou de numéro de profil
hi: प्रोफ़ाइल ईमेल या नंबर स्क्रीन हटाएँ
si: පැතිකඩ ඉවත් කරන්න විද්‍යුත් තැපෑල හෝ අංක තිරය
ta: சுயவிவரம் மின்னஞ்சல் அல்லது எண் திரையை அகற்று
zh: 个人资料删除电子邮件或号码屏幕

source: Profile Request Notification Settings Screen
fi: Profiilipyynnön ilmoitusasetusnäyttö
fr: Écran des paramètres de notification de demande de profil
hi: प्रोफ़ाइल अनुरोध अधिसूचना सेटिंग स्क्रीन
ta: சுயவிவர கோரிக்கை அறிவிப்பு அமைப்புகள் திரை
zh: 个人资料请求通知设置屏幕

source: Profile Reviews Screen
fi: Profiilin arvostelunäyttö
fr: Écran des avis sur le profil
hi: प्रोफ़ाइल समीक्षा स्क्रीन
si: පැතිකඩ සමාලෝචන තිරය
ta: சுயவிவர விமர்சனங்கள் திரை
zh: 个人资料评论屏幕

source: Profile Settings Screen
fi: Profiiliasetusnäyttö
fr: Écran des paramètres du profil
hi: प्रोफ़ाइल सेटिंग स्क्रीन
si: පැතිකඩ සැකසුම් තිරය
ta: சுயவிவர அமைப்புகள் திரை
zh: 个人资料设置屏幕

source: Profile Updates Notification Settings Screen
fi: Profiilipäivitysten ilmoitusasetusnäyttö
fr: Écran des paramètres de notification des mises à jour du profil
hi: प्रोफ़ाइल अद्यतन अधिसूचना सेटिंग्स स्क्रीन
ta: சுயவிவர புதுப்பிப்புகள் அறிவிப்பு அமைப்புகள் திரை
zh: 个人资料更新通知设置屏幕

source: Profile Use Points Screen
fi: Profiilin käyttöpisteiden näyttö
fr: Écran des points d''utilisation du profil
hi: प्रोफ़ाइल उपयोग पॉइंट्स स्क्रीन
ta: சுயவிவரத்தைப் பயன்படுத்தும் புள்ளிகள் திரை
zh: 个人资料使用点屏幕

source: QR Code Verification Screen
fr: Écran de vérification du code QR
hi: QR कोड सत्यापन स्क्रीन
si: QR කේත සත්‍යාපන තිරය
ta: QR குறியீடு சரிபார்ப்புத் திரை
zh: 二维码验证屏幕

source: Rate App Screen
fi: Arvioi sovellusnäyttö
fr: Écran d''évaluation de l''application
hi: ऐप स्क्रीन को रेट करें
si: යෙදුම් තිරය අගයන්න
ta: பயன்பாட்டுத் திரையை மதிப்பிடு
zh: 对应用程序屏幕进行评分

source: Rate Profile Screen
fi: Arvioi profiilinäyttö
fr: Écran de profil de taux
hi: प्रोफ़ाइल स्क्रीन रेट करें
si: පැතිකඩ තිරය අගයන්න
ta: சுயவிவரத் திரையை மதிப்பிடு
zh: 费率配置文件屏幕

source: Reply Question Screen
fi: Vastauskyselynäyttö
fr: Écran de réponse à la question
hi: उत्तरप्रश्नस्क्रीन
si: පිළිතුරු ප්‍රශ්න තිරය
ta: பதில் கேள்வித் திரை
zh: 回复问题屏幕

source: Reset Password Screen
fi: Palauta salasananäyttö
fr: Écran de réinitialisation du mot de passe
hi: पासवर्ड स्क्रीन रीसेट करें
si: මුරපද තිරය යළි පිහිටුවන්න
ta: கடவுச்சொல் திரையை மீட்டமை
zh: 重置密码屏幕

source: Search Location Screen
fi: Hae sijaintinäyttö
fr: Écran de recherche de localisation
hi: स्थान स्क्रीन खोजें
si: සෙවුම් ස්ථාන තිරය
ta: தேடல் இருப்பிடத் திரை
zh: 搜索位置屏幕

source: See Activities List Screen
fi: Katso toimintoluettelonäyttö
fr: Voir l''écran de la liste des activités
hi: गतिविधियाँ सूची स्क्रीन देखें
si: ක්‍රියාකාරකම් ලැයිස්තු තිරය බලන්න
ta: செயல்பாடுகள் பட்டியல் திரையைப் பார்க்கவும்
zh: 查看活动列表屏幕

source: Select Language Screen
fi: Valitse kielinäyttö
fr: Écran de sélection de la langue
hi: भाषास्क्रीन चुनें
si: භාෂා තිරය තෝරන්න
ta: மொழித் திரையைத் தேர்ந்தெடு
zh: 选择语言屏幕

source: Sharing Activity to Timeline Screen
fi: Toiminnan jakaminen aikajananäyttöön
fr: Partage de l''activité sur l''écran de la chronologie
hi: गतिविधि को टाइमलाइन स्क्रीन पर साझा करना
si: කාලරේඛා තිරයට ක්‍රියාකාරකම් බෙදාගැනීම
ta: காலவரிசைத் திரையில் செயல்பாட்டைப் பகிர்தல்
zh: 将活动共享到时间线屏幕

source: Sharing Status to Timeline Screen
fi: Jakamisen tila aikajananäyttöön
fr: Statut de partage sur l''écran de la chronologie
hi: टाइमलाइन स्क्रीन पर स्थिति साझा करना
si: කාලරේඛා තිරයට තත්ත්වය බෙදාගැනීම
ta: காலவரிசைத் திரைக்கு நிலையைப் பகிர்தல்
zh: 将状态共享到时间线屏幕

source: Splash Screen
fr: Écran de démarrage
hi: स्पलैश स्क्रीन
zh: 启动画面

source: Status Comments Screen
fi: Tilakommenttien näyttö
fr: Écran des commentaires sur l''état
hi: स्थिति टिप्पणियाँ स्क्रीन
si: තත්ත්ව අදහස් තිරය
ta: நிலை கருத்துகள் திரை
zh: 状态评论屏幕

source: Status Post Screen
fr: Écran de publication de statut
hi: स्थिति पोस्टस्क्रीन
si: තත්ත්ව පෝස්ට් තිරය
ta: நிலை போஸ்ட் ஸ்கிரீன்
zh: 状态发布屏幕

source: Store Earnings Screen
fr: Écran des gains du magasin
hi: स्टोर आय स्क्रीन
zh: 商店收入屏幕

source: Store Inbox Screen
fi: Store Inbox-näyttö
fr: Écran de la boîte de réception du magasin
hi: स्टोर इनबॉक्स स्क्रीन
ta: ஸ்டோர் இன்பாக்ஸ் திரை
zh: 存储收件箱屏幕

source: Store New Chat Screen
fi: Tallenna uusi chat-näyttö
fr: Enregistrer le nouvel écran de discussion
hi: नई चैट स्क्रीन स्टोर करें
si: නව කතාබස් තිරය ගබඩා කරන්න
ta: புதிய அரட்டை திரையை சேமி
zh: 存储新的聊天屏幕

source: Store Notification Screen
fi: Kaupan ilmoitusnäyttö
fr: Écran de notification du magasin
hi: स्टोर अधिसूचना स्क्रीन
si: ගබඩා දැනුම්දීමේ තිරය
ta: ஸ்டோர் அறிவிப்புத் திரை
zh: 商店通知屏幕

source: Store Notification Settings Screen
fi: Kaupan ilmoitusasetusten näyttö
fr: Écran des paramètres de notification du magasin
hi: स्टोर अधिसूचना सेटिंग स्क्रीन
ta: ஸ்டோர் அறிவிப்பு அமைப்புகள் திரை
zh: 存储通知设置屏幕

source: Store Product Screen
fr: Écran du produit du magasin
hi: स्टोर उत्पाद स्क्रीन
si: ගබඩා නිෂ්පාදන තිරය
ta: ஸ்டோர் தயாரிப்பு திரை
zh: 商店产品屏幕

source: Store Products Screen
fi: Store Products -näyttö
fr: Écran des produits du magasin
hi: स्टोर उत्पाद स्क्रीन
si: ගබඩා නිෂ්පාදන තිරය
ta: ஸ்டோர் தயாரிப்புகள் திரை
zh: 商店产品屏幕

source: Store Profile Screen
fi: Kaupan profiilinäyttö
fr: Écran de profil de magasin
hi: स्टोर प्रोफ़ाइल स्क्रीन
si: ගබඩා පැතිකඩ තිරය
ta: ஸ்டோர் சுயவிவரத் திரை
zh: 商店个人资料屏幕

source: Store Profile Edit Screen
fi: Kauppaprofiilin muokkausnäyttö
fr: Écran de modification du profil du magasin
hi: स्टोर प्रोफ़ाइल संपादन स्क्रीन
si: ගබඩා පැතිකඩ සංස්කරණ තිරය
zh: 商店配置文件编辑屏幕

source: Subscription Screen
fr: Écran d''abonnement
hi: सदस्यता स्क्रीन
si: දායකත්ව තිරය
ta: சந்தாத் திரை
zh: 订阅屏幕

source: Subscription Payment Screen
fi: Tilauksen maksunäyttö
fr: Écran de paiement d''abonnement
hi: सदस्यता भुगतान स्क्रीन
si: දායකත්ව ගෙවීම් තිරය
ta: சந்தா செலுத்தும் திரை
zh: 订阅付款屏幕

source: Tagged Users to Post Screen
fr: Utilisateurs marqués pour publier l''écran
hi: स्क्रीन पोस्ट करने के लिए उपयोगकर्ताओं को टैग किया गया
si: පරිශීලකයින් පළකිරීම සඳහා ටැග් කළ
ta: திரையை இடுகையிட பயனர்கள் குறிக்கப்பட்டுள்ளனர்
zh: 将用户标记为发布屏幕

source: Tag to Post Screen
fr: Marquer vers l''écran de publication
hi: स्क्रीन पोस्ट करने के लिए टैग करें
si: පසු තිරයට ටැග් කරන්න
zh: 标记到发布屏幕

source: Team Activity Schedule Screen
fi: Tiimin aktiviteettiaikataulunäyttö
fr: Écran du calendrier des activités de l''équipe
hi: टीम गतिविधि शेड्यूल स्क्रीन
si: කණ්ඩායම් ක්‍රියාකාරකම් කාලසටහන් තිරය
ta: குழு செயல்பாடு அட்டவணை திரை
zh: 团队活动日程屏幕

source: Team an Activity Schedule Screen
fi: Yhdistä toimintojen aikataulunäyttö
fr: Écran de planification d''une activité en équipe
hi: एक गतिविधि शेड्यूल स्क्रीन टीम करें
si: කණ්ඩායම් ක්‍රියාකාරකම් කාලසටහන් තිරයක්
ta: குழு ஒரு செயல்பாட்டு அட்டவணை திரை
zh: 团队活动日程屏幕

source: Team Earnings Screen
fi: Tiimin tulosnäyttö
fr: Écran des gains de l''équipe
hi: टीम कमाई स्क्रीन
si: කණ්ඩායම් ඉපැයීම් තිරය
ta: குழு வருவாய் திரை
zh: 团队收入屏幕

source: Team Group Chat Screen
fi: Tiimiryhmäkeskusteluruutu
fr: Écran de discussion de groupe d''équipe
hi: टीम समूह चैट स्क्रीन
si: කණ්ඩායම් කණ්ඩායම් කතාබස් තිරය
ta: குழு குழு அரட்டை திரை
zh: 团队群聊屏幕

source: Team Inbox Screen
fi: Tiimin postilaatikon näyttö
fr: Écran de la boîte de réception de l''équipe
hi: टीम इनबॉक्स स्क्रीन
si: කණ්ඩායම් එන ලිපි තිරය
ta: குழு இன்பாக்ஸ் திரை
zh: 团队收件箱屏幕

source: Team Members Screen
fi: Tiimin jäsenten näyttö
fr: Écran des membres de l''équipe
hi: टीम सदस्य स्क्रीन
si: කණ්ඩායම් සාමාජිකයින්ගේ තිරය
ta: குழு உறுப்பினர்களின் திரை
zh: 团队成员屏幕

source: Team New Chat Screen
fi: Tiimin uusi keskustelunäyttö
fr: Écran du nouvel écran de discussion de l''équipe
hi: टीम नई चैट स्क्रीन
si: කණ්ඩායම් නව කතාබස් තිරය
ta: குழு புதிய அரட்டை திரை
zh: 团队新聊天屏幕

source: Team Notification Screen
fi: Tiimin ilmoitusnäyttö
fr: Écran de notification d''équipe
hi: टीम अधिसूचना स्क्रीन
si: කණ්ඩායම් දැනුම්දීම් තිරය
ta: குழு அறிவிப்புத் திரை
zh: 团队通知屏幕

source: Team Notification Settings Screen
fi: Tiimin ilmoitusasetusten näyttö
fr: Écran des paramètres de notification d''équipe
hi: टीम अधिसूचना सेटिंग्सस्क्रीन
si: කණ්ඩායම් දැනුම්දීම් සැකසුම් තිරය
ta: குழு அறிவிப்பு அமைப்புகள் திரை
zh: 团队通知设置屏幕

source: Team Profile Screen
fi: Tiimin profiilinäyttö
fr: Écran de profil d''équipe
hi: टीम प्रोफ़ाइल स्क्रीन
si: කණ්ඩායම් පැතිකඩ තිරය
ta: குழு சுயவிவரத் திரை
zh: 团队资料屏幕

source: Team Profile Edit Screen
fi: Tiimiprofiilin muokkausnäyttö
fr: Écran de modification du profil d''équipe
hi: टीम प्रोफ़ाइल संपादन स्क्रीन
si: කණ්ඩායම් පැතිකඩ සංස්කරණ තිරය
ta: குழு சுயவிவரத்தை திருத்து திரை
zh: 团队资料编辑屏幕

source: Team Voting Details Screen
fi: Tiimin äänestystiedot -näyttö
fr: Écran des détails du vote de l''équipe
hi: टीम वोटिंग विवरण स्क्रीन
si: කණ්ඩායම් ඡන්ද විස්තර තිරය
ta: குழு வாக்கு விவரங்கள் திரை
zh: 团队投票详情屏幕

source: Terms and Condition Screen
fi: Ehdot-näyttö
fr: Écran des conditions générales
hi: नियम और शर्तें स्क्रीन
si: නියම සහ කොන්දේසි තිරය
ta: விதிமுறைகள் மற்றும் நிபந்தனை திரை
zh: 条款和条件屏幕

source: Top Ranking Discover Screen
fi: Huippuluokan Discover-näyttö
fr: Écran de découverte du meilleur classement
hi: शीर्ष रैंकिंग डिस्कवर स्क्रीन
si: ඉහළම ශ්‍රේණිගත කිරීම් සොයාගැනීමේ තිරය
zh: 顶级排名发现屏幕

source: Top Ranking Search Screen
fi: Huippuluokan hakunäyttö
fr: Écran de recherche du meilleur classement
hi: शीर्ष रैंकिंग खोज स्क्रीन
si: ඉහළම ශ්‍රේණිගත සෙවුම් තිරය
zh: 排名靠前的搜索屏幕

source: Top Ranking Search Filter Screen
fi: Huippuluokan hakusuodatinnäyttö
fr: Écran de filtre de recherche le mieux classé
hi: शीर्ष रैंकिंग खोज फ़िल्टर स्क्रीन
si: ඉහළම ශ්‍රේණිගත සෙවුම් පෙරහන් තිරය
zh: 排名靠前的搜索过滤屏幕

source: Upcoming Activities Screen
fi: Tulevien aktiviteettien näyttö
fr: Écran des activités à venir
hi: आगामी गतिविधियाँ स्क्रीन
si: ඉදිරි එන ක්‍රියාකාරකම් තිරය
ta: வரவிருக்கும் செயல்பாடுகள் திரை
zh: 即将进行的活动屏幕

source: User Inbox Screen
fi: Käyttäjän postilaatikon näyttö
fr: Écran de la boîte de réception de l''utilisateur
hi: उपयोगकर्ता इनबॉक्स स्क्रीन
si: පරිශීලක එන ලිපි තිරය
ta: பயனர் இன்பாக்ஸ் திரை
zh: 用户收件箱屏幕

source: User Profile General Screen
fi: Käyttäjäprofiilin yleinen näyttö
fr: Écran général du profil utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल सामान्यस्क्रीन
si: පරිශීලක පැතිකඩ සාමාන්‍ය තිරය
ta: பயனர் சுயவிவர பொதுத் திரை
zh: 用户个人资料常规屏幕

source: Venue Earnings Screen
fr: Écran des gains du site
hi: स्थान आय स्क्रीन
si: ස්ථාන ඉපැයීම් තිරය
ta: இடம் வருவாய் திரை
zh: 场地收入屏幕

source: Venue Inbox Screen
fi: Venue Inbox -näyttö
fr: Écran de la boîte de réception du lieu
hi: वेन्यू इनबॉक्स स्क्रीन
si: ස්ථාන එන ලිපි තිරය
ta: இடம் இன்பாக்ஸ் திரை
zh: 场地收件箱屏幕

source: Venue New Chat Screen
fi: Paikka uusi chat-näyttö
fr: Écran de discussion du nouvel établissement
hi: वेन्यू न्यू चैट स्क्रीन
si: Penue New Chat Screen
ta: இடம் புதிய அரட்டை திரை
zh: 场地新聊天屏幕

source: Venue Notification Screen
fi: Venue Notification -näyttö
fr: Écran de notification du lieu
hi: स्थल अधिसूचना स्क्रीन
si: ස්ථාන දැනුම්දීමේ තිරය
ta: இடம் அறிவிப்புத் திரை
zh: 地点通知屏幕

source: Venue Notification Settings Screen
fi: Venue Notification Settings -näyttö
fr: Écran des paramètres de notification du site
hi: स्थान अधिसूचना सेटिंग्स स्क्रीन
si: ස්ථාන දැනුම්දීමේ සිටුවම් තිරය
ta: இடம் அறிவிப்பு அமைப்புகள் திரை
zh: 会场通知设置屏幕

source: Venue Profile Screen
fi: Paikkaprofiilinäyttö
fr: Écran de profil du site
hi: स्थान प्रोफ़ाइल स्क्रीन
si: ස්ථාන පැතිකඩ තිරය
ta: இடம் சுயவிவரத் திரை
zh: 场地资料屏幕

source: Venue Profile Edit Screen
fi: Paikkaprofiilin muokkausnäyttö
fr: Écran de modification du profil du site
hi: स्थल प्रोफ़ाइल संपादन स्क्रीन
si: ස්ථාන පැතිකඩ සංස්කරණ තිරය
ta: இடம் சுயவிவரத்தை திருத்து திரை
zh: 场地资料编辑屏幕

source: Venue Zones Screen
fi: Venue Zones -näyttö
fr: Écran des zones de site
hi: वेन्यू जोन स्क्रीन
si: ස්ථාන කලාප තිරය
ta: இடம் மண்டலங்கள் திரை
zh: 场地区域屏幕

source: Venue Zone Booking Screen
fi: Venue Zone Booking -näyttö
fr: Écran de réservation de zone de site
hi: वेन्यू ज़ोन बुकिंग स्क्रीन
si: ස්ථාන කලාප වෙන්කිරීමේ තිරය
ta: இடம் மண்டல முன்பதிவுத் திரை
zh: 场地区域预订屏幕

source: Venue Zone Not Owner Screen
fi: Venue Zone ei omistajanäyttö
fr: Écran de zone de site non propriétaire
hi: वेन्यू जोन स्क्रीन का मालिक नहीं है
si: ස්ථාන කලාපය හිමිකරු තිරය නොවේ
ta: இடம் மண்டலம் உரிமையாளர் திரை இல்லை
zh: 场地区域非所有者屏幕

source: Venue Zone Owner Screen
fr: Écran du propriétaire de la zone du site
hi: वेन्यू ज़ोन ओनर स्क्रीन
si: ස්ථාන කලාප හිමිකරු තිරය
ta: இடம் மண்டல உரிமையாளர் திரை
zh: 场地区域所有者屏幕

source: Venue Zone Payment Screen
fi: Venue Zone Payment -näyttö
fr: Écran de paiement de la zone de site
hi: वेन्यू जोन पेमेंट स्क्रीन
si: ස්ථාන කලාප ගෙවීම් තිරය
ta: இடம் மண்டல கட்டணத் திரை
zh: 场馆区域支付屏幕

source: Withdraw Earning Screen
fi: Poista tulonäyttö
fr: Retirer l''écran de gains
si: ඉපැයීමේ තිරය ඉවත් කරන්න
ta: ஈர்னிங் திரையைத் திரும்பப் பெறு
zh: 撤回收入屏幕

source: Search interest
fi: Hakukiinnostus
fr: Intérêt de recherche
hi: खोज रुचि
si: සෙවුම් උනන්දුව
ta: தேடல் ஆர்வம்
zh: 搜索兴趣

source: Selected interest list
fi: Valittu kiinnostuksen kohteiden luettelo
fr: Liste d''intérêts sélectionnés
hi: चयनित रुचि सूची
si: තෝරාගත් උනන්දුව ලැයිස්තුව
ta: தேர்ந்தெடுக்கப்பட்ட வட்டி பட்டியல்
zh: 选择的兴趣列表

source: Collapsible section
fi: Kopistettava osa
fr: Section pliable
hi: बंधनेवाला अनुभाग
si: හැකිය හැකි කොටස
ta: மடிக்கக்கூடிய பகுதி
zh: 可折叠部分

source: Choose location screen
fi: Valitse sijaintinäyttö
fr: Choisir l''écran de localisation
hi: स्थान स्क्रीन चुनें
si: ස්ථාන තිරය තෝරන්න
ta: இருப்பிடத் திரையைத் தேர்ந்தெடு
zh: 选择位置屏幕

source: Confirm location selection and proceed to next screen
fi: Vahvista sijainnin valinta ja siirry seuraavaan näyttöön
fr: Confirmez la sélection de l''emplacement et passez à l''écran suivant
hi: स्थान चयन की पुष्टि करें और अगली स्क्रीन पर आगे बढ़ें
si: ස්ථාන තේරීම තහවුරු කර ඊළඟ තිරයට යන්න
ta: இருப்பிடத் தேர்வை உறுதிசெய்து அடுத்த திரைக்குச் செல்லவும்
zh: 确认位置选择并进入下一个屏幕

source: Select unit of measure
fi: Valitse mittayksikkö
fr: Sélectionner l''unité de mesure
hi: माप की इकाई चुनें
si: මිනුම් ඒකකය තෝරන්න
ta: அளவின் அலகு தேர்ந்தெடு
zh: 选择测量单位

# selectSearchRadius
source: Select search radius, unit in {unit}
fi: Valitse hakusäde, yksikkö {unit}
fr: Sélectionnez le rayon de recherche, unité en {unit}
hi: खोज त्रिज्या, इकाई को {unit} में चुनें
si: සෙවුම් අරය තෝරන්න, {unit} තුළ ඒකකය
ta: தேடல் ஆரம், அலகு {unit} இல் தேர்ந்தெடு
zh: 选择搜索半径，单位为{unit}

# setMapToCurrentLocation
source: Set location to your current location
fi: Aseta sijainti nykyiseen sijaintiisi
fr: Définir l''emplacement sur votre emplacement actuel
hi: स्थान को अपने वर्तमान स्थान पर सेट करें
si: ඔබේ වත්මන් ස්ථානයට ස්ථානය සකසන්න
ta: உங்கள் தற்போதைய இருப்பிடத்திற்கு இருப்பிடத்தை அமைக்கவும்
zh: 将位置设置为您的当前位置

source: Search for location
fi: Hae sijaintia
fr: Rechercher un emplacement
hi: स्थान खोजें
si: ස්ථානය සඳහා සොයන්න
ta: இருப்பிடம் தேடு
zh: 搜索位置

source: Activities and interest list
fi: Activities ja kiinnostuksen kohteiden luettelo
fr: Liste d''activités et d''intérêts
hi: गतिविधियाँ और रुचि सूची
si: ක්‍රියාකාරකම් සහ උනන්දුව ලැයිස්තුව
ta: செயல்பாடுகள் மற்றும் வட்டி பட்டியல்
zh: 活动和兴趣列表

source: {interest} added to interest list
fi: {interest} lisätty kiinnostuksen kohteiden luetteloon
fr: {interest} ajouté à la liste d''intérêt
hi: {interest} रुचि सूची में जोड़ा गया
si: {interest} උනන්දුව ලැයිස්තුවට එකතු කරන ලදී
ta: வட்டி பட்டியலில் {interest} சேர்க்கப்பட்டது
zh: {interest} 已添加到兴趣列表

source: {interest} removed from interest list
fi: {interest} poistettu kiinnostuksen kohteiden luettelosta
fr: {interest} supprimé de la liste d''intérêt
hi: {interest} को रुचि सूची से हटा दिया गया
si: {interest} උනන්දුව ලැයිස්තුවෙන් ඉවත් කර ඇත
ta: வட்டி பட்டியலில் இருந்து {interest} அகற்றப்பட்டது
zh: {interest} 从兴趣列表中删除

source: Playkosmos main screen
fi: Playkosmos-päänäyttö
fr: Écran principal de Playkosmos
hi: Playkosmos मुख्य स्क्रीन
si: Playkosmos ප්‍රධාන තිරය
ta: Playkosmos பிரதான திரை
zh: Playkosmos 主屏幕

# messagesBadge
source: General messages badge
fi: Yleinen viestimerkki
fr: Badge messages généraux
hi: सामान्य संदेश बैज
si: සාමාන්‍ය පණිවිඩ ලාංඡනය
ta: பொது செய்திகள் பேட்ஜ்
zh: 一般消息徽章

source: Direct messages badge
fi: Suorat viestit -merkki
fr: Badge de messages directs
hi: डायरेक्ट मैसेज बैज
si: සෘජු පණිවිඩ ලාංඡනය
ta: நேரடி செய்திகள் பேட்ஜ்
zh: 直接消息徽章

# youHaveNNewMessages
source: {count, plural, =0{No new messages} =1{You have 1 new message} other{You have {count} messages}}
fi: {count, plural, =0{Ei uusia viestejä} =1{Sinulla on 1 uusi viesti} other{Sinulla on {count} viestiä}}
fr: {count, plural, =0{Vous n''avez pas de nouveau message} =1{Vous avez {count} nouveaux messages} other{Vous avez {count} nouveaux messages}}
hi: {count, plural, =0{आपके पास कोई नया संदेश नहीं है} =1{आपके पास {count} नया संदेश है} other{आपके पास {count} नए संदेश हैं}}
si: {count, plural, =0{ඔබට නව පණිවිඩයක් නැත} =1{ඔබට නව පණිවිඩ {count} ඇත} other{ඔබට නව පණිවිඩ {count} ඇත}}
ta: {count, plural, =0{உங்களிடம் புதிய செய்தி இல்லை} =1{உங்களிடம் {count} புதிய செய்தி உள்ளது} other{உங்களிடம் {count} புதிய செய்திகள் உள்ளன}}
zh: {count,plural, =0{您没有新消息} =1{您有 {count} 个新消息} other{您有 {count} 个新消息}}

source: Notification badge
fi: Ilmoitusmerkki
fr: Badge de notification
hi: अधिसूचना बैज
si: දැනුම්දීම් ලාංඡනය
ta: அறிவிப்பு பேட்ஜ்
zh: 通知徽章

# youHaveNNewNotifications
source: {count, plural, other{You have {count} new notifications} zero{You have no new notification} one{You have {count} new notification}}
fi: {count, plural, other{Sinulla on {count} uutta ilmoitusta} zero{Sinulla ei ole uutta ilmoitusta} one{Sinulla on {count} uutta ilmoitusta}}
fr: {count, plural, other{Vous avez {count} nouvelles notifications} zero{Vous n''avez pas de nouvelle notification} one{Vous avez {count} nouvelles notifications}}
hi: {count, plural, other{आपके पास {count} नई सूचनाएं हैं} zero{आपके पास कोई नई अधिसूचना नहीं है} one{आपके पास {count} नई सूचनाएं हैं}}
si: {count, plural, other{ඔබට {count} නව දැනුම්දීම්} zero{ඔබට නව දැනුම්දීමක් නැත} one{ඔබට නව දැනුම්දීමක් {count} ඇත}}
ta: {count, plural, other{உங்களிடம் {count} புதிய அறிவிப்புகள்} zero{உங்களிடம் புதிய அறிவிப்பு இல்லை} one{உங்களிடம் {count} புதிய அறிவிப்பு உள்ளது}}
zh: {count,plural,other{您有 {count} 个新通知}zero{您没有新通知}one{您有 {count} 个新通知}}

source: See all upcoming activities
fi: Näytä kaikki tulevat tapahtumat
fr: Voir toutes les activités à venir
hi: आगामी सभी गतिविधियां देखें
si: ඉදිරි ඉදිරියට එන සියලුම ක්‍රියාකාරකම් බලන්න
ta: எல்லா வரவிருக்கும் செயல்பாடுகளையும் பார்க்கவும்
zh: 查看所有即将举行的活动

# upcomingActivitiesDashComingUpByTime
source: {activityType} activity - {activityTitle}, coming up by {activityTime}
fi: toiminta {activityType} - {activityTitle}, tulossa {activityTime} mennessä
fr: Activité {activityType} - {activityTitle}, à venir d''ici {activityTime}
hi: {activityType} गतिविधि - {activityTitle}, {activityTime} तक आ रही है
si: {activityType} ක්‍රියාකාරකම් - {activityTitle}, {activityTime} විසින් පැමිණේ
ta: {activityType} செயல்பாடு - {activityTitle}, {activityTime}க்குள் வருகிறது
zh: {activityType} 活动 - {activityTitle}，即将在 {activityTime} 前进行

source: Upcoming activities list
fi: Tulevien aktiviteettien luettelo
fr: Liste des activités à venir
hi: आगामी गतिविधियाँ सूची
si: ඉදිරි ක්‍රියාකාරකම් ලැයිස්තුව
ta: வரவிருக்கும் செயல்பாடுகளின் பட்டியல்
zh: 即将举行的活动列表

source: {userName} profile picture
fi: {userName} profiilikuva
fr: Photo de profil {userName}
hi: {userName} प्रोफ़ाइल चित्र
si: {userName} පැතිකඩ පින්තූරය
ta: {userName} சுயவிவரப் படம்
zh: {userName} 个人资料图片

source: Show password
fi: Näytä salasana
fr: Afficher le mot de passe
hi: पासवर्ड दिखाए
si: මුරපදය පෙන්වන්න
ta: கடவுச்சொல்லை காட்டவும்
zh: 显示密码

source: Hide password
fi: Piilota salasana
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएं
si: මුරපදය සඟවන්න
ta: கடவுச்சொல்லை மறை
zh: 隐藏密码

# imageSemantics
source: Image at row {rowIndex} and column {columnIndex}
fi: Kuva rivillä {rowIndex} ja sarakkeessa {columnIndex}
fr: Image à la ligne {rowIndex} et à la colonne {columnIndex}
hi: पंक्ति {rowIndex} और कॉलम {columnIndex} पर छवि
si: {rowIndex} පේළියේ සහ {columnIndex} තීරුවේ රූපය
ta: வரிசை {rowIndex} மற்றும் நெடுவரிசை {columnIndex} இல் உள்ள படம்
zh: 第 {rowIndex} 行第 {columnIndex} 列的图像

# videoSemantics
source: Video at row {rowIndex} and column {columnIndex}
fi: Video rivillä {rowIndex} ja sarakkeessa {columnIndex}
fr: Vidéo à la ligne {rowIndex} et à la colonne {columnIndex}
hi: पंक्ति {rowIndex} और कॉलम {columnIndex} पर वीडियो
si: {rowIndex} පේළියේ සහ {columnIndex} තීරුවේ වීඩියෝව
ta: வரிசை {rowIndex} மற்றும் நெடுவரிசை {columnIndex} இல் வீடியோ
zh: 第 {rowIndex} 行第 {columnIndex} 列的视频

# searchRadiusDistance
source: Search radius: {distance} {unitOfMeasure}
fi: Hakusäde: {distance} {unitOfMeasure}
fr: Rayon de recherche : {distance} {unitOfMeasure}
hi: खोज त्रिज्या: {distance} {unitOfMeasure}
si: සෙවුම් අරය: {unitOfMeasure} {distance}
ta: தேடல் ஆரம்: {distance} {unitOfMeasure}
zh: 搜索半径：{distance}{unitOfMeasure}

# activityTitle
source: Activity title: {title}
fi: Toiminnan nimi: {title}
fr: Titre de l''activité : {title}
hi: गतिविधि शीर्षक: {title}
si: ක්‍රියාකාරකම් මාතෘකාව: {title}
ta: செயல்பாட்டின் தலைப்பு: {title}
zh: 活动标题：{title}
