Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

# privacyPolicyVersionDate
source: Version 3, 29 June 2022
fi: Versio 3, 29. kesäkuuta 2022
fr: Version 3, 29 juin 2022
hi: संस्करण 3, 29 जून 202
si: සංස්කාරකය 3, 2022 ජූනි 29
ta: பதிப்பு 3, 2022 ஜூன் 29
zh: 版本 3, 2022年6月29日

# privacyPolicyCopyright
source: Copyright © 2022 Free Software Foundation Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
fi: Tämän tekijänoikeus © 2022 Free Software Foundation Kaikilla on lupa kopioida ja jakaa tämän lisenssiasiakirjan sanatarkkoja kopioita, mutta sen muuttaminen ei ole sallittua.
fr: Droits d''auteur © 2022 Free Software Foundation Chacun est autorisé à copier et distribuer des copies verbales de ce document de licence, mais il est interdit de le modifier.
hi: कॉपीराइट © 2022 फ्री सॉफ्टवेयर फाउंडेशन सभी को इस लाइसेंस दस्तावेज़ की शब्द-शब्दित प्रतियां कॉपी और वितरित करने की अनुमति है, लेकिन इसे.
si: ප්‍රකාශන හිමිකම © 2022 නිදහස් මෘදුකාංග පදනම මෙම ලයිසන්ස් ලියාපදිංචිය ඉක්මන් කිරීමට හැකියි, එවිට වෙනස් කිරීම වලක්ෂනයක් නොවනු ඇත.
ta: பதிப்பகம் © 2022 இலவச மென்பொருள் அறக்கட்டளை இந்த உரிமப்பட ஆவணத்தின் தெரியாத நகல்களைப் பிரதியை உருவாக்கி வழங்க ஒவ்வொருவருக்கும் அனுமதி உண்டு, ஆனால் அதை மாற்ற முடியாது.
zh: 版权 © 2022 自由软件基金会 每个人都可以复制和分发本许可证文件的逐字副本，但不允许修改它。

# preambleText
source: Preamble
fi: Johdanto
fr: Préambule
hi: प्रस्तावना
si: පෙරේම්බුලය
ta: முன்னுரையின்
zh: 序言

# privacyPolicyDescription
source: The licenses for most software and other practical works are designed to take away your freedom to share and change the works. By contrast, the General Public License is intended to guarantee your freedom to share and change all versions of a program--to make sure it remains free software for all its users. When we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for them if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs, and that you know you can do these things. To protect your rights, we need to prevent others from denying you these rights or asking you to surrender the rights.
fi: Useimpien ohjelmistojen ja muiden käytännöllisten teosten lisenssit on suunniteltu riistämään sinulta oikeus jakaa ja muuttaa teoksia. Sen sijaan Yleisöjen Lisenssi on tarkoitettu takaamaan oikeutesi jakaa ja muuttaa kaikkia ohjelman versioita – varmistaen, että se pysyy vapaana ohjelmistona kaikille sen käyttäjille. Kun puhumme vapaasta ohjelmistosta, viittaamme vapauden, emme hinnan, käsitteeseen. Yleisöjen Lisenssimme on suunniteltu varmistamaan, että sinulla on vapaus jakaa kopioita vapaasta ohjelmistosta (ja laskuttaa niistä, jos niin haluat), että saat lähdekoodin tai voit saada sen, jos haluat sen, että voit muuttaa ohjelmistoa tai käyttää siitä osia uusissa vapaissa ohjelmissa, ja että tiedät voivasi tehdä nämä asiat. Suojataksemme oikeuksiasi, meidän on estettävä muiden kieltämästä sinulta näitä oikeuksia tai pyytämästä sinua luopumaan niistä.
fr: Les licences de la plupart des logiciels et autres œuvres pratiques sont conçues pour vous priver de votre liberté de partager et de modifier les œuvres. En revanche, la Licence Publique Générale a pour but de garantir votre liberté de partager et de modifier toutes les versions d''un programme, afin de vous assurer qu''il reste un logiciel libre pour tous ses utilisateurs. Lorsque nous parlons de logiciel libre, nous faisons référence à la liberté, pas au prix. Nos licences publiques générales sont conçues pour garantir que vous avez la liberté de distribuer des copies de logiciels libres (et de les facturer si vous le souhaitez), que vous recevez le code source ou que vous pouvez l''obtenir si vous le souhaitez, que vous pouvez modifier le logiciel ou en utiliser des morceaux dans de nouveaux programmes gratuits, et que vous savez que vous pouvez faire ces choses. Pour protéger vos droits, nous devons empêcher les autres de vous refuser ces droits ou de vous demander de les abandonner.
hi: अधिकांश सॉफ्टवेयर और अन्य व्यावहारिक कार्यों की लाइसेंस का उद्देश्य यह होता है कि आपकी आपसी व्यापार करने और कार्यों को बदलने की स्वतंत्रता को हटा दें। इसके उल्ट, सार्वजनिक जनरल लाइसेंस का उद्देश्य यह सुनिश्चित करना है कि आपको किसी प्रोग्राम के सभी संस्करणों को साझा करने और बदलने की स्वतंत्रता सुनिश्चित हो - ताकि यह सभी उपयोगकर्ताओं के लिए मुक्त सॉफ्टवेयर रहे।. जब हम मुफ्त सॉफ्टवेयर की बात करते हैं, तो हम स्वतंत्रता की बात कर रहे हैं, मूल्य की नहीं। हमारे सामान्य सार्वजनिक लाइसेंस यह सुनिश्चित करने के लिए बनाए गए हैं कि आपके पास मुक्त सॉफ्टवेयर की प्रतिलिपियों का वितरण करने की स्वतंत्रता हो (और आप चाहें तो उनके लिए शुल्क ले सकते हैं), आप स्रोत कोड प्राप्त करते हो या चाहो तो प्राप्त कर सकते हो, आप सॉफ्टवेयर को संशोधित कर सकते हो या इसके टुकड़े नए मुक्त कार्यक्रमों में उपयोग कर सकते हो और आप जानते हो कि आप ये सब कर सकते हों।. आपके अधिकारों की सुरक्षा के लिए, हमें दूसरों को आपके इन अधिकारों को इनकार करने या आपसे इन अधिकारों को सरेंडर करने के लिए रोकने की आवश्यकता है।.
si: තවත්, ප්‍රායෝගික පොදුවේදී, ආරම්භක ව්‍යාපාර හා වෙනත් ප්‍රායෝගික කලාපයන් ඔබේ සියළුම ක්‍රියාවලිය හා මාරු කරනු ලබයින් සිටී. වෙනත්, සාමාන්‍ය පොදු බලන්නේ නිදහස් සංවේදී සහ වෙනත් ප්‍රායෝගික අවශ්‍යතාවයන් සඳහා ඔබට සැලකිය හැකිය. අපිට නියමිත තත්ත්වය සහ යයිදුම් පද්ධතියන්ගේ සහ දෙනෙක් සහගත විරෝධී ක්‍රියාවලිය හා අභිනව ක්‍රියා වේ. අපි අපගේ ප්‍රතිප්‍රවේශ සමග ඔබගේ තොරතුරු තොරතුරුකරන්න සඳහා සියලු තොරතුරු භාවිතයක් භාවිතා කරයි. නිදහස් කරන හැකි සොෆ්ට්වෙයරය ගැන කතා කිරීමේදී, අප ස්වයංක්‍රීය මාධ්‍යයන්ගේ සහාය නොවන අතර වලංගු නොවන්නේ අපගේ සාමාන්‍ය පොදු ලියාපදිංචි සහාය වීම් පිළිබද තීරණය කිරීමයි. ඔබට නිර්මාණය වූ නිපැයුම් වෙබ් පිටුවෙන් ටෙන්ඩෙර් ප්‍රමාණවත් පමණි. ඔබේ අභියෝගයන් ආරක්ෂක කිරීමට, අපි ඔබෙන් මෙම අභියෝග නිරාකරණ කිරීම හෝ අපෙන් එය අපට ඉවත් කිරීමට අපිට හේතුවක් ඇතුළත් කර ඇති විය යුතුය.
ta: பெரும்பாலான மென்பொருள் மற்றும் பிற நடைமுறைப் பணிகளுக்கான உரிமங்கள், படைப்புகளைப் பகிர்வதற்கும் மாற்றுவதற்கும் உங்களின் சுதந்திரத்தைப் பறிக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளன. இதற்கு நேர்மாறாக, பொது பொது உரிமம் என்பது ஒரு நிரலின் அனைத்து பதிப்புகளையும் பகிர்ந்து கொள்ளவும் மாற்றவும் உங்கள் சுதந்திரத்திற்கு உத்தரவாதம் அளிக்கும் --அது அதன் அனைத்து பயனர்களுக்கும் இலவச மென்பொருளாக இருப்பதை உறுதிசெய்யும். கட்டற்ற மென்பொருளைப் பற்றி பேசும்போது, ​​நாம் சுதந்திரத்தை குறிப்பிடுகிறோம், விலை அல்ல. இலவச மென்பொருளின் நகல்களை விநியோகிக்க உங்களுக்கு சுதந்திரம் இருப்பதை உறுதிசெய்யும் வகையில் எங்கள் பொதுப் பொது உரிமங்கள் வடிவமைக்கப்பட்டுள்ளன (மற்றும் நீங்கள் விரும்பினால் அவற்றுக்கான கட்டணம்), நீங்கள் மூலக் குறியீட்டைப் பெறுகிறீர்கள் அல்லது நீங்கள் விரும்பினால் அதைப் பெறலாம், நீங்கள் மென்பொருளை மாற்றலாம் அல்லது புதிய இலவச திட்டங்களில் அதன் துண்டுகளைப் பயன்படுத்தவும், மேலும் நீங்கள் இவற்றைச் செய்ய முடியும் என்பது உங்களுக்குத் தெரியும். கட்டற்ற மென்பொருளைப் பற்றி பேசும்போது, ​​நாம் சுதந்திரத்தை குறிப்பிடுகிறோம், விலை அல்ல. இலவச மென்பொருளின் நகல்களை விநியோகிக்க உங்களுக்கு சுதந்திரம் இருப்பதை உறுதிசெய்யும் வகையில் எங்கள் பொதுப் பொது உரிமங்கள் வடிவமைக்கப்பட்டுள்ளன (மற்றும் நீங்கள் விரும்பினால் அவற்றுக்கான கட்டணம்), நீங்கள் மூலக் குறியீட்டைப் பெறுகிறீர்கள் அல்லது நீங்கள் விரும்பினால் அதைப் பெறலாம், நீங்கள் மென்பொருளை மாற்றலாம் அல்லது புதிய இலவச திட்டங்களில் அதன் துண்டுகளைப் பயன்படுத்தவும், மேலும் நீங்கள் இவற்றைச் செய்ய முடியும் என்பது உங்களுக்குத் தெரியும்.
zh: 为大多数软件和其他实用作品提供个性化机会，创造、连接、沟通、发现和分享。人们是不同的。我们希望通过共同经历来加强您的关系，这些经历实际上与您有关。因此，我们建立了试图理解您和其他人关心的人和事的系统，并使用这些信息帮助您创建、查找、加入和分享对您重要的经历。 谈到自由软件时，我们所指的是自由，而不是价格。我们的通用公共许可证旨在确保您有权利分发自由软件的副本（如果您希望可以对其收费），您可以获取源代码或者在需要时可以获得它，您可以修改软件或者在新的自由程序中使用其中的部分，而且您知道您可以做这些事情。 为了保护您的权利，我们需要防止他人否认您这些权利或要求您放弃这些权利。

# byRegisteringAcceptPrivacyPolicy
source: By registering you have accepted the privacy policy of PlayKosmos
fi: Rekisteröitymällä olet hyväksynyt PlayKosmos tietosuojakäytännön.
fr: En vous inscrivant, vous avez accepté la politique de confidentialité de PlayKosmos.
hi: पंजीकरण करके आपने PlayKosmos की गोपनीयता नीति स्वीकार की है।
si: ලියාපදිංචි වීමෙන් ඔබ PlayKosmos හි රහස්‍යතා ප්‍රතිපත්තිය පිළිගෙන ඇත
ta: பதிவு செய்வதன் மூலம் PlayKosmos இன் தனியுரிமைக் கொள்கையை ஏற்றுக்கொண்டீர்கள்
zh: 通过注册，您已接受 PlayKosmos 的隐私政策。

source: Log into Account
fi: Kirjaudu sisään tiliin
fr: Connectez-vous à votre compte
hi: खाते में लॉग इन करें
si: ගිණුමට ඇතුල් වන්න
ta: கணக்கில் உள்நுழைக கணக்கில் உள்நுழைக
zh: 登录帐户

source: Log into your account
fi: Kirjaudu tilillesi
fr: Connectez-vous à votre compte
hi: अपने खाते में लॉग इन करें
si: ඔබේ ගිණුමට ඇතුල් වන්න
ta: உங்கள் கணக்கில் உள்நுழைக
zh: 登录您的帐户

# noAccount
source: Don''t have an account?
fi: Ei ole tiliä?
fr: Vous n''avez pas de compte?
hi: खाता नहीं है?
si: ගිණුමක් නැතිනම් බොහෝයි?
ta: கணக்கு இல்லையா?
zh: 没有账户吗？

source: Forgot Password?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गये?
si: මුරපදය අමතක විය?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
zh: 忘记密码？

# otpVerificationText
source: OTP Verification
fi: OTP-tarkistus
fr: Vérification OTP
hi: OTP सत्यापन
si: OTP තහවුරු කිරීම
ta: OTP சரிபார்ப்பு
zh: OTP 验证

# enterOtpText
source: Enter OTP Code
fi: Syötä OTP-koodi
fr: Entrez le code OTP
hi: OTP कोड दर्ज करें
si: OTP කේතය ඇතුල් කරන්න
ta: OTP குறியீட்டை உள்ளிடவும்
zh: 输入OTP代码

source: OTP not received?
fi: OTP:tä ei vastaanotettu?
fr: OTP non reçu ?
hi: OTP प्राप्त नहीं हुआ?
si: OTP ලැබුණින් නොහැකිය?
ta: OTP வரவில்லையா?
zh: 没收到OTP？

source: Resend OTP
fi: Lähetä OTP uudelleen
fr: Renvoyer OTP
hi: OTP फिर से भेजें
si: OTP නැවත යවන්න
ta: OTP ஐ மீண்டும் அனுப்பவும்
zh: 重新发送OTP

# proceedText
source: Proceed
fi: Jatka
fr: Continuer
hi: आगे बढ़ें
si: පවත්වාගෙන යන්න
ta: தொடரவும்
zh: 继续

# cancelText
source: Cancel
fi: Peruuta
fr: Annuler
hi: रद्द करें
si: අවලංගු කරන්න
ta: ரத்து செய்
zh: 取消

# enterOtpError
source: *Please enter the otp sent
fi: Ole hyvä ja syötä lähetetty OTP
fr: Veuillez saisir l''OTP envoyé
hi: कृपया भेजी गई OTP दर्ज करें
si: යවන OTP ඇතුල්වීමක් ඇතුලු කරන්නේමෙන් කරුණාකර ඇතුළු කරන්න
ta: அனுப்பிய ஒடிபியை உள்ளிடவும்
zh: 请输入已发送的OTP

# wrongOtpError
source: *OTP is invalid. Please enter correct password
fi: OTP on virheellinen. Syötä oikea salasana
fr: OTP invalide. Veuillez entrer le mot de passe correct
hi: OTP अमान्य है। कृपया सही पासवर्ड दर्ज करें
si: OTP වලංගුය. කරුණාකර වරදක්ව මුරපදය ඇතුල් කරන්න
ta: OTP தவறானது. சரியான கடவுச்சொல்லை உள்ளிடவும்
zh: OTP 无效。请输入正确的密码

source: OTP Verified !!!
fi: OTP varmennettu !!!
fr: OTP vérifié !!!
hi: OTP सत्यापित किया गया !!!
si: OTP සත්‍යාපනය කිරීමේදී !!!
ta: OTP சரிபார்க்கப்பட்டது !!!
zh: OTP 已验证 !!!

# firstStepCompleted
source: You have completed the first step in becoming a member of the Playkosmos Family
fi: Olet suorittanut ensimmäisen askeleen Playkosmos-perheen jäseneksi tulemisessa.
fr: Vous avez franchi la première étape pour devenir membre de la famille Playkosmos.
hi: आपने Playkosmos परिवार के सदस्य बनने की पहली कदम पूरा कर लिया है।
si: ඔබ Playkosmos පවුලේ නවාතැන් සහාය වන්නේයි විනිශ්චය සම්පුර්ණ කිරීමේ පළමු පැයක් උපක්ෂා කර ඇත.
ta: Playkosmos குடும்பத்தில் உறுப்பினராவதற்கான முதல் படியை முடித்துவிட்டீர்கள்
zh: 您已完成成为Playkosmos家庭成员的第一步。

# step2Text
source: Step 2
fi: Vaihe 2
fr: Étape 2
hi: चरण 2
si: පිටු 2
ta: படி 2
zh: 第2步

# addProfilePic
source: Add a profile picture
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
hi: प्रोफ़ाइल तस्वीर जोड़ें
si: පැත්තක් රූපයක් එකතු කරන්න
ta: சுயவிவரப் படத்தைச் சேர்க்கவும்
zh: 添加个人资料照片

# uploadImageToProfile
source: Upload an image to your profile
fi: Lataa kuva profiiliisi
fr: Télécharger une image sur votre profil
hi: अपनी प्रोफ़ाइल पर एक छवि अपलोड करें
si: ඔබේ සිතියමට පින්කල් අප්ලෝඩ් කරන්න
ta: உங்கள் சுயவிவரத்தில் ஒரு படத்தை பதிவேற்றவும்
zh: 将图像上传到您的个人资料中

# bioText
source: Bio
hi: जीवनी
si: ජීවිතය
ta: உயிர்
zh: 个人简介

# shortDescriptionAboutSelf
source: Short description about yourself
fi: Lyhyt kuvaus itsestäsi
fr: Brève description à propos de vous
hi: अपने बारे में संक्षिप्त विवरण
si: ඔබ ගැන සාර්ථකව සරල විස්තරය
ta: உங்களைப் பற்றிய சிறு விளக்கம்
zh: 关于你自己的简短描述

# uploadText
source: Upload
fi: Lataa
fr: Télécharger
hi: अपलोड करें
si: උඩුගත කරන්න
ta: பதிவேற்றவும்
zh: 上传

source: Choose your interest
fi: Valitse kiinnostuksesi
fr: Choisissez votre intérêt
hi: अपने रुचि का चयन करें
si: ඔබේ ප්‍රස්තානයට තෝරාගන්න
ta: உங்கள் ஆர்வத்தைத் தேர்ந்தெடுங்கள்
zh: 选择您的兴趣

# selectWhatInterestsYou
source: Select the activities and sports that interest you
fi: Valitse kiinnostavat aktiviteetit ja urheilulajit
fr: Sélectionnez les activités et sports qui vous intéressent
hi: उन गतिविधियों और खेलों का चयन करें जो आपको आकर्षित करते हैं
si: ඔබට ප්‍රවේශය දක්වන ක්‍රීඩා හා ක්ෂේත්‍ර තෝරන්න
ta: உங்களுக்கு விருப்பமான செயல்பாடுகள் மற்றும் விளையாட்டுகளைத் தேர்ந்தெடுக்கவும்
zh: 选择您感兴趣的活动和运动

source: Location & Radius
fi: Sijainti ja säde
fr: Lieu et rayon
hi: स्थान और त्रिज्या
si: ස්ථානය & අපරාදේශය
ta: இடம் & ஆரம்
zh: 位置和半径

source: Location
fi: Sijainti
fr: Emplacement
hi: स्थान
si: ස්ථානය
ta: இடம்
zh: 位置

# locationMoreInfo
source: Location will be used to suggest (playmates, teams, stores, venues and activities). Within the location you set up.
fi: Sijaintia käytetään ehdottamaan (leikkikavereita, joukkueita, kauppoja, tapahtumapaikkoja ja aktiviteetteja). Sijainnin mukaan, jonka asetat.
fr: La localisation sera utilisée pour suggérer (compagnons de jeu, équipes, magasins, lieux et activités). Dans la localisation que vous avez configurée.
hi: स्थान का उपयोग सुझाव (खेल के संगी, टीमें, स्टोर्स, स्थल और गतिविधियों) देने के लिए किया जाएगा। आपके निर्धारित स्थान के अंदर।.
si: ස්ථානය භාවිතා කරන ලදී (ක්‍රික්ස්, කණ්ඩායම්, වෙළඳ විදුලි සහ ක්‍රියාකාරකම්) නිර්මාණය කිරීම සඳහා. ඔබ සැකසීමේ ස්ථානයේ.
ta: விளையாட்டுத் தோழர்கள், அணிகள், கடைகள், இடங்கள் மற்றும் செயல்பாடுகள்) பரிந்துரைக்க இடம் பயன்படுத்தப்படும். நீங்கள் அமைத்த இடத்திற்குள்.
zh: 位置将用于建议（玩伴、团队、商店、场馆和活动）。在您设置的位置内。

source: Search Radius
fi: Etsintäsäde.
fr: Rayon de recherche.
hi: खोज त्रिज्या।
si: සෙවුම් රේක්ෂිතය.
ta: தேடல் ஆரம்
zh: 搜索半径。

# searchRadiusMoreInfo
source: Search distance will be the kilometres or miles you want the search to reach from the location you set up
fi: Hakuetäisyys on kilometreinä tai maileina se etäisyys, jonka haluat haun ulottuvan asettamastasi sijainnista.
fr: La distance de recherche sera en kilomètres ou en miles, selon la distance que vous souhaitez atteindre à partir de l''emplacement que vous avez défini.
hi: खोज दूरी वह किलोमीटर या मील होगी जो आप खोज को तय किए गए स्थान से पहुंचना चाहते हैं।
si: පෙළ සිටින ස්ථානයෙන් ඔබ අරුත් කළ සීමාව කිලෝමියන්ට හෝ සැකසුම් සීමාවක් ඔබ සිටියෙන් ලැබෙනු ඇත.
ta: நீங்கள் அமைத்துள்ள இடத்திலிருந்து தேடுதல் அடைய விரும்பும் கிலோமீட்டர்கள் அல்லது மைல்கள் தேடல் தூரமாக இருக்கும்
zh: 搜索距离将是您希望搜索从您设置的位置达到的公里或英里。

source: Unit of Measure
fi: Mittayksikkö
fr: Unité de mesure
hi: माप की इकाई
si: ඒකක විස්තරයක්
ta: அளவீட்டு அலகு
zh: 测量单位

# setUnitOfMeasure
source: {measure, select, miles{Miles} other{Kilometres}}
fi: {measure, select, miles{Mailia} other{Kilometri}}
fr: {measure, select, miles{Miles} other{Kilomètres}}
hi: {measure, select, miles{मील} other{किलोमीटर}}
si: {measure, select, miles{මයිල්} other{කිලෝමීටර්}}
ta: {measure, select, miles{மைல்கள்} other{கிலோமீட்டர்கள்}}
zh: {measure, select, miles{英里} other{公里}}

source: Your location
fi: Sijaintisi
fr: Votre position
hi: आपका स्थान
si: ඔබගේ ස්ථානය
ta: உன்னுடைய இருப்பிடம்
zh: 您的位置

source: Recent location
fi: Viimeaikainen sijainti
fr: Emplacement récent
hi: हाल का स्थान
si: අදාල ස්ථානය
ta: சமீபத்திய இடம்
zh: 最近的位置

# forgotPasswordDetail
source: If you have forgotten your password follow the instruction below
fi: Jos olet unohtanut salasanasi, seuraa alla olevia ohjeita.
fr: Si vous avez oublié votre mot de passe, suivez les instructions ci-dessous.
hi: अगर आप अपना पासवर्ड भूल गए हैं, नीचे दिए गए निर्देशों का पालन करें।
si: ඔබට ඔබේ මුරපදය අමතක වී ඇති විට, පහත විකල්ප පරීක්ෂා කරන්න.
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டால் கீழே உள்ள வழிமுறைகளைப் பின்பற்றவும்
zh: 如果您忘记了密码，请按照下面的说明进行操作。

# checkMail
source: Check your Email
fi: Tarkista sähköpostisi
fr: Vérifiez votre e-mail
hi: अपना ईमेल जांचें
si: ඔබේ විද්‍යුත් තැපෑලක් පරීක්ෂා කරන්න.
ta: உங்கள் மின்னஞ்சல் பார்க்க
zh: 检查您的电子邮件

# checkPhone
source: Check your Phone
fi: Tarkista puhelimesi
fr: Vérifiez votre téléphone
hi: अपना फ़ोन जांचें
si: ඔබේ දුරකථනය පරීක්ෂා කරන්න.
ta: உங்கள் தொலைபேசியைச் சரிபார்க்கவும்
zh: 检查您的手机

# confirmationCodeSentTo
source: A confirmation code has been sent to
fi: Vahvistuskoodi on lähetetty osoitteeseen
fr: Un code de confirmation a été envoyé à
hi: पुष्टिकरण कोड भेजा गया है
si: සිතියම් කේතය යවන ලදි
ta: உறுதிப்படுத்தல் குறியீடு அனுப்பப்பட்டது
zh: 确认码已发送到

source: Reset Password
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
si: මුරපදය නැවත සකසන්න
ta: கடவுச்சொல்லை மீட்டமைக்க
zh: 重设密码

# resetPasswordDetail
source: Your new password must be different from your previous ones
fi: Uuden salasanasi on oltava erilainen kuin aiemmat salasanasi.
fr: Votre nouveau mot de passe doit être différent de vos précédents.
hi: आपका नया पासवर्ड आपके पिछले पासवर्डों से अलग होना चाहिए।
si: ඔබේ නව මුරපදය ඔබගේ පැරණි මුරපදයෙන් වෙනස් විය යුතුයි.
ta: உங்கள் புதிய கடவுச்சொல் உங்கள் முந்தைய கடவுச்சொல்லிலிருந்து வேறுபட்டதாக இருக்க வேண்டும்
zh: 您的新密码必须与之前的密码不同。

source: Password changed
fi: Salasana vaihdettu
fr: Mot de passe changé
hi: पासवर्ड बदल गया
si: මුරපදය වෙනස් විය
ta: கடவுச்சொல் மாற்றப்பட்டது
zh: 密码已更改

# successfullyChangedPassword
source: You have successfully changed your password
fi: Olet onnistuneesti vaihtanut salasanasi
fr: Vous avez changé votre mot de passe avec succès
hi: आपने सफलतापूर्वक अपना पासवर्ड बदल लिया है
si: ඔබ සාර්ථකව ඔබේ මුරපදය වෙනස් කරන ලදි
ta: நீங்கள் வெற்றிகரமாக உங்கள் கடவுச்சொல்லை மாற்றிவிட்டீர்கள்
zh: 您已成功更改密码

# homeNav
source: Home
fi: Koti
fr: Accueil
hi: होम पेज
si: මුල් පිටුව
ta: வீடு
zh: 主页

# discoverNav
source: Discover
fi: Löydä
fr: Découvrir
hi: खोजें
si: සැකසුම්කරන්න
ta: கண்டறியவும்
zh: 发现

# arenaNav
source: Arena
fi: Areena
fr: Arène
hi: अखाड़ा
si: ක්‍රීඩා
ta: அரங்கம்
zh: 竞技场

# profileNav
source: Profile
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
si: පැතුම්කරන්න
ta: சுயவிவரம்
zh: 个人资料

source: Status
fi: Tilanne
fr: Statu
hi: स्थिति (ऐप की स्थिति की तरह)
si: තත්ත්වය
ta: நிலை
zh: 状态

# statusDetail
source: Express yourself on your status
fi: Ole itsesi statuspäivityksessä
fr: Exprimez-vous sur votre statut
hi: अपनी स्थिति पर अपने विचार व्यक्त करें
si: ඔබේ ස්තුවරයෙහි ඔබව අත්හැර කරන්න
ta: உங்கள் நிலையை வெளிப்படுத்துங்கள்
zh: 在您的状态上表达自己

source: Activity
fi: Toiminta
fr: Activité
hi: गतिविधि
si: ක්‍රියාපදය
ta: செயல்பாடு
zh: 活动

# activityDetail
source: Create activity for others to participate
fi: Luo toiminta, johon muut voivat osallistua
fr: Créez une activité à laquelle les autres peuvent participer
hi: अन्यों के लिए गतिविधि बनाएं, जिसमें वे भाग ले सकें
si: වෙනත් පුද්ගලයෙකුට සංකීර්ණ ක්‍රියාපදය සාදන්න
ta: மற்றவர்கள் பங்கேற்பதற்காக செயல்பாட்டை உருவாக்கவும்
zh: 创建活动供他人参与

# noInternetConnection
source: We are sorry, it looks like your internet connection has been disconnected. Kindly refresh to continue enjoying Playkosmos.
fi: Pahoittelemme, näyttää siltä, että internet-yhteytesi on katkennut. Päivitä sivu jatkaaksesi Playkosmoksen käyttöä.
fr: Nous sommes désolés, il semble que votre connexion internet ait été interrompue. Veuillez rafraîchir la page pour continuer à profiter de Playkosmos.
hi: हमें खेद है, ऐसा लगता है कि आपका इंटरनेट कनेक्शन विचलित हो गया है। कृपया ताजगी लाने के लिए पुनः लोड करें और प्लेकोस्मॉस का आनंद लेना जारी रखें।.
si: කන්තෝරු වෙනස් කර ඇති හැකියි, ඔබගේ අන්තර්ගතයේ සම්බන්ධවිය නොහැකි වෙනස්කම් සිදු කර ඇත්තේ බොහොමයක්. කරුණාකර නැවත ප්‍රජාවීන් කිරීමට පිහිටුවා කිරීමෙන් Playkosmos ආරක්ෂා කිරීමට කරුණාකර නවීන් කරන්න.
ta: மன்னிக்கவும், உங்கள் இணைய இணைப்பு துண்டிக்கப்பட்டது போல் தெரிகிறது. Playkosmosஸைத் தொடர்ந்து அனுபவிக்க, தயவுசெய்து புதுப்பிக்கவும்.
zh: 不好意思，看起来您的网络连接已断开。请刷新页面以继续享受Playkosmos的乐趣。

source: Create and Manage
fi: Luo ja hallinnoi
fr: Créer et gérer
hi: बनाएँ और प्रबंधित करें
si: සෑදුකරන්න සහ කළමනාකරණ කරන්න
ta: உருவாக்கி நிர்வகிக்கவும்
zh: 创建和管理

source: Team
fi: Joukkue
fr: Équipe
hi: टीम
si: කණ්ඩායම
ta: குழு
zh: 团队

source: Store
fi: Kauppa
fr: Magasin
hi: दुकान
si: සහය
ta: கடை
zh: 商店

# findPlaymates
source: Find and connect with new friends with similar interest
fi: Etsi ja ole yhteydessä uusiin samanmielisten ystävien kanssa
fr: Trouvez et connectez-vous avec de nouveaux amis ayant des intérêts similaires
hi: एक समान हित रखने वाले नए दोस्तों को खोजें और जुड़ें
si: සමාවන්නේ සමීක්ෂණ හාකරුවන් සඳහා නව මිතුරන් සොයාගන්න සහ සමාන කරුවන්ට සම්බන්ධ වීමට
ta: இதேபோன்ற ஆர்வமுள்ள புதிய நண்பர்களைக் கண்டுபிடித்து இணைக்கவும்
zh: 寻找并与具有相似兴趣的新朋友建立联系

# findTeams
source: Find new teams, create or participate in activities.
fi: Etsi uusia joukkueita, luo tai osallistu toimintoihin.
fr: Trouvez de nouvelles équipes, créez ou participez à des activités.
hi: नई टीमें ढूंढें, कार्यक्रमों में भाग लें या उत्पन्न करें।.
si: සිදුවීම් හෝ සහභාගීය ක්‍රියාකාරකම් වන්නේනම් සොයන්න සැකසීමෙන් හෝ එවන්න.
ta: இதேபோன்ற ஆர்வமுள்ள புதிய நண்பர்களைக் கண்டுபிடித்து இணைக்கவும்.
zh: 寻找新团队，创建或参与活动。

# findStores
source: Find and chat with product sellers.
fi: Etsi ja keskustele tuotteen myyjien kanssa.
fr: Trouvez et discutez avec les vendeurs de produits.
hi: उत्पाद विक्रेताओं को ढूँढें और चैट करें।.
si: නිශ්පාදන විකුණුම්කරුවන් සොයාගන්න සහ සංවිධානය කරන්නේනම් සැකසීමෙන් හෝ එවන්න.
ta: தயாரிப்பு விற்பனையாளர்களைக் கண்டுபிடித்து அரட்டையடிக்கவும்.
zh: 寻找并与产品销售商聊天。

# findVenues
source: Find and book venues for your activities.
fi: Etsi ja varaa tiloja toimintojesi käyttöön.
fr: Trouvez et réservez des lieux pour vos activités.
hi: अपनी गतिविधियों के लिए स्थान खोजें और बुक करें।.
si: ඔබගේ ක්‍රියාකාරකම් සඳහා ස්ථාන සොයන්න සහ වෙන්කරවා ගන්න.
ta: உங்கள் செயல்பாடுகளுக்கான இடங்களைக் கண்டுபிடித்து முன்பதிவு செய்யுங்கள்.
zh: 寻找并预订用于您的活动的场地。.

source: Upcoming Activities
fi: Tulevat aktiviteetit
fr: Activités à venir
hi: आगामी गतिविधियाँ
si: ඉදිරි ක්‍රියාකාරකම්
ta: வரவிருக்கும் செயல்பாடுகள்
zh: 即将进行的活动

source: Upcoming Activity
fi: Tuleva aktiviteetti
fr: Activité à venir
hi: आगामी गतिविधि
si: ඉදිරි ක්‍රියාකාරකම්
ta: வரவிருக்கும் செயல்பாடு
zh: 即将举行的活动

source: See All
fi: Näytä kaikki
fr: Voir tout
hi: सभी देखें
si: සියලුම බලන්න
ta: அனைத்தையும் பார்
zh: 查看全部

source: Today
fi: Tänään
fr: Aujourd''hui
hi: आज
si: අද
ta: இன்று
zh: 今天

source: Tomorrow
fi: Huomenna
fr: Demain
hi: कल
si: හෙට යාමට
ta: நாளை
zh: 明天

# discoverPlaymates
source: Discover Playmate
fi: Tutustu leikkikaveriin
fr: Découvrir un compagnon de jeu
hi: प्लेमेट का खोजें
si: ප්රසන්නවේ යුද්ධයක් සොයන්න
ta: பிளேமேட்டைக் கண்டறியுங்கள்
zh: 发现游伴

source: Discover Teams
fi: Löydä joukkueet
fr: Découvrir des équipes
hi: टीमें खोजें
si: ප්රතිපල සොයන්න
ta: டிஸ்கவர் டீம்கள்
zh: 发现团队

# milesAwayDistance
source: {distance} miles away
fi: {distance} mailin päässä
fr: À {distance} miles de distance
hi: {distance} मील दूर
si: {distance} மைல் தொலைவில்
ta: {distance} மைல் தொலைவில்
zh: 离{distance}英里远

source: Add Playmate
fi: Lisää leikkikaveri
fr: Ajouter un compagnon de jeu
hi: प्लेमेट जोड़ें
si: ප්රසන්නයක් එක් කරන්න
ta: பிளேமேட்டைச் சேர்க்கவும்
zh: 添加游伴

source: Request Sent
fi: Pyyntö lähetetty
fr: Demande envoyée
hi: अनुरोध भेजा गया
si: ඉල්ලුම්කරුවා යැවීමකි
ta: வேண்டுகோள் அனுப்பப்பட்டது
zh: 请求已发送

source: see more
fi: näytä lisää
fr: voir plus
hi: और देखें
si: තවත් බලන්න
ta: மேலும் பார்க்க
zh: 查看更多

source: see less
fi: näytä vähemmän
fr: voir moins
hi: कम देखें
si: අඩුම දෙකක් බලන්න
ta: குறைவாக பார்க்கவும்
zh: 查看更少
