Repository: Holumeeday/kosmos
Catalog: lib/l10n/app_*.arb
Languages: fi, fr, hi, si, ta, zh

source: Vote Casted
fi: Ääni annettu
fr: Vote Enregistré
hi: मतदान किया गया
si: සම්බන්ධතාවයේ තහවුරු කරන ලදි
ta: ஓட்டு போடப்பட்டது
zh: 投票已完成

# seeTheVoteTeamMemberCasted
source: You will see the vote each team member casted
fi: Näet, mitä ääniä kunkin joukkueen jäsen on antanut
fr: Vous verrez le vote effectué par chaque membre de l''équipe
hi: आप देखेंगे कि प्रत्येक टीम सदस्य ने किसे वोट किया है
si: ඔබට එක් එක් කාලයේ තහවුරු කළ සෑම පරිශීලකයාගේ සහතිකය සොයාගත හැකිය
ta: நீங்கள் ஒவ்வொரு அணியினால் செய்யப்பட்ட மதிப்பீட்டையும் பார்க்கிறீர்கள்
zh: 您将看到每个团队成员投票的结果

source: Change Photo
fi: Vaihda kuva
fr: Changer de photo
hi: फ़ोटो बदलें
si: ඡායාරූපය වෙනස් කරන්න
ta: புகைப்படத்தைமாற்று
zh: 更改照片

source: Phone number (optional)
fi: Puhelinnumero (vaihtoehtoinen)
fr: Numéro de téléphone (facultatif)
hi: फ़ोन नंबर (वैकल्पिक)
si: දුරකථන අංකය (විකල්පන්නේ විකල්පන්නේය)
ta: தொலைப்பேசி எண் (விரும்பப்படாதது)
zh: 电话号码（可选）

# onlineWebsiteOptional
source: Online Website Link (Optional)
fi: Verkkosivuston linkki (valinnainen)
fr: Lien vers le site web (facultatif)
hi: ऑनलाइन वेबसाइट लिंक (वैकल्पिक)
si: වෙබ්සයිට් සබැඳියෙන් සබැඳිය (විකල්පන්නේ විකල්පන්නේය)
ta: இணையதள இணைப்பு இணைப்பு (விரும்பப்படாதது)
zh: 在线网站链接（可选）

# onlineWebsiteOptionalHint
source: E.g. www.example.com
fi: Esimerkiksi www.example.com
fr: Par exemple, www.example.com
hi: उदाहरण: www.example.com
si: උදා: www.example.com
ta: உதாரணம்: www.example.com
zh: 例如。万维网

source: Email (optional)
fi: Sähköposti (valinnainen)
fr: Adresse e-mail (facultatif)
hi: ईमेल (वैकल्पिक)
si: ඉ-තැපෑල (විකල්පන්නේ විකල්පන්නේය)
ta: மின்னஞ்சல் (விரும்பப்படாதது)
zh: 电子邮件（可选）

source: Bio (optional)
fi: Esittelyteksti (valinnainen)
fr: Biographie (facultatif)
hi: जीवनी (वैकल्पिक)
si: පිටුව (විකල්පන්නේ විකල්පන්නේය)
ta: வாழ்க்கை வரலாறு (விரும்பப்படாதது)
zh: 个人简介（可选）

source: Save Changes
fi: Tallenna muutokset
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
si: ප්‍රවේශ සුරක්ෂිත කරන්නs
ta: மாற்றங்களைச் சேமிக்கவும்
zh: 保存更改

source: Activity Manager
fi: Toiminnanjohtaja
fr: Responsable d''activité
hi: गतिविधि प्रबंधक
si: ක්‍රාමයේ කළමනාකරණය කරන්නා
ta: செயல்முறை மேலாளர்
zh: 活动经理

source: Filter by Activity mode
fi: Suodata toimintatilan mukaan
fr: Filtrer par mode d''activité
hi: गतिविधि मोड के अनुसार फ़िल्टर करें
si: ක්‍රාමයේ ප්‍රකාශය හරවා පෙරහන් කරන්න
ta: செயல்முறை முறைப்படுத்தி வடிகட்டு
zh: 按活动模式筛选

# setActivityModeFilter
source: {activityMode, select, Paid{Paid Activities} Free{Free Activities} other{--}}
fi: {activityMode, select, Paid{Maksulliset aktiviteetit} Free{Ilmaiset aktiviteetit} other{--}}
fr: {activityMode, select, Paid{Activités payantes} Free{Activités gratuites} other{--}}
hi: {activityMode, select, Paid{भुगतान करने योग्य गतिविधियाँ} Free{मुफ़्त गतिविधियाँ} other{--}}
si: {activityMode, select, Paid{ගෙවිය යුතු ක්‍රාමවාදයන්} Free{නිදහස් ක්‍රාමවාද} other{--}}
ta: {activityMode, select, Paid{கட்டண செயல்முறைகள்} Free{இலவச செயல்முறைகள்} other{--}}
zh: {activityMode, select, Paid{付费活动} Free{免费活动} other{--}}

source: Filter by Activity status
fi: Suodata aktiviteetin tilan mukaan
fr: Filtrer par statut d''activité
hi: गतिविधि स्थिति के अनुसार फ़िल्टर करें
si: ක්‍රාමවාද තත්වයන් හරවා පෙරහන් කරන්න
ta: செயல்முறை நிலைமைகளைப் பிரித்துவரும்
zh: 按活动状态筛选

# setActivityStatusFilter
source: {activityStatus, select, Upcoming{Upcoming} Completed{Completed} CancelledWithdrawn{Cancelled / Withdrawn} other{--}}
fi: {activityStatus, select, Upcoming{Tuleva} Completed{Valmis} CancelledWithdrawn{Peruutettu / Vetäydy} other{--}}
fr: {activityStatus, select, Upcoming{À venir} Completed{Terminé} CancelledWithdrawn{Annulé / Retirer} other{--}}
hi: {activityStatus, select, Upcoming{आगामी} Completed{पूर्ण} CancelledWithdrawn{रद्द किया गया / वापस लें} other{--}}
si: {activityStatus, select, Upcoming{ආසන්නයේ} Completed{සම්පූර්ණයි} CancelledWithdrawn{අවලංගු / අවලංගු කරන්න} other{--}}
ta: {activityStatus, select, Upcoming{வரவிருக்கும்} Completed{முடிந்தது} CancelledWithdraw{ரதிக்கப்பட்டது / தளித்தல்} other{--}}
zh: {activityStatus, select, Upcoming{即将到来} Completed{已完成} CancelledWithdraw{取消/撤回} other{--}}

source: Filter by Activity type
fi: Suodata toiminnan tyypin mukaan
fr: Filtrer par type d''activité
hi: गतिविधि प्रकार के अनुसार फ़िल्टर करें
si: ක්‍රාමවාද වර්ගය හරවා පෙරහන් කරන්න
ta: செயல்முறை வகைகளுக்கான வடிகட்டு
zh: 按活动类型筛选

source: Filter by Date
fi: Suodata päivämäärän perusteella
fr: Filtrer par date
hi: तिथि के आधार पर फ़िल्टर करें
si: දින වර්ගය හරවා පෙරහන් කරන්න
ta: தேதி அடிப்படையில் வடிகட்டு
zh: 按日期筛选

# setActivityDateFilterTitle
source: {dateFilter, select, Default{Default} Custom{Custom} other{--}}
fi: {dateFilter, select, Default{Oletus} Custom{Mukautettu} other{--}}
fr: {dateFilter, select, Default{Par défaut} Custom{Personnalisé} other{--}}
hi: {dateFilter, select, Default{डिफ़ॉल्ट} Custom{अनुकूलित} other{--}}
si: {dateFilter, select, Default{පෙරනිමි} Custom{වෙන්වැට්ටුවකි} other{--}}
ta: {dateFilter, select, Default{இயல்பு} Custom{மாற்றியமைத்தல்} other{--}}
zh: {dateFilter, select, Default{默认} Custom{自定义} other{--}}

# setActivityDateFilterSubtitle
source: {dateFilter, select, Default{Display all my activities} Custom{Choose a time frame} other{--}}
fi: {dateFilter, select, Default{Näytä kaikki aktiviteettini} Custom{Valitse aikajakso} other{--}}
fr: {dateFilter, select, Default{Afficher toutes mes activités} Custom{Choisissez une période} other{--}}
hi: {dateFilter, select, Default{सभी मेरी गतिविधियों को दिखाएं} Custom{कोई समय अवधि चुनें} other{--}}
si: {dateFilter, select, Default{සියලුම මගේ ක්‍රාමවාදයන් පෙන්වන්න} Custom{කාල ආකෘතියක් තෝරන්න} other{--}}
ta: {dateFilter, select, Default{எனது அனைத்து செயல்முறைகளையும் காட்டு} Custom{ஒரு நேர வலம் தேர்ந்தெடுக்கவும்} other{--}}
zh: {dateFilter, select, Default{显示所有我的活动} Custom{选择时间范围} other{--}}

source: Start Date
fi: Aloituspäivämäärä
fr: Date de début
hi: प्रारंभ तिथि
si: ආරම්භක දිනය
ta: தொடக்க தேதி
zh: 开始日期

# mustBeBefore
source: Must be before {beBefore}
fi: Täytyy olla ennen {beBefore}
fr: Doit être avant {beBefore}
hi: {beBefore} से पहले होना चाहिए
si: {beBefore} ට පෙර විය යුතුය
ta: {beBefore} முன்பு இருக்க வேண்டும்
zh: 必须在{beBefore}之前

# cannotBeTheSame
source: Cannot be the same with {other}
fi: Ei voi olla sama kuin {other}
fr: Ne peut pas être identique à {other}
hi: {other} के समान नहीं हो सकता
si: තවත් {other} සමඟ සමාවෙන් නොමැතිනම්ය
ta: {other} ஐப் பொருந்த முடியாது
zh: 不能与 {other} 相同

# mustBeAfter
source: Must be after {beAfter}
fi: Täytyy olla {beAfter} jälkeen
fr: Doit être après {beAfter}
hi: {beAfter} के बाद होना चाहिए
si: {beAfter} පසුව විය යුතුය
ta: {beAfter} பின்பு இருக்க வேண்டும்
zh: 必须在 {beAfter} 之后

source: Search {statusFilter} Activities
fi: Etsi {statusFilter} aktiviteetteja
fr: Rechercher les activités {statusFilter}
hi: खोजें {statusFilter} गतिविधियों को
si: සෙවුම {statusFilter} ක්‍රියාකිරීම්
ta: தேடல் {statusFilter} செயல்பாடுகள்
zh: 搜索 {statusFilter} 活动

source: Manage Activity
fi: Hallitse toimintaa
fr: Gérer l''activité
hi: गतिविधि प्रबंधित करें
si: ක්‍රියාව කළමනාකරණය කරන්න
ta: செயல்பாட்டை நிர்வகிக்கவும்
zh: 管理活动

source: View Activity
fi: Näytä toiminta
fr: Voir l''activité
hi: गतिविधि देखें
si: ක්‍රියාව බලන්න
ta: செயல்பாட்டைக் காட்டு
zh: 查看活动

# setActivityJoinedRequest
source: {requestEnum, select, Accepted{Accepted} AwaitingResponse{Awaiting Response} Declined{Declined} other{--}}
fi: {requestEnum, select, Accepted{Hyväksytty} AwaitingResponse{Odottaa vastausta} Declined{Hylätty} other{--}}
fr: {requestEnum, select, Accepted{Accepté} AwaitingResponse{En attente de réponse} Declined{Refuséd} other{--}}
hi: {requestEnum, select, Accepted{स्वीकृत} AwaitingResponse{प्रतिक्रिया की प्रतीक्षा में} Declined{अस्वीकृत} other{--}}
si: {requestEnum, select, Accepted{පිළිතුරු} AwaitingResponse{ප්‍රතික්ෂේප කිරීමේදීද අපට බැඳී තිබේ} Declined{ප්‍රතික්ෂේප කිරීමෙන් පසුව} other{--}}
ta: {requestEnum, select, Accepted{ஏற்றுக்கொள்ளப்பட்டது} AwaitingResponse{பதில் காத்திருக்கின்றது} Declined{மறுக்கப்பட்டது} other{--}}
zh: {requestEnum, select, Accepted{已接受} AwaitingResponse{等待回复} Declined{拒绝} other{--}}

# setActivityJoinedRequestFilter
source: {filterEnum, select, All{All} Accepted{Accepted} AwaitingResponse{Awaiting Response} Declined{Declined} other{--}}
fi: {filterEnum, select, All{All} Accepted{hyväksytty} AwaitingResponse{Odottaa vastausta} Declined{Hylätty} other{--}}
fr: {filterEnum, select, All{Tout} Accepted{accepté(e)} AwaitingResponse{En attente de réponse} Declined{Refusé} other{--}}
hi: {filterEnum, select, All{सब } Accepted{स्वीकृत} AwaitingResponse{प्रतिक्रिया की प्रतीक्षा में} Declined{अस्वीकृत} other{--}}
si: {filterEnum, select, All{සියල්ල } Accepted{පිළිගැනීමට} AwaitingResponse{ප්‍රතික්ෂේප කිරීමේදීද අපට බැඳී තිබේ} Declined{ප්‍රතික්ෂේප කිරීමෙන් පසුව} other{--}}
ta: {filterEnum, select, All{அனைத்து } Accepted{ஏற்கனவேபடுத்தப்பட்டது} AwaitingResponse{பதில் காத்திருக்கின்றது} Declined{மறுக்கப்பட்டது} other{--}}
zh: {filterEnum, select, All{所有 } Accepted{已接受的} AwaitingResponse{等待回复} Declined{拒绝} other{--}}

# setActivityJoinedRequestFilterDetails
source: {filterEnum, select, All{All joined activity status} Accepted{Accepted to participate in the activity} AwaitingResponse{Awaiting response from activity creator} Declined{Declined from participating in the activity} other{--}}
fi: {filterEnum, select, All{Kaikkien liittyneiden aktiviteettien tila} Accepted{Hyväksytty osallistumaan toimintaan} AwaitingResponse{Odottaa vastausta toiminnan luojalta} Declined{Hylätty osallistuminen toimintaan} other{--}}
fr: {filterEnum, select, All{État de toutes les activités rejointes} Accepted{Accepté pour participer à l''activité} AwaitingResponse{En attente de réponse de la part du créateur de l''activité} Declined{Refus de participer à l''activité} other{--}}
hi: {filterEnum, select, All{सभी शामिल हुई गतिविधियों की स्थिति} Accepted{गतिविधि में भाग लेने के लिए स्वीकृत} AwaitingResponse{गतिविधि सृजनकर्ता से प्रतिक्रिया की प्रतीक्षा} Declined{गतिविधि में भाग लेने से इनकार कर दिया गया} other{--}}
si: {filterEnum, select, All{සියළු අයිතම පැවරුම් තත්වය} Accepted{ක්‍රියාවලියට නියෝගේය} AwaitingResponse{ක්ෂේත්‍රයේ නිර්මාණයට බැඳී තිබේ ප්‍රතික්ෂේපකින්දේදී} Declined{ක්‍රියාවලියෙන් පෙර පත්වීම් සඳහා ප්‍රතික්ෂේපකින් පැමිණෙයි} other{--}}
ta: {filterEnum, select, All{அனைத்து சேர்ந்த செயல்பாடுகளின் நிலை} Accepted{செயல்பாட்டில் பங்கேற்றுக்கொண்டு ஏற்கனவே ஏற்கப்பட்டது} AwaitingResponse{செயல்பாட்டு உருவாக்கியவரிடத்திலிருந்து பதில் காத்திருக்கின்றது} Declined{செயல்பாட்டில் பங்கேற்றல் நிராகரிக்கப்பட்டது} other{--}}
zh: {filterEnum, select, All{所有已加入的活动状态} Accepted{已接受参加该活动} AwaitingResponse{等待活动创建者的回复} Declined{拒绝参与活动} other{--}}

source: Joined Activity
fi: Liitytty aktiviteettiin
fr: Activité rejointe
hi: साझा की गई गतिविधि
si: සමුහයේ යොමු වීම
ta: சேர்ந்து பங்கேற்கப்பட்டது
zh: 参加活动

source: Activity Status
fi: Toiminnan tila
fr: Statut de l''activité
hi: गतिविधि की स्थिति
si: ක්‍රියාකාරකම් තත්වය
ta: செயல்பாட்டு நிலை
zh: 活动状态

source: QR-CODE
fi: QR-KOODI
hi: क्यूआर-कोड
si: කූඩ් කේතය
ta: க்யூஆர் குறியீடு
zh: 二维码

source: You have been Accepted
fi: Sinut on hyväksytty
fr: Vous avez été accepté(e)
hi: आपको स्वीकार किया गया है
si: ඔබට පිළිතුරු කළාවිටියි
ta: நீங்கள் ஏற்கனவே ஏற்கப்பட்டுள்ளீர்கள்
zh: 你已经被接受了

# activityCreatedRequiresAFee
source: The activity created by {creatorName} requires an entry fee of {entryFee}. Once you have made payment, you will get a QR-CODE, which will be shown as proof that you a participant of the activity. Also the creator of the activity can send you an OTP password which can also be used as a means to confirm you as a participant.
fi: Toiminnan on luonut {creatorName}, ja siinä vaaditaan osallistumismaksu {entryFee} euroa. Kun olet suorittanut maksun, saat QR-KOODIN, joka toimii todisteena siitä, että olet tapahtuman osallistuja. Toiminnan luoja voi myös lähettää sinulle OTP-salasanan, jota voidaan käyttää vahvistamaan sinut osallistujaksi.
fr: L''activité créée par {creatorName} nécessite des frais d''inscription de {entryFee}.. Une fois que vous avez effectué le paiement, vous recevrez un QR-CODE, qui servira de preuve que vous êtes participant de l''activité. Le créateur de l''activité peut également vous envoyer un mot de passe OTP, qui peut également être utilisé pour vous confirmer en tant que participant.
hi: {creatorName} द्वारा बनाई गई गतिविधि {entryFee} की प्रवेश शुल्क की आवश्यकता है।. जब आपने भुगतान कर दिया है, तो आपको एक QR-CODE मिलेगा, जो आपके एक्टिविटी के प्रतिभागी होने का प्रमाण होगा।. गतिविधि के सिर्जक आपको एक ओटीपी पासवर्ड भी भेज सकते हैं, जो आपको प्रतिभागी के रूप में पुष्टि करने के लिए उपयोग किया जा सकता है।.
si: {creatorName} විසින් සාදන ක්‍රියාව සඳහා {entryFee} සාමාන්‍යයෙන් ඇති ඇතුළු ගෙවීමක් අවශ්‍යයි. ගෙවීම කලේ නම්, ඔබට QR-කේතයක් ලබා ගත්තේ, එය තත්වයෙන් ඔබ කාර්යයේ සහතිකයට ඇතුලත් වනු ඇත. ක්‍රියාකාරකම් සාදන්නාගේ මූලාශ්‍රයට ඔබට එක් OTP මුරපදයක් යවන අතර එය ඔබ සහභාගී කිරීමේ ක්‍රමයට භාවිතා කළ හැකිය.
ta: {creatorName} உருவாக்கிய செயல்பாட்டிற்கு {entryFee} நுழைவு கட்டணம் தேவைப்படுகின்றது. நீங்கள் கட்டணம் செய்த போது, உங்களுக்கு ஒரு QR-CODE பெறுவீர்கள், அது நீங்கள் செயல்பாட்டின் பங்களிப்பாளர் என்ற ஆதரவைக் காட்டும். செயல்பாட்டின் உருவாக்கி இருக்கும் வாழ்க்கையாளர் உங்களுக்குப் போதுமான OTP கடவுச்சொல் அனுப்பலாம், இதுபோல் நீங்கள் ஒரு பங்களிப்பாளராக உறுதிப்படுத்த முடியும்.
zh: 由{creatorName}创建的活动需要缴纳{entryFee}的报名费。 一旦您付款成功，您将获得一个QR-CODE，这将作为您是该活动的参与者的证明。 活动的创建者也可以向您发送一次性密码（OTP密码），该密码也可以用作确认您为活动参与者的一种方式。

# activityCreatedIsAFreeActivity
source: The activity created by {creatorName} is a {freeActivity}. Download the QR-CODE. Also the creator of the activity can send you an OTP password which can also be used as a means to confirm you as a participant.
fi: {creatorName} luoma toiminta on {freeActivity}. Lataa QR-KOODI. Myös toiminnan luoja voi lähettää sinulle OTP-salasanan, jota voidaan käyttää myös sinun vahvistamiseen osallistujana.
fr: L''activité créée par {creatorName} est une activité gratuite. Téléchargez le QR-CODE. De plus, le créateur de l''activité peut vous envoyer un mot de passe OTP qui peut également être utilisé comme moyen de vous confirmer en tant que participant.
hi: {creatorName} द्वारा बनाई गई गतिविधि {freeActivity} है।. QR-CODE डाउनलोड करें।. गतिविधि के निर्माता आपको एक OTP पासवर्ड भी भेज सकते हैं जो आपको एक प्रतिभागी के रूप में पुष्टि करने के लिए उपयोग किया जा सकता है।.
si: {creatorName} විසින් සාදන ක්‍රියාව {freeActivity} වේ. QR-කේතය බාගන්නෙමි. ක්‍රියාවාධිකරණයේ සුලඟ ඔබට OTP මුරපදයක් යවන්නේදී, ඔබට එක් පනස්වීමේදී තෝරාගැනීම් ලෙස තැනිකරුණු කළ හැකිය.
ta: {creatorName} உருவாக்கிய செயல்பாடு ஒரு {freeActivity} ஆகும். QR-குறியீடைப் பதிவிறக்கம் செய்யவும். செயல்பாட்டின் உருவாக்கி நீங்களுக்கு OTP கடவுச்சொல் அனுப்பலாம், அது நீங்கள் ஒரு பங்களிப்பாளராக உறுதிப்படுத்தப்பட்ட மூன்றான மூலமாகவும் பயன்படுத்தலாம்.
zh: {creatorName} 创建的活动是一个{freeActivity}。 下载 QR-码。 活动的创建者还可以向您发送一次性密码（OTP密码），该密码也可用作确认您为活动参与者的手段。

source: Proceed to payment
fi: Siirry maksamaan
fr: Passer au paiement
hi: भुगतान करें
si: ගෙවීමට යම් කරන්න
ta: கட்டணத்திற்குச் செல்லவும்
zh: 前往付款

source: Get Activity QR-CODE
fi: Hanki aktiviteetin QR-KOODI
fr: Obtenir le QR-CODE de l''activité
hi: गतिविधि का QR-CODE प्राप्त करें
si: ක්‍රියාවක් QR-කේතය ලබාගන්න
ta: செயல்பாட்டின் QR-குறியீடைப் பெறுங்கள்
zh: 获取活动二维码

source: You have been Declined
fi: Sinut on hylätty
fr: Vous avez été refusé(e)
hi: आपका अस्वीकृत कर दिया गया है
si: ඔබට ප්‍රතික්ෂේප කරන ලදි
ta: நீங்கள் மறுக்கப்பட்டுள்ளீர்கள்
zh: 您已被拒绝

# waitingForCreatorResponse
source: Waiting for the activity creator response
fi: Odottaa toiminnan luojan vastausta
fr: En attente de la réponse du créateur de l''activité
hi: गतिविधि निर्माता के जवाब की प्रतीक्षा कर रहा है
si: ක්‍රියාවාධිකරණයේ ප්‍රතිචාරය මාරු කර ඇතිකර ඇත.
ta: செயல்பாட்டு உருவாக்கி பதிலளிப்புக்காக காத்திருக்கின்றது
zh: 等待活动创建者的回复

# requestHasBeenSentToCreator
source: Your request has been sent to the creator of the activity, await the response of the activity from the creator.
fi: Pyyntösi on lähetetty toiminnan luojalle, odota vastausta toiminnan luojalta.
fr: Votre demande a été envoyée au créateur de l''activité, attendez la réponse de l''activité de la part du créateur.
hi: आपका अनुरोध गतिविधि के निर्माता को भेजा गया है, गतिविधि के निर्माता से प्रतिक्रिया की प्रतीक्षा करें.
si: ඔබගේ ඉල්ලුම්කරුවන්ට අයිතිය යැවීමේ ඉඩදෙන්නේ, අර්ථය දිනාගැනීමේදී ඉක්මන් පැතුම්කරන්න.
ta: உங்கள் கேள்வி செய்யப்பட்ட செயல்பாட்டின் உருவாக்கி, செயல்பாட்டின் உருவாக்கி முகவரியிலிருந்து பதிலைக் காத்திருக்கவும்.
zh: 您的请求已发送给活动创建者，请等待活动创建者的回复.

source: Re-join Activity
fi: Liity uudelleen toimintaan
fr: Rejoindre à nouveau l''activité
hi: गतिविधि में फिर से शामिल हों
si: නැවත සම්බන්ධව ක්‍රියාවට පිලිබඳ එක් වරක් සුබපැතුම්කරන්න
ta: மீண்டும் செயல்பாட்டிற்கு சேரவும்
zh: 重新加入活动

# youHaveWithdrawnFromActivity
source: You have withdrawn from this activity
fi: Olet perunut tästä toiminnasta
fr: Vous avez annulé cette activité
hi: आपने इस गतिविधि से प्रतिष्ठान किया है
si: ඔබ මෙම ක්‍රියාවෙන් පිරීමෙන් පිටවීමට ඇති පිළිගත්හි
ta: நீங்கள் இந்த செயலிலிருந்து பிரிந்துவிட்டீர்கள்
zh: 你已退出这项活动

# withdrewFromActivityAndCollectRefund
source: You withdrew from this activity and you cannot participate in this activity again, but you will receive your refund on completion or cancellation of the activity
fi: Peruutit tästä toiminnasta ja et voi enää osallistua tähän toimintaan, mutta saat palautuksen, kun toiminta on suoritettu tai peruutettu
fr: Vous vous êtes retiré de cette activité et vous ne pouvez plus y participer, mais vous recevrez un remboursement à la fin ou en cas d''annulation de l''activité
hi: आप इस गतिविधि से प्रतिष्ठान किया और आप इस गतिविधि में फिर से भाग नहीं ले सकते हैं।, लेकिन गतिविधि के पूरा होने या रद्द किए जाने पर आपको रिफंड मिलेगा
si: ඔබ මෙම ක්‍රියාවෙන් පිරී ඇත හා ඔබ මෙම ක්‍රියාවෙන් නැවතීමට නොහැකියාවක් නොමැත, නඩුතුවම් හෝ ක්‍රියාව අවසාන හෝ අවලංගු කිරීම් දිනාගැනීමට ඔබට පිළිගැනීමට අපහලා වීමට ඇතිවීම්කරන්න.
ta: நீங்கள் இந்த செயலிலிருந்து பிரிந்துவிட்டீர்கள் மற்றும் இந்த செயலில் மீண்டும் பங்கு பெற முடியாது, ஆனால் செயல்பாட்டின் முடிவில் அல்லது ரத்துசெய்தல் நீங்கள் திரும்பம் பெறுவீர்கள் பணத்தை
zh: 你退出了这项活动，不能再次参加了, 但是，活动完成或取消后，您将收到退款

# withdrewFromActivityAndNoRefund
source: You withdrew from this activity and you cannot participate in this activity again, no refund will be made because the activity is free
fi: Peruutit tämän toiminnan, etkä voi osallistua siihen uudelleen, Koska toiminta on ilmainen, palautusta ei tehdä.
fr: Vous vous êtes désisté(e) de cette activité et vous ne pouvez pas y participer à nouveau. Aucun remboursement ne sera effectué car l''activité est gratuite
hi: आपने इस गतिविधि से वापस लिया है और आप इस गतिविधि में फिर से भाग नहीं ले सकते, कोई वापसी नहीं होगी क्योंकि गतिविधि मुफ्त है
si: ඔබ මෙම ක්‍රියාවෙන් ඉවත්වීමේදීද ඔබ මෙම ක්‍රියාවට තාක්ෂණික නොවන බවට ඉතා හොඳ ප්‍රතික්ෂේප ලෙස එකඟ වීමට ඇතිවීම්කරන්න.
ta: நீங்கள் இந்த செயல்பாட்டிலிருந்து தள்ளிப்போனீர்கள் மீண்டும் இந்த செயல்பாட்டில் பங்குபெற முடியாது, செல்லாததால் திரும்பம் பெற மறுதலில் எந்த பணம் வழங்கப்படாது.
zh: 您已退出该活动，不得再次参与该活动，因为该活动是免费的，所以不会退款。

# aboutToPayForAnActivityCreatedBy
source: You are about to pay {entryFee} for an activity created by {creatorName}
fi: Olet maksamassa {entryFee} toiminnasta, jonka on luonut {creatorName}
fr: Vous êtes sur le point de payer {entryFee} pour une activité créée par {creatorName}
hi: आप {creatorName} द्वारा बनाई गई एक गतिविधि के लिए {entryFee} का भुगतान करने जा रहे हैं
si: ඔබ {creatorName} විසින් සාදන ක්‍රියාව සඳහා {entryFee} ගෙවීමට යයි
ta: நீங்கள் {creatorName} உருவாக்கிய ஒரு செயல்பாட்டிற்கான {entryFee} ஐ செலுத்த உள்ளீர்கள்
zh: 您即将支付 {entryFee} 的费用用于 {creatorName} 创建的一个活动

source: Payment Method
fi: Maksutapa
fr: Mode de paiement
hi: भुगतान का तरीका
si: ගෙවිමුදුරකථනයේ වර්ගය
ta: கட்டணம் முறை
zh: 付款方式

source: Paypal
hi: पेपैल
si: පේපේල්
ta: பேப்பால்
zh: 贝宝

source: Payment Successful
fi: Maksu onnistui
fr: Paiement réussi
hi: भुगतान सफल
si: ගෙවිය හැකියි
ta: கட்டணம் வெற்றிகரமாக்கப்பட்டது
zh: 付款成功

# youHaveJustMadePaymentDownloadQrCode
source: You have just made {entryFee} payment for an activity, now download QR-CODE for the activity
fi: Olet juuri tehnyt {entryFee} maksun toiminnasta, lataa nyt QR-KOODI toimintaa varten
fr: Vous venez de faire un paiement de {entryFee} pour une activité, maintenant téléchargez le QR-CODE pour l''activité
hi: आपने हाल ही में एक गतिविधि के लिए {entryFee} भुगतान किया है, अब गतिविधि के लिए QR-कोड डाउनलोड करें
si: ඔබ වාර්තා කිරීමට සාදයි {entryFee} ගෙවීම් පිලිබඳ ක්‍රියාකාරකම් සඳහා QR-කේතය බාගන්න
ta: நீங்கள் இப்போது ஒரு செயல்பாட்டிற்கான {entryFee} கட்டணத்தை செலுத்தினீர்கள், இப்போது செயல்பாட்டுக்கான QR-குறியீடைப் பதிவிறக்கம் செய்யுங்கள்
zh: 您刚刚为一项活动付款{entryFee}，现在下载该活动的QR-码

source: This field is required
fi: Tämä kenttä on pakollinen
fr: Ce champ est obligatoire
hi: यह फ़ील्ड आवश्यक है
si: මෙම ක්ෂේත්‍රය අවශ්‍යයි
ta: இந்த புலம் தேவைப்படுகின்றது
zh: 此字段为必填项

source: Card is invalid
fi: Kortti on virheellinen
fr: La carte est invalide
hi: कार्ड अमान्य है
si: කාඩ්පත් අවලංගුය
ta: அட்டை தவறானது
zh: 卡无效

source: Invalid month
fi: Virheellinen kuukausi
fr: Mois invalide
hi: अमान्य महीना
si: අවලංගු මාසය
ta: தவறான மாதம்
zh: 无效的月份

source: Expired card
fi: Vanhentunut kortti
fr: Carte expirée
hi: समाप्त हो गया कार्ड
si: නියමිත කාඩ්පත්කිරීමේ වියයි
ta: காலாவதியான அட்டை
zh: 过期的卡

source: Invalid CVV
fi: Virheellinen CVV
fr: CVV invalide
hi: अमान्य सीवीवी
si: අවලංගු වට්ටෝරයේ වියයි
ta: தவறான CVV எண்
zh: 无效的 CVV

# participantQrCodeConfirmedCanMark
source: This participant QR-CODE has been confirmed, you can now mark the participant as present for this activity
fi: Tämä osallistujan QR-koodi on vahvistettu, voit nyt merkitä osallistujan läsnäolevaksi tälle toiminnalle
fr: Ce QR-CODE de participant a été confirmé, vous pouvez maintenant marquer le participant comme présent pour cette activité
hi: इस प्रतिभागी का QR-कोड पुष्टिकरण किया गया है, अब आप इस गतिविधि के लिए प्रतिभागी को मौजूद रूप में चिह्नित कर सकते हैं
si: මෙම නියෝජ්‍යානයේ සහතික වූයේ, ඔබ දැන් මෙම ක්‍රියාමාර්ගය සඳහා පෙරහන් දක්වනු ලැබේ
ta: இந்த பங்காளி QR-குறியீடு உறுதிப்படுத்தப்பட்டது, இப்பங்காளியை இப்பங்காளிக்குள் உள்ளோரை இப்பங்காளியாக குறிக்க நீங்கள் இப்பொழுது முடியு
zh: 这个参与者的QR码已经确认，您现在可以将该参与者标记为本次活动的出席者

# dateMonthYearHint
source: m/d/yyyy
fi: d.m.yyyy
fr: dd/mm/yyyy
hi: d/m/yyyy
si: yyyy-m-d
ta: d/m/yyyy
zh: yyyy/m/d

source: Activity QR-CODE
fi: Toiminnan QR-KOODI
fr: QR-CODE d''activité
hi: गतिविधि का QR-कोड
si: ක්‍රියාලයේ QR-කේතය
ta: செயல்பாட்டு QR-குறியீடு
zh: 活动 QR-码

source: Activity OTP
fi: Toiminnan OTP
fr: OTP d''activité
hi: गतिविधि का OTP
si: ක්‍රියාලයේ OTP
ta: செயல்பாட்டு OTP
zh: 活动 OTP

source: Exit this activity
fi: Poistu tästä toiminnasta
fr: Quitter cette activité
hi: इस गतिविधि से बाहर निकलें
si: මෙම ක්‍රියාවෙන් ඉවත් වීමේදී
ta: இந்த செயல்பாட்டிலிருந்து வெளியேறு
zh: 退出此活动

# activityOtpIsASecondStepVerification
source: Activity OTP is a second step verification for the creator of the activity to verify the authenticity of your participation in the activity
fi: Toiminnan OTP on toinen vaiheen varmennus, jonka avulla toiminnan luojan on varmistettava osallistumisesi aitouden
fr: L''OTP d''activité est une vérification en deuxième étape permettant au créateur de l''activité de vérifier l''authenticité de votre participation à l''activité
hi: गतिविधि के निर्माता के लिए एक दूसरा पड़ाव सत्यापन है जो गतिविधि में आपकी भागीदारी की प्रामाणिकता सत्यापित करने के लिए है
si: ක්‍රියාවේ නිවැරදියියේ විස්තරාත්මක කිරීමට පෙරන්නේ ක්‍රියාවේ නිවැරදිය සත්යයිකරන්නේ ඔබේ ක්‍රියාකාරකම් විස්තර සත්යයි
ta: செயல்பாட்டின் OTP அதிகமான படி சேர்க்கை மூலம் செயல்பாட்டின் உண்மையத்தை சோதிக்க செயல்பாட்டின் உருவாக்குநருக்கான OTP உள்ளது
zh: 活动OTP是为了活动创建者验证您在活动中参与的真实性而进行的第二步验证机制

# yourOtpForThisActivityIs
source: Your OTP for this activity is {otp}
fi: OTP tähän toimintaan on {otp}
fr: Votre OTP pour cette activité est {otp}
hi: इस गतिविधि के लिए आपका OTP है {otp}
si: මෙම ක්‍රියාවට ඔබේ OTP විය {otp}
ta: இந்த செயல்பாட்டிற்கான உங்கள் OTP {otp}
zh: 您的此次活动的OTP为{otp}
